Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveSites_edit_section_expectedMarineLife
source: Expected Marine Life
ar: الحياة البحرية المتوقعة
de: Erwartete Meeresbewohner
es: Vida marina esperada
fr: Vie marine attendue
he: חיים ימיים צפויים
hu: Varhato tengeri elet
it: Vita marina prevista
nl: Verwacht zeeleven
pt: Vida Marinha Esperada

# diveSites_edit_section_gpsCoordinates
source: GPS Coordinates
ar: إحداثيات GPS
de: GPS-Koordinaten
es: Coordenadas GPS
fr: Coordonnees GPS
he: קואורדינטות GPS
hu: GPS koordinatak
it: Coordinate GPS
nl: GPS-coordinaten
pt: Coordenadas GPS

# diveSites_edit_section_hazards
source: Hazards & Safety
ar: المخاطر والسلامة
de: Gefahren & Sicherheit
es: Peligros y seguridad
fr: Dangers et securite
he: סכנות ובטיחות
hu: Veszelyek es biztonsag
it: Pericoli e sicurezza
nl: Gevaren & veiligheid
pt: Perigos e Seguranca

# diveSites_edit_section_rating
source: Rating
ar: التقييم
de: Bewertung
es: Calificacion
fr: Evaluation
he: דירוג
hu: Ertekeles
it: Valutazione
nl: Beoordeling
pt: Avaliacao

# diveSites_edit_snackbar_errorDeleting
source: Error deleting site: {error}
ar: خطأ في حذف الموقع: {error}
de: Fehler beim Loeschen des Tauchplatzes: {error}
es: Error al eliminar el sitio: {error}
fr: Erreur de suppression du site : {error}
he: שגיאה במחיקת אתר: {error}
hu: Hiba a helyszin torlesekor: {error}
it: Errore nell'eliminazione del sito: {error}
nl: Fout bij verwijderen van stek: {error}
pt: Erro ao excluir ponto: {error}

# diveSites_edit_snackbar_errorSaving
source: Error saving site: {error}
ar: خطأ في حفظ الموقع: {error}
de: Fehler beim Speichern des Tauchplatzes: {error}
es: Error al guardar el sitio: {error}
fr: Erreur d'enregistrement du site : {error}
he: שגיאה בשמירת אתר: {error}
hu: Hiba a helyszin mentesekor: {error}
it: Errore nel salvataggio del sito: {error}
nl: Fout bij opslaan van stek: {error}
pt: Erro ao salvar ponto: {error}

# diveSites_edit_snackbar_locationCaptured
source: Location captured
ar: تم التقاط الموقع
de: Standort erfasst
es: Ubicacion capturada
fr: Position capturee
he: המיקום נקלט
hu: Helyzet rogzitve
it: Posizione acquisita
nl: Locatie vastgelegd
pt: Localizacao capturada

# diveSites_edit_snackbar_locationCapturedWithAccuracy
source: Location captured ({accuracy}m)
ar: تم التقاط الموقع ({accuracy}m)
de: Standort erfasst ({accuracy}m)
es: Ubicacion capturada ({accuracy}m)
fr: Position capturee ({accuracy}m)
he: המיקום נקלט ({accuracy}m)
hu: Helyzet rogzitve ({accuracy}m)
it: Posizione acquisita ({accuracy}m)
nl: Locatie vastgelegd ({accuracy}m)
pt: Localizacao capturada ({accuracy}m)

# diveSites_edit_snackbar_locationSelectedFromMap
source: Location selected from map
ar: تم اختيار الموقع من الخريطة
de: Standort von Karte ausgewaehlt
es: Ubicacion seleccionada del mapa
fr: Position selectionnee sur la carte
he: המיקום נבחר מהמפה
hu: Helyszin kivalasztva a terkeprol
it: Posizione selezionata dalla mappa
nl: Locatie geselecteerd op de kaart
pt: Localizacao selecionada no mapa

# diveSites_edit_snackbar_locationSettings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuracion
fr: Parametres
he: הגדרות
hu: Beallitasok
it: Impostazioni
nl: Instellingen
pt: Configuracoes

# diveSites_edit_snackbar_locationUnavailableDesktop
source: Unable to get location. Location services may not be available.
ar: تعذر الحصول على الموقع. قد لا تكون خدمات الموقع متاحة.
de: Standort konnte nicht ermittelt werden. Ortungsdienste sind moeglicherweise nicht verfuegbar.
es: No se pudo obtener la ubicacion. Los servicios de ubicacion pueden no estar disponibles.
fr: Impossible d'obtenir la position. Les services de localisation peuvent ne pas etre disponibles.
he: לא ניתן לקבל מיקום. שירותי המיקום עשויים שלא להיות זמינים.
hu: Nem sikerult a helyzet lekerdezes. A helymeghatarozoasi szolgaltatasok nem lehetnek elerhetoek.
it: Impossibile ottenere la posizione. I servizi di localizzazione potrebbero non essere disponibili.
nl: Kan locatie niet ophalen. Locatieservices zijn mogelijk niet beschikbaar.
pt: Nao foi possivel obter a localizacao. Os servicos de localizacao podem nao estar disponiveis.

# diveSites_edit_snackbar_locationUnavailableMobile
source: Unable to get location. Please check permissions.
ar: تعذر الحصول على الموقع. يرجى التحقق من الأذونات.
de: Standort konnte nicht ermittelt werden. Bitte ueberpruefen Sie die Berechtigungen.
es: No se pudo obtener la ubicacion. Por favor verifica los permisos.
fr: Impossible d'obtenir la position. Veuillez verifier les autorisations.
he: לא ניתן לקבל מיקום. אנא בדוק הרשאות.
hu: Nem sikerult a helyzet lekerdezes. Kerem ellenorizze az engedelyeket.
it: Impossibile ottenere la posizione. Controlla i permessi.
nl: Kan locatie niet ophalen. Controleer de machtigingen.
pt: Nao foi possivel obter a localizacao. Verifique as permissoes.

# diveSites_edit_snackbar_siteAdded
source: Site added
ar: تمت إضافة الموقع
de: Tauchplatz hinzugefuegt
es: Sitio agregado
fr: Site ajoute
he: האתר נוסף
hu: Helyszin hozzaadva
it: Sito aggiunto
nl: Stek toegevoegd
pt: Ponto adicionado

# diveSites_edit_snackbar_siteUpdated
source: Site updated
ar: تم تحديث الموقع
de: Tauchplatz aktualisiert
es: Sitio actualizado
fr: Site mis a jour
he: האתר עודכן
hu: Helyszin frissitve
it: Sito aggiornato
nl: Stek bijgewerkt
pt: Ponto atualizado

# diveSites_fab_label
source: Add Site
ar: إضافة موقع
de: Tauchplatz hinzufuegen
es: Agregar sitio
fr: Ajouter un site
he: הוסף אתר
hu: Helyszin hozzaadasa
it: Aggiungi sito
nl: Stek toevoegen
pt: Adicionar Ponto

# diveSites_fab_tooltip
source: Add a new dive site
ar: إضافة موقع غوص جديد
de: Neuen Tauchplatz hinzufuegen
es: Agregar un nuevo punto de buceo
fr: Ajouter un nouveau site de plongee
he: הוסף אתר צלילה חדש
hu: Uj merulohely hozzaadasa
it: Aggiungi un nuovo sito di immersione
nl: Een nieuwe duikstek toevoegen
pt: Adicionar um novo ponto de mergulho

# diveSites_filter_apply
source: Apply Filters
ar: تطبيق الفلاتر
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
he: החל מסננים
hu: Szurok alkalmazasa
it: Applica filtri
nl: Filters toepassen
pt: Aplicar Filtros

# diveSites_filter_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveSites_filter_clearAll
source: Clear All
ar: مسح الكل
de: Alle loeschen
es: Borrar todo
fr: Tout effacer
he: נקה הכל
hu: Osszes torlese
it: Cancella tutto
nl: Alles wissen
pt: Limpar Tudo

# diveSites_filter_country_hint
source: e.g., Thailand
ar: مثال: تايلاند
de: z. B. Thailand
es: p. ej., Tailandia
fr: ex. Thailande
he: לדוגמה, תאילנד
hu: pl. Thaifold
it: es. Thailandia
nl: bijv. Thailand
pt: ex., Tailandia

# diveSites_filter_country_label
source: Country
ar: الدولة
de: Land
es: Pais
fr: Pays
he: מדינה
hu: Orszag
it: Paese
nl: Land
pt: Pais

# diveSites_filter_depth_max_label
source: Max
ar: الأقصى
he: מקסימום

# diveSites_filter_depth_min_label
source: Min
ar: الأدنى
he: מינימום

# diveSites_filter_depth_separator
source: to
ar: إلى
de: bis
es: a
fr: a
he: עד
hu: -ig
it: a
nl: tot
pt: ate

# diveSites_filter_difficulty_any
source: Any
ar: أي مستوى
de: Alle
es: Cualquiera
fr: Tous
he: כלשהו
hu: Barmely
it: Qualsiasi
nl: Alle
pt: Qualquer

# diveSites_filter_option_hasCoordinates_subtitle
source: Only show sites with GPS location
ar: إظهار المواقع ذات الإحداثيات فقط
de: Nur Plaetze mit GPS-Standort anzeigen
es: Mostrar solo sitios con ubicacion GPS
fr: Afficher uniquement les sites avec position GPS
he: הצג רק אתרים עם מיקום GPS
hu: Csak GPS hellyel rendelkezo helyszinek mutatasa
it: Mostra solo i siti con posizione GPS
nl: Toon alleen stekken met GPS-locatie
pt: Mostrar apenas pontos com localizacao GPS

# diveSites_filter_option_hasCoordinates_title
source: Has Coordinates
ar: يحتوي على إحداثيات
de: Hat Koordinaten
es: Tiene coordenadas
fr: Avec coordonnees
he: יש קואורדינטות
hu: Van koordinata
it: Ha coordinate
nl: Heeft coordinaten
pt: Possui Coordenadas

# diveSites_filter_option_hasDives_subtitle
source: Only show sites with logged dives
ar: إظهار المواقع ذات الغوصات المسجلة فقط
de: Nur Plaetze mit eingetragenen Tauchgaengen anzeigen
es: Mostrar solo sitios con inmersiones registradas
fr: Afficher uniquement les sites avec des plongees enregistrees
he: הצג רק אתרים עם צלילות רשומות
hu: Csak rogzitett merulesekkel rendelkezo helyszinek mutatasa
it: Mostra solo i siti con immersioni registrate
nl: Toon alleen stekken met gelogde duiken
pt: Mostrar apenas pontos com mergulhos registrados

# diveSites_filter_option_hasDives_title
source: Has Dives
ar: يحتوي على غوصات
de: Hat Tauchgaenge
es: Tiene inmersiones
fr: Avec plongees
he: יש צלילות
hu: Vannak merulesek
it: Ha immersioni
nl: Heeft duiken
pt: Possui Mergulhos

# diveSites_filter_rating_starsPlus
source: {count}+ stars
ar: {count}+ نجوم
de: {count}+ Sterne
es: {count}+ estrellas
fr: {count}+ etoiles
he: {count}+ כוכבים
hu: {count}+ csillag
it: {count}+ stelle
nl: {count}+ sterren
pt: {count}+ estrelas

# diveSites_filter_region_hint
source: e.g., Phuket
ar: مثال: فوكيت
de: z. B. Phuket
es: p. ej., Phuket
fr: ex. Phuket
he: לדוגמה, פוקט
hu: pl. Phuket
it: es. Phuket
nl: bijv. Phuket
pt: ex., Phuket

# diveSites_filter_region_label
source: Region
ar: المنطقة
he: אזור
hu: Regio
it: Regione
nl: Regio
pt: Regiao

# diveSites_filter_section_depthRange
source: Max Depth Range
ar: نطاق أقصى عمق
de: Max. Tiefenbereich
es: Rango de profundidad maxima
fr: Plage de profondeur max
he: טווח עומק מקסימלי
hu: Max melyseg tartomany
it: Intervallo profondita massima
nl: Max dieptebereik
pt: Faixa de Profundidade Maxima

# diveSites_filter_section_difficulty
source: Difficulty
ar: الصعوبة
de: Schwierigkeitsgrad
es: Dificultad
fr: Difficulte
he: רמת קושי
hu: Nehezsseg
it: Difficolta
nl: Moeilijkheidsgraad
pt: Dificuldade

# diveSites_filter_section_location
source: Location
ar: الموقع
de: Standort
es: Ubicacion
fr: Lieu
he: מיקום
hu: Helyszin
it: Localita
nl: Locatie
pt: Localizacao

# diveSites_filter_section_minRating
source: Minimum Rating
ar: الحد الأدنى للتقييم
de: Mindestbewertung
es: Calificacion minima
fr: Evaluation minimale
he: דירוג מינימלי
hu: Minimalis ertekeles
it: Valutazione minima
nl: Minimale beoordeling
pt: Avaliacao Minima

# diveSites_filter_section_options
source: Options
ar: الخيارات
de: Optionen
es: Opciones
he: אפשרויות
hu: Opciok
it: Opzioni
nl: Opties
pt: Opcoes

# diveSites_filter_title
source: Filter Sites
ar: تصفية المواقع
de: Tauchplaetze filtern
es: Filtrar sitios
fr: Filtrer les sites
he: סנן אתרים
hu: Helyszinek szurese
it: Filtra siti
nl: Stekken filteren
pt: Filtrar Pontos

# diveSites_import_appBar_title
source: Import Dive Site
ar: استيراد موقع غوص
de: Tauchplatz importieren
es: Importar punto de buceo
fr: Importer un site de plongee
he: ייבא אתר צלילה
hu: Merulohely importalasa
it: Importa sito di immersione
nl: Duikstek importeren
pt: Importar Ponto de Mergulho

# diveSites_import_badge_imported
source: Imported
ar: مستورد
de: Importiert
es: Importado
fr: Importe
he: יובא
hu: Importalt
it: Importato
nl: Geimporteerd
pt: Importado

# diveSites_import_badge_saved
source: Saved
ar: محفوظ
de: Gespeichert
es: Guardado
fr: Enregistre
he: נשמר
hu: Mentett
it: Salvato
nl: Opgeslagen
pt: Salvo

# diveSites_import_button_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבא
hu: Importalas
it: Importa
nl: Importeren
pt: Importar

# diveSites_import_detail_alreadyImported
source: Already Imported
ar: تم الاستيراد مسبقاً
de: Bereits importiert
es: Ya importado
fr: Deja importe
he: כבר יובא
hu: Mar importalva
it: Gia importato
nl: Reeds geimporteerd
pt: Ja Importado

# diveSites_import_detail_importToMySites
source: Import to My Sites
ar: استيراد إلى مواقعي
de: Zu meinen Tauchplaetzen importieren
es: Importar a mis sitios
fr: Importer dans mes sites
he: ייבא לאתרים שלי
hu: Importalas a helyszineimhez
it: Importa nei miei siti
nl: Importeren naar mijn stekken
pt: Importar para Meus Pontos

# diveSites_import_detail_source
source: Source: {source}
ar: المصدر: {source}
de: Quelle: {source}
es: Fuente: {source}
he: מקור: {source}
hu: Forras: {source}
it: Fonte: {source}
nl: Bron: {source}
pt: Fonte: {source}

# diveSites_import_empty_description
source: Search for dive sites from our database of popular dive destinations around the world.
ar: ابحث عن مواقع الغوص من قاعدة بياناتنا لوجهات الغوص الشهيرة حول العالم.
de: Suchen Sie nach Tauchplaetzen aus unserer Datenbank beliebter Tauchziele weltweit.
es: Busca puntos de buceo en nuestra base de datos de destinos de buceo populares alrededor del mundo.
fr: Recherche des sites de plongee dans notre base de donnees de destinations populaires a travers le monde.
he: חפש אתרי צלילה ממאגר הנתונים שלנו של יעדי צלילה פופולריים ברחבי העולם.
hu: Keressen merulohelyeket a nepszeru merulesi celpontok adatbazisunkbol vilagszerte.
it: Cerca siti di immersione dal nostro database di destinazioni subacquee famose in tutto il mondo.
nl: Zoek naar duikstekken uit onze database van populaire duikbestemmingen over de hele wereld.
pt: Busque pontos de mergulho em nosso banco de dados de destinos de mergulho populares ao redor do mundo.

# diveSites_import_empty_hint
source: Try searching by site name, country, or region.
ar: جرّب البحث باسم الموقع أو الدولة أو المنطقة.
de: Versuchen Sie, nach Tauchplatzname, Land oder Region zu suchen.
es: Intenta buscar por nombre del sitio, pais o region.
fr: Essaie de rechercher par nom de site, pays ou region.
he: נסה לחפש לפי שם אתר, מדינה או אזור.
hu: Probaljon keresni helyszinnev, orszag vagy regio alapjan.
it: Prova a cercare per nome del sito, paese o regione.
nl: Probeer te zoeken op steknaam, land of regio.
pt: Tente buscar por nome do ponto, pais ou regiao.

# diveSites_import_empty_title
source: Search Dive Sites
ar: البحث عن مواقع الغوص
de: Tauchplaetze suchen
es: Buscar puntos de buceo
fr: Rechercher des sites de plongee
he: חפש אתרי צלילה
hu: Merulohelyek keresese
it: Cerca siti di immersione
nl: Zoek duikstekken
pt: Buscar Pontos de Mergulho

# diveSites_import_error_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujra
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# diveSites_import_error_title
source: Search Error
ar: خطأ في البحث
de: Suchfehler
es: Error de busqueda
fr: Erreur de recherche
he: שגיאת חיפוש
hu: Keresesi hiba
it: Errore di ricerca
nl: Zoekfout
pt: Erro na Busca

# diveSites_import_error_unknown
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
he: שגיאה לא ידועה
hu: Ismeretlen hiba
it: Errore sconosciuto
nl: Onbekende fout
pt: Erro desconhecido

# diveSites_import_externalSite_locationUnknown
source: Location unknown
ar: الموقع غير معروف
de: Standort unbekannt
es: Ubicacion desconocida
fr: Lieu inconnu
he: מיקום לא ידוע
hu: Ismeretlen helyszin
it: Posizione sconosciuta
nl: Locatie onbekend
pt: Localizacao desconhecida

# diveSites_import_localSite_locationNotSet
source: Location not set
ar: الموقع غير محدد
de: Standort nicht festgelegt
es: Ubicacion no establecida
fr: Position non definie
he: מיקום לא הוגדר
hu: Helyszin nincs megadva
it: Posizione non impostata
nl: Locatie niet ingesteld
pt: Localizacao nao definida

# diveSites_import_noResults_description
source: No dive sites found for "{query}". Try a different search term.
ar: لم يتم العثور على مواقع غوص لـ "{query}". جرّب مصطلح بحث مختلف.
de: Keine Tauchplaetze fuer "{query}" gefunden. Versuchen Sie einen anderen Suchbegriff.
es: No se encontraron puntos de buceo para "{query}". Intenta con un termino de busqueda diferente.
fr: Aucun site de plongee trouve pour "{query}". Essaie un autre terme de recherche.
he: לא נמצאו אתרי צלילה עבור "{query}". נסה מונח חיפוש אחר.
hu: Nem talalhato merulohely "{query}" keresesi kifejezesre. Probaljon mas keresesi kifejezest.
it: Nessun sito di immersione trovato per "{query}". Prova un termine di ricerca diverso.
nl: Geen duikstekken gevonden voor "{query}". Probeer een andere zoekterm.
pt: Nenhum ponto de mergulho encontrado para "{query}". Tente um termo de busca diferente.

# diveSites_import_noResults_title
source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun resultat
he: אין תוצאות
hu: Nincs talalat
it: Nessun risultato
nl: Geen resultaten
pt: Sem Resultados

# diveSites_import_quickSearch_caribbean
source: Caribbean
ar: الكاريبي
de: Karibik
es: Caribe
fr: Caraibes
he: קריביים
hu: Karib-tenger
it: Caraibi
nl: Caribisch gebied
pt: Caribe

# diveSites_import_quickSearch_indonesia
source: Indonesia
ar: إندونيسيا
de: Indonesien
fr: Indonesie
he: אינדונזיה
hu: Indonezia
nl: Indonesie

# diveSites_import_quickSearch_maldives
source: Maldives
ar: المالديف
de: Malediven
es: Maldivas
he: מלדיביים
hu: Maldiv-szigetek
it: Maldive
nl: Malediven
pt: Maldivas

# diveSites_import_quickSearch_philippines
source: Philippines
ar: الفلبين
de: Philippinen
es: Filipinas
he: פיליפינים
hu: Fulop-szigetek
it: Filippine
nl: Filipijnen
pt: Filipinas

# diveSites_import_quickSearch_redSea
source: Red Sea
ar: البحر الأحمر
de: Rotes Meer
es: Mar Rojo
fr: Mer Rouge
he: ים סוף
hu: Voros-tenger
it: Mar Rosso
nl: Rode Zee
pt: Mar Vermelho

# diveSites_import_quickSearch_thailand
source: Thailand
ar: تايلاند
es: Tailandia
fr: Thailande
he: תאילנד
hu: Thaifold
it: Thailandia
pt: Tailandia

# diveSites_import_search_clearTooltip
source: Clear search
ar: مسح البحث
de: Suche loeschen
es: Borrar busqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# diveSites_import_search_hint
source: Search dive sites (e.g., "Blue Hole", "Thailand")
ar: البحث عن مواقع الغوص (مثال: "الحفرة الزرقاء"، "تايلاند")
de: Tauchplaetze suchen (z. B. "Blue Hole", "Thailand")
es: Buscar puntos de buceo (p. ej., "Blue Hole", "Tailandia")
fr: Rechercher des sites de plongee (ex. "Blue Hole", "Thailande")
he: חפש אתרי צלילה (לדוגמה, "Blue Hole", "תאילנד")
hu: Merulohelyek keresese (pl. "Blue Hole", "Thaifold")
it: Cerca siti di immersione (es. "Blue Hole", "Thailandia")
nl: Zoek duikstekken (bijv. "Blue Hole", "Thailand")
pt: Buscar pontos de mergulho (ex., "Blue Hole", "Tailandia")

# diveSites_import_section_importFromDatabase
source: Import from Database ({count})
ar: استيراد من قاعدة البيانات ({count})
de: Aus Datenbank importieren ({count})
es: Importar de la base de datos ({count})
fr: Importer depuis la base de donnees ({count})
he: ייבא ממאגר נתונים ({count})
hu: Importalas adatbazisbol ({count})
it: Importa dal database ({count})
nl: Importeren uit database ({count})
pt: Importar do Banco de Dados ({count})

# diveSites_import_section_mySites
source: My Sites ({count})
ar: مواقعي ({count})
de: Meine Tauchplaetze ({count})
es: Mis sitios ({count})
fr: Mes sites ({count})
he: האתרים שלי ({count})
hu: Helyszineim ({count})
it: I miei siti ({count})
nl: Mijn stekken ({count})
pt: Meus Pontos ({count})

# diveSites_import_semantics_viewDetails
source: View details for {name}
ar: عرض تفاصيل {name}
de: Details fuer {name} anzeigen
es: Ver detalles de {name}
fr: Voir les details de {name}
he: צפה בפרטים עבור {name}
hu: {name} reszleteinek megtekintese
it: Visualizza dettagli per {name}
nl: Details bekijken voor {name}
pt: Ver detalhes de {name}

# diveSites_import_semantics_viewSavedSite
source: View saved site {name}
ar: عرض الموقع المحفوظ {name}
de: Gespeicherten Tauchplatz {name} anzeigen
es: Ver sitio guardado {name}
fr: Voir le site enregistre {name}
he: צפה באתר שמור {name}
hu: Mentett helyszin megtekintese: {name}
it: Visualizza sito salvato {name}
nl: Opgeslagen stek {name} bekijken
pt: Ver ponto salvo {name}

# diveSites_import_snackbar_failed
source: Failed to import site
ar: فشل استيراد الموقع
de: Import des Tauchplatzes fehlgeschlagen
es: Error al importar el sitio
fr: Echec de l'importation du site
he: ייבוא האתר נכשל
hu: Nem sikerult a helyszin importalasa
it: Importazione del sito fallita
nl: Importeren van stek mislukt
pt: Falha ao importar ponto

# diveSites_import_snackbar_imported
source: Imported "{name}"
ar: تم استيراد "{name}"
de: "{name}" importiert
es: "{name}" importado
fr: "{name}" importe
he: יובא "{name}"
hu: "{name}" importalva
it: "{name}" importato
nl: "{name}" geimporteerd
pt: "{name}" importado

# diveSites_import_snackbar_viewAction
source: View
ar: عرض
de: Anzeigen
es: Ver
fr: Voir
he: צפה
hu: Megtekintes
it: Visualizza
nl: Bekijken
pt: Ver

# diveSites_list_activeFilter_clear
source: Clear
ar: مسح
de: Loeschen
es: Borrar
fr: Effacer
he: נקה
hu: Torles
it: Cancella
nl: Wissen
pt: Limpar

# diveSites_list_activeFilter_country
source: Country: {country}
ar: الدولة: {country}
de: Land: {country}
es: Pais: {country}
fr: Pays : {country}
he: מדינה: {country}
hu: Orszag: {country}
it: Paese: {country}
nl: Land: {country}
pt: Pais: {country}

# diveSites_list_activeFilter_depthRangeBoth
source: {min}-{max}m
ar: {min}-{max}م
he: {min}-{max}מ'

# diveSites_list_activeFilter_depthRangeMax
source: Up to {max}m
ar: حتى {max}م
de: Bis zu {max}m
es: Hasta {max}m
fr: Jusqu'à {max}m
he: עד {max}מ'
hu: Legfeljebb {max}m
it: Fino a {max}m
nl: Tot {max}m
pt: Até {max}m

# diveSites_list_activeFilter_depthRangeMin
source: {min}m+
ar: {min}م+
he: {min}מ'+

# diveSites_list_activeFilter_hasCoordinates
source: Has coordinates
ar: يحتوي على إحداثيات
de: Hat Koordinaten
es: Tiene coordenadas
fr: Avec coordonnees
he: יש קואורדינטות
hu: Van koordinata
it: Ha coordinate
nl: Heeft coordinaten
pt: Possui coordenadas

# diveSites_list_activeFilter_hasDives
source: Has dives
ar: يحتوي على غوصات
de: Hat Tauchgaenge
es: Tiene inmersiones
fr: Avec plongees
he: יש צלילות
hu: Vannak merulesek
it: Ha immersioni
nl: Heeft duiken
pt: Possui mergulhos

# diveSites_list_activeFilter_region
source: Region: {region}
ar: المنطقة: {region}
he: אזור: {region}
hu: Regio: {region}
it: Regione: {region}
nl: Regio: {region}
pt: Regiao: {region}

# diveSites_list_appBar_title
source: Dive Sites
ar: مواقع الغوص
de: Tauchplaetze
es: Puntos de buceo
fr: Sites de plongee
he: אתרי צלילה
hu: Merulohelyek
it: Siti di immersione
nl: Duikstekken
pt: Pontos de Mergulho

# diveSites_list_bulkDelete_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveSites_list_bulkDelete_confirm
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# diveSites_list_bulkDelete_content
source: Are you sure you want to delete {count} {count, plural, =1{site} other{sites}}? This action can be undone within 5 seconds.
ar: هل أنت متأكد من حذف {count} {count, plural, =1{موقع} other{مواقع}}؟ يمكن التراجع عن هذا الإجراء خلال 5 ثوانٍ.
de: Sind Sie sicher, dass Sie {count} {count, plural, =1{Tauchplatz} other{Tauchplaetze}} loeschen moechten? Diese Aktion kann innerhalb von 5 Sekunden rueckgaengig gemacht werden.
es: Estas seguro de que deseas eliminar {count} {count, plural, =1{sitio} other{sitios}}? Esta accion se puede deshacer en 5 segundos.
fr: Es-tu sur de vouloir supprimer {count} {count, plural, =1{site} other{sites}} ? Cette action peut etre annulee dans les 5 secondes.
he: האם אתה בטוח שברצונך למחוק {count} {count, plural, =1{אתר} other{אתרים}}? ניתן לבטל פעולה זו תוך 5 שניות.
hu: Biztosan torolni akarja a(z) {count} {count, plural, =1{helyszint} other{helyszint}}? Ez a muvelet 5 masodpercen belul visszavonhato.
it: Sei sicuro di voler eliminare {count} {count, plural, =1{sito} other{siti}}? Questa azione puo essere annullata entro 5 secondi.
nl: Weet je zeker dat je {count} {count, plural, =1{stek} other{stekken}} wilt verwijderen? Deze actie kan binnen 5 seconden ongedaan worden gemaakt.
pt: Tem certeza de que deseja excluir {count} {count, plural, =1{ponto} other{pontos}}? Esta acao pode ser desfeita em ate 5 segundos.
