Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# transfer_import_aboutContent
source: Use "Import Data" for the best experience -- it auto-detects your file format and source app. The individual format options below are also available for direct access.
ar: استخدم "استيراد البيانات" للحصول على أفضل تجربة -- يكتشف تلقائيًا صيغة الملف والتطبيق المصدر. تتوفر أيضًا خيارات الصيغ الفردية أدناه للوصول المباشر.
de: Verwenden Sie "Daten importieren" fuer das beste Ergebnis - das Dateiformat und die Quell-App werden automatisch erkannt. Die einzelnen Formatoptionen unten stehen auch fuer den direkten Zugriff zur Verfuegung.
es: Usa "Importar datos" para la mejor experiencia: detecta automaticamente el formato de archivo y la aplicacion de origen. Las opciones de formato individuales a continuacion tambien estan disponibles para acceso directo.
fr: Utilisez "Importer des donnees" pour la meilleure experience -- la detection du format de fichier et de l'application source est automatique. Les options par format ci-dessous sont egalement disponibles pour un acces direct.
he: השתמש ב"ייבוא נתונים" לחוויה הטובה ביותר -- מזהה אוטומטית את פורמט הקובץ ואפליקציית המקור שלך. אפשרויות הפורמט הבודדות למטה זמינות גם לגישה ישירה.
hu: Az "Adatok importalasa" hasznalata a legjobb elmeny -- automatikusan felismeri a fajlformatumot es a forras alkalmazast. Az egyes formatumok opcio alabb kozvetlenül is elerhetok.
it: Usa "Importa dati" per la migliore esperienza -- rileva automaticamente il formato del file e l'app di origine. Le opzioni per i singoli formati qui sotto sono disponibili anche per l'accesso diretto.
nl: Gebruik "Gegevens importeren" voor de beste ervaring -- het detecteert automatisch je bestandsformaat en bronapplicatie. De individuele formaatopties hieronder zijn ook beschikbaar voor directe toegang.
pt: Use "Importar Dados" para a melhor experiencia -- ele detecta automaticamente o formato do arquivo e o aplicativo de origem. As opcoes de formato individual abaixo tambem estao disponiveis para acesso direto.

# transfer_import_aboutTitle
source: About Import
ar: حول الاستيراد
de: Ueber Import
es: Acerca de la importacion
fr: A propos de l'import
he: אודות ייבוא
hu: Az importalasrol
it: Informazioni sull'importazione
nl: Over importeren
pt: Sobre Importacao

# transfer_import_autoDetectSemanticLabel
source: Import data with auto-detection
ar: استيراد البيانات مع الكشف التلقائي
de: Daten mit automatischer Erkennung importieren
es: Importar datos con deteccion automatica
fr: Importer des donnees avec detection automatique
he: ייבא נתונים עם זיהוי אוטומטי
hu: Adatok importalasa automatikus falismeréssel
it: Importa dati con rilevamento automatico
nl: Gegevens importeren met automatische detectie
pt: Importar dados com deteccao automatica

# transfer_import_autoDetectSubtitle
source: Auto-detects CSV, UDDF, FIT, and more
ar: يكتشف تلقائيًا CSV و UDDF و FIT والمزيد
de: Erkennt automatisch CSV, UDDF, FIT und mehr
es: Detecta automaticamente CSV, UDDF, FIT y mas
fr: Detection automatique CSV, UDDF, FIT, et plus
he: מזהה אוטומטית CSV, UDDF, FIT ועוד
hu: Automatikusan felismeri a CSV, UDDF, FIT es mas formatumokat
it: Rileva automaticamente CSV, UDDF, FIT e altro
nl: Detecteert automatisch CSV, UDDF, FIT en meer
pt: Detecta automaticamente CSV, UDDF, FIT e mais

# transfer_import_autoDetectTitle
source: Import Data
ar: استيراد البيانات
de: Daten importieren
es: Importar datos
fr: Importer des donnees
he: ייבוא נתונים
hu: Adatok importalasa
it: Importa dati
nl: Gegevens importeren
pt: Importar Dados

# transfer_import_byFormatHeader
source: Import by Format
ar: الاستيراد حسب الصيغة
de: Nach Format importieren
es: Importar por formato
fr: Importer par format
he: ייבוא לפי פורמט
hu: Importalas formatum szerint
it: Importa per formato
nl: Importeren op formaat
pt: Importar por Formato

# transfer_import_csvSubtitle
source: Import dives from CSV file
ar: استيراد الغوصات من ملف CSV
de: Tauchgaenge aus CSV-Datei importieren
es: Importar inmersiones desde archivo CSV
fr: Importer des plongees depuis un fichier CSV
he: ייבא צלילות מקובץ CSV
hu: Merülesek importalasa CSV fajlbol
it: Importa immersioni da file CSV
nl: Duiken importeren vanuit CSV-bestand
pt: Importar mergulhos de arquivo CSV

# transfer_import_csvTitle
source: Import from CSV
ar: الاستيراد من CSV
de: Aus CSV importieren
es: Importar desde CSV
fr: Importer depuis CSV
he: ייבוא מ-CSV
hu: Importalas CSV-bol
it: Importa da CSV
nl: Importeren vanuit CSV
pt: Importar de CSV

# transfer_import_fitSubtitle
source: Import dives from Garmin Descent export files
ar: استيراد الغوصات من ملفات تصدير Garmin Descent
de: Tauchgaenge aus Garmin Descent Exportdateien importieren
es: Importar inmersiones desde archivos de exportacion Garmin Descent
fr: Importer des plongees depuis des fichiers d'export Garmin Descent
he: ייבא צלילות מקבצי ייצוא של Garmin Descent
hu: Merülesek importalasa Garmin Descent export fajlokbol
it: Importa immersioni da file di esportazione Garmin Descent
nl: Duiken importeren vanuit Garmin Descent-exportbestanden
pt: Importar mergulhos de arquivos de exportacao Garmin Descent

# transfer_import_fitTitle
source: Import from FIT File
ar: الاستيراد من ملف FIT
de: Aus FIT-Datei importieren
es: Importar desde archivo FIT
fr: Importer depuis un fichier FIT
he: ייבוא מקובץ FIT
hu: Importalas FIT fajlbol
it: Importa da file FIT
nl: Importeren vanuit FIT-bestand
pt: Importar de Arquivo FIT

# transfer_import_operationCompleted
source: Operation completed
ar: اكتملت العملية
de: Vorgang abgeschlossen
es: Operacion completada
fr: Operation terminee
he: הפעולה הושלמה
hu: Muvelet befejezve
it: Operazione completata
nl: Bewerking voltooid
pt: Operacao concluida

# transfer_import_operationFailed
source: Operation failed: {error}
ar: فشلت العملية: {error}
de: Vorgang fehlgeschlagen: {error}
es: La operacion fallo: {error}
fr: Echec de l'operation : {error}
he: הפעולה נכשלה: {error}
hu: Muvelet sikertelen: {error}
it: Operazione non riuscita: {error}
nl: Bewerking mislukt: {error}
pt: Falha na operacao: {error}

# transfer_import_sectionHeader
source: Import Data
ar: استيراد البيانات
de: Daten importieren
es: Importar datos
fr: Importer des donnees
he: ייבוא נתונים
hu: Adatok importalasa
it: Importa dati
nl: Gegevens importeren
pt: Importar Dados

# transfer_import_uddfSubtitle
source: Universal Dive Data Format
ar: تنسيق بيانات الغوص العالمي
he: פורמט נתוני צלילה אוניברסלי
hu: Univerzalis merülesi adat formatum

# transfer_import_uddfTitle
source: Import from UDDF
ar: الاستيراد من UDDF
de: Aus UDDF importieren
es: Importar desde UDDF
fr: Importer depuis UDDF
he: ייבוא מ-UDDF
hu: Importalas UDDF-bol
it: Importa da UDDF
nl: Importeren vanuit UDDF
pt: Importar de UDDF

# transfer_pdfExport_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# transfer_pdfExport_dialogTitle
source: Export PDF Logbook
ar: تصدير سجل PDF
de: PDF-Logbuch exportieren
es: Exportar libro de registro PDF
fr: Exporter le carnet PDF
he: ייצוא יומן PDF
hu: PDF naplokonyv exportalasa
it: Esporta logbook PDF
nl: PDF-logboek exporteren
pt: Exportar Logbook PDF

# transfer_pdfExport_exportButton
source: Export PDF
ar: تصدير PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter en PDF
he: ייצא PDF
hu: PDF exportalas
it: Esporta PDF
nl: PDF exporteren
pt: Exportar PDF

# transfer_pdfExport_includeCertCards
source: Include Certification Cards
ar: تضمين بطاقات الشهادات
de: Zertifizierungskarten einschliessen
es: Incluir tarjetas de certificacion
fr: Inclure les cartes de certification
he: כלול כרטיסי הסמכה
hu: Tanusitvany kartyak beillesztese
it: Includi tessere certificazione
nl: Certificeringskaarten opnemen
pt: Incluir Cartoes de Certificacao

# transfer_pdfExport_includeCertCardsSubtitle
source: Add scanned certification card images to the PDF
ar: إضافة صور بطاقات الشهادات الممسوحة ضوئيًا إلى ملف PDF
de: Gescannte Zertifizierungskartenbilder zum PDF hinzufuegen
es: Agregar imagenes escaneadas de tarjetas de certificacion al PDF
fr: Ajouter les images de cartes de certification scannees au PDF
he: הוסף תמונות כרטיסי הסמכה סרוקים ל-PDF
hu: Beolvasott tanusitvany kartya kepek hozzaadasa a PDF-hez
it: Aggiungi le immagini delle tessere certificazione scansionate al PDF
nl: Gescande certificeringskaartafbeeldingen aan de PDF toevoegen
pt: Adicionar imagens de cartoes de certificacao escaneados ao PDF

# transfer_pdfExport_pageSizeHeader
source: Page Size
ar: حجم الصفحة
de: Seitengroesse
es: Tamano de pagina
fr: Format de page
he: גודל עמוד
hu: Oldalmerret
it: Dimensione pagina
nl: Paginaformaat
pt: Tamanho da Pagina

# transfer_pdfExport_templateDetailed
source: Detailed
ar: مفصل
de: Detailliert
es: Detallado
fr: Detaille
he: מפורט
hu: Reszletes
it: Dettagliato
nl: Gedetailleerd
pt: Detalhado

# transfer_pdfExport_templateDetailedDesc
source: Full dive information with notes and ratings
ar: معلومات الغوصة الكاملة مع الملاحظات والتقييمات
de: Vollstaendige Tauchinformationen mit Notizen und Bewertungen
es: Informacion completa de la inmersion con notas y valoraciones
fr: Informations completes avec notes et evaluations
he: מידע מלא על הצלילה עם הערות ודירוגים
hu: Teljes merülesi informacio jegyzetekkel es ertekelesekkel
it: Informazioni complete sull'immersione con note e valutazioni
nl: Volledige duikinformatie met notities en beoordelingen
pt: Informacoes completas do mergulho com notas e avaliacoes

# transfer_pdfExport_templateHeader
source: Template
ar: القالب
de: Vorlage
es: Plantilla
fr: Modele
he: תבנית
hu: Sablon
it: Modello
nl: Sjabloon
pt: Modelo

# transfer_pdfExport_templateNauiStyle
source: NAUI Style
ar: نمط NAUI
de: NAUI-Stil
es: Estilo NAUI
fr: Style NAUI
he: סגנון NAUI
hu: NAUI stilusu
it: Stile NAUI
nl: NAUI-stijl
pt: Estilo NAUI

# transfer_pdfExport_templateNauiStyleDesc
source: Layout matching NAUI logbook format
ar: تخطيط مطابق لتنسيق سجل NAUI
de: Layout im NAUI-Logbuchformat
es: Diseno que coincide con el formato del libro de registro NAUI
fr: Mise en page conforme au format du carnet NAUI
he: פריסה התואמת לפורמט יומן NAUI
hu: NAUI naplokonyv formatumnak megfelelo elrendezes
it: Layout corrispondente al formato logbook NAUI
nl: Lay-out overeenkomstig NAUI-logboekformaat
pt: Layout correspondente ao formato do logbook NAUI

# transfer_pdfExport_templatePadiStyle
source: PADI Style
ar: نمط PADI
de: PADI-Stil
es: Estilo PADI
fr: Style PADI
he: סגנון PADI
hu: PADI stilusu
it: Stile PADI
nl: PADI-stijl
pt: Estilo PADI

# transfer_pdfExport_templatePadiStyleDesc
source: Layout matching PADI logbook format
ar: تخطيط مطابق لتنسيق سجل PADI
de: Layout im PADI-Logbuchformat
es: Diseno que coincide con el formato del libro de registro PADI
fr: Mise en page conforme au format du carnet PADI
he: פריסה התואמת לפורמט יומן PADI
hu: PADI naplokonyv formatumnak megfelelo elrendezes
it: Layout corrispondente al formato logbook PADI
nl: Lay-out overeenkomstig PADI-logboekformaat
pt: Layout correspondente ao formato do logbook PADI

# transfer_pdfExport_templateProfessional
source: Professional
ar: احترافي
de: Professionell
es: Profesional
fr: Professionnel
he: מקצועי
hu: Professzionalis
it: Professionale
nl: Professioneel
pt: Profissional

# transfer_pdfExport_templateProfessionalDesc
source: Signature and stamp areas for verification
ar: مساحات للتوقيع والختم للتحقق
de: Unterschrift- und Stempelbereiche zur Verifizierung
es: Areas de firma y sello para verificacion
fr: Zones de signature et de tampon pour verification
he: אזורי חתימה וחותמת לאימות
hu: Alairas es pecsethely a hitelesiteshez
it: Aree per firma e timbro per la verifica
nl: Handtekening- en stempelvelden voor verificatie
pt: Areas de assinatura e carimbo para verificacao

# transfer_pdfExport_templateSemanticLabel
source: Select {templateName} template
ar: اختيار قالب {templateName}
de: Vorlage {templateName} auswaehlen
es: Seleccionar plantilla {templateName}
fr: Selectionner le modele {templateName}
he: בחר תבנית {templateName}
hu: {templateName} sablon kivalasztasa
it: Seleziona modello {templateName}
nl: Selecteer sjabloon {templateName}
pt: Selecionar modelo {templateName}

# transfer_pdfExport_templateSimple
source: Simple
ar: بسيط
de: Einfach
he: פשוט
hu: Egyszeru
it: Semplice
nl: Eenvoudig
pt: Simples

# transfer_pdfExport_templateSimpleDesc
source: Compact table format, many dives per page
ar: تنسيق جدول مضغوط، غوصات كثيرة في كل صفحة
de: Kompaktes Tabellenformat, viele Tauchgaenge pro Seite
es: Formato de tabla compacto, muchas inmersiones por pagina
fr: Format tableau compact, nombreuses plongees par page
he: פורמט טבלה קומפקטי, צלילות רבות בעמוד
hu: Tömor tablazatos formatum, sok merüles oldalankent
it: Formato tabella compatto, molte immersioni per pagina
nl: Compact tabelformaat, veel duiken per pagina
pt: Formato de tabela compacto, muitos mergulhos por pagina

# transfer_section_computersSubtitle
source: Download from device
ar: التنزيل من الجهاز
de: Vom Geraet herunterladen
es: Descargar desde dispositivo
fr: Telecharger depuis l'appareil
he: הורדה ממכשיר
hu: Letoltes eszkozrol
it: Scarica dal dispositivo
nl: Downloaden van apparaat
pt: Baixar do dispositivo

# transfer_section_computersTitle
source: Dive Computers
ar: حواسيب الغوص
de: Tauchcomputer
es: Computadoras de buceo
fr: Ordinateurs de plongee
he: מחשבי צלילה
hu: Merülesi szamitogepek
it: Dive computer
nl: Duikcomputers
pt: Computadores de Mergulho

# transfer_section_exportSubtitle
source: CSV, UDDF, PDF logbook
ar: CSV، UDDF، سجل PDF
de: CSV, UDDF, PDF-Logbuch
es: CSV, UDDF, libro de registro PDF
fr: CSV, UDDF, carnet PDF
he: CSV, UDDF, יומן PDF
hu: CSV, UDDF, PDF naplokonyv
it: CSV, UDDF, logbook PDF
nl: CSV, UDDF, PDF-logboek
pt: CSV, UDDF, logbook PDF

# transfer_section_exportTitle
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
he: ייצוא
hu: Exportalas
it: Esporta
nl: Exporteren
pt: Exportar

# transfer_section_importSubtitle
source: CSV, UDDF files
ar: ملفات CSV، UDDF
de: CSV-, UDDF-Dateien
es: Archivos CSV, UDDF
fr: Fichiers CSV, UDDF
he: קבצי CSV, UDDF
hu: CSV, UDDF fajlok
it: File CSV, UDDF
nl: CSV, UDDF-bestanden
pt: Arquivos CSV, UDDF

# transfer_section_importTitle
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבוא
hu: Importalas
it: Importa
nl: Importeren
pt: Importar

# transfer_summary_description
source: Import and export dive data
ar: استيراد وتصدير بيانات الغوص
de: Tauchdaten importieren und exportieren
es: Importar y exportar datos de buceo
fr: Importer et exporter les donnees de plongee
he: ייבוא וייצוא נתוני צלילה
hu: Merülesi adatok importalasa es exportalasa
it: Importa ed esporta dati immersione
nl: Duikgegevens importeren en exporteren
pt: Importar e exportar dados de mergulho

# transfer_summary_selectSection
source: Select a section from the list
ar: اختر قسمًا من القائمة
de: Waehlen Sie einen Bereich aus der Liste
es: Selecciona una seccion de la lista
fr: Selectionnez une section dans la liste
he: בחר מדור מהרשימה
hu: Valasszon egy szekciót a listabol
it: Seleziona una sezione dalla lista
nl: Selecteer een sectie uit de lijst
pt: Selecione uma secao da lista

# transfer_summary_title
source: Transfer
ar: النقل
de: Uebertragung
es: Transferir
fr: Transfert
he: העברה
hu: Atvitel
it: Trasferimento
nl: Overdracht
pt: Transferencia

# transfer_unknownSection
source: Unknown section: {sectionId}
ar: قسم غير معروف: {sectionId}
de: Unbekannter Bereich: {sectionId}
es: Seccion desconocida: {sectionId}
fr: Section inconnue : {sectionId}
he: מדור לא ידוע: {sectionId}
hu: Ismeretlen szekció: {sectionId}
it: Sezione sconosciuta: {sectionId}
nl: Onbekende sectie: {sectionId}
pt: Secao desconhecida: {sectionId}

# trips_appBar_title
source: Trips
ar: الرحلات
de: Reisen
es: Viajes
fr: Voyages
he: טיולים
hu: Utak
it: Viaggi
nl: Reizen
pt: Viagens

# trips_appBar_tripPhotos
source: Trip Photos
ar: صور الرحلة
de: Reisefotos
es: Fotos del viaje
fr: Photos du voyage
he: תמונות טיול
hu: Utifotok
it: Foto del viaggio
nl: Reisfoto's
pt: Fotos da Viagem

# trips_detail_action_delete
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחיקה
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# trips_detail_action_export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
he: ייצוא
hu: Exportalas
it: Esporta
nl: Exporteren
pt: Exportar

# trips_detail_appBar_title
source: Trip
ar: الرحلة
de: Reise
es: Viaje
fr: Voyage
he: טיול
hu: Ut
it: Viaggio
nl: Reis
pt: Viagem

# trips_detail_dialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# trips_detail_dialog_deleteConfirm
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחיקה
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# trips_detail_dialog_deleteContent
source: Are you sure you want to delete "{name}"? This will remove the trip but keep the dives.
ar: هل أنت متأكد أنك تريد حذف "{name}"؟ سيتم إزالة الرحلة مع الاحتفاظ بالغوصات.
de: Sind Sie sicher, dass Sie "{name}" loeschen moechten? Die Reise wird entfernt, aber die Tauchgaenge bleiben erhalten.
es: Estas seguro de que deseas eliminar "{name}"? Se eliminara el viaje pero se conservaran las inmersiones.
fr: Voulez-vous vraiment supprimer "{name}" ? Le voyage sera supprime mais les plongees seront conservees.
he: האם אתה בטוח שברצונך למחוק את "{name}"? פעולה זו תסיר את הטיול אך תשמור על הצלילות.
hu: Biztosan torli a(z) "{name}" utat? Az ut torlodik, de a merülesek megmaradnak.
it: Sei sicuro di voler eliminare "{name}"? Il viaggio verrà rimosso ma le immersioni saranno mantenute.
nl: Weet je zeker dat je "{name}" wilt verwijderen? De reis wordt verwijderd maar de duiken blijven bewaard.
pt: Tem certeza de que deseja excluir "{name}"? Isso removera a viagem, mas mantera os mergulhos.

# trips_detail_dialog_deleteTitle
source: Delete Trip?
ar: حذف الرحلة؟
de: Reise loeschen?
es: Eliminar viaje?
fr: Supprimer le voyage ?
he: למחוק טיול?
hu: Ut torlese?
it: Eliminare il viaggio?
nl: Reis verwijderen?
pt: Excluir Viagem?

# trips_detail_dives_empty
source: No dives in this trip yet
ar: لا توجد غوصات في هذه الرحلة بعد
de: Noch keine Tauchgaenge in dieser Reise
es: No hay inmersiones en este viaje aun
fr: Aucune plongee dans ce voyage pour le moment
he: אין עדיין צלילות בטיול זה
hu: Meg nincsenek merülesek ezen az uton
it: Nessuna immersione in questo viaggio ancora
nl: Nog geen duiken in deze reis
pt: Nenhum mergulho nesta viagem ainda

# trips_detail_dives_errorLoading
source: Unable to load dives
ar: تعذر تحميل الغوصات
de: Tauchgaenge konnten nicht geladen werden
es: No se pudieron cargar las inmersiones
fr: Impossible de charger les plongees
he: לא ניתן לטעון צלילות
hu: Nem sikerult a merülesek betoltese
it: Impossibile caricare le immersioni
nl: Kan duiken niet laden
pt: Nao foi possivel carregar os mergulhos

# trips_detail_dives_unknownSite
source: Unknown Site
ar: موقع غوص غير معروف
de: Unbekannter Tauchplatz
es: Punto desconocido
fr: Site inconnu
he: אתר לא ידוע
hu: Ismeretlen merülohely
it: Sito sconosciuto
nl: Onbekende duikstek
pt: Ponto Desconhecido

# trips_detail_dives_viewAll
source: View All ({count})
ar: عرض الكل ({count})
de: Alle anzeigen ({count})
es: Ver todas ({count})
fr: Voir tout ({count})
he: הצג הכל ({count})
hu: Osszes megtekintese ({count})
it: Visualizza tutte ({count})
nl: Alles bekijken ({count})
pt: Ver Todos ({count})

# trips_detail_durationDays
source: {days} days
ar: {days} أيام
de: {days} Tage
es: {days} dias
fr: {days} jours
he: {days} ימים
hu: {days} nap
it: {days} giorni
nl: {days} dagen
pt: {days} dias

# trips_detail_export_csv_comingSoon
source: CSV export coming soon
ar: تصدير CSV قريبًا
de: CSV-Export kommt bald
es: Exportacion CSV disponible proximamente
fr: Export CSV bientot disponible
he: ייצוא CSV בקרוב
hu: CSV exportalas hamarosan
it: Esportazione CSV in arrivo
nl: CSV-export binnenkort beschikbaar
pt: Exportacao CSV em breve

# trips_detail_export_csv_subtitle
source: All dives in this trip
ar: جميع الغوصات في هذه الرحلة
de: Alle Tauchgaenge dieser Reise
es: Todas las inmersiones de este viaje
fr: Toutes les plongees de ce voyage
he: כל הצלילות בטיול זה
hu: Az ut osszes merülese
it: Tutte le immersioni di questo viaggio
nl: Alle duiken van deze reis
pt: Todos os mergulhos desta viagem

# trips_detail_export_csv_title
source: Export to CSV
ar: تصدير إلى CSV
de: Als CSV exportieren
es: Exportar a CSV
fr: Exporter en CSV
he: ייצוא ל-CSV
hu: Exportalas CSV-be
it: Esporta in CSV
nl: Exporteren naar CSV
pt: Exportar para CSV

# trips_detail_export_pdf_comingSoon
source: PDF export coming soon
ar: تصدير PDF قريبًا
de: PDF-Export kommt bald
es: Exportacion PDF disponible proximamente
fr: Export PDF bientot disponible
he: ייצוא PDF בקרוב
hu: PDF exportalas hamarosan
it: Esportazione PDF in arrivo
nl: PDF-export binnenkort beschikbaar
pt: Exportacao PDF em breve

# trips_detail_export_pdf_subtitle
source: Trip summary with dive details
ar: ملخص الرحلة مع تفاصيل الغوصات
de: Reisezusammenfassung mit Tauchgangsdetails
es: Resumen del viaje con detalles de las inmersiones
fr: Resume du voyage avec details des plongees
he: סיכום טיול עם פרטי צלילות
hu: Ut osszefoglalo merülesi reszletekkel
it: Riepilogo del viaggio con dettagli delle immersioni
nl: Reisoverzicht met duikdetails
pt: Resumo da viagem com detalhes dos mergulhos

# trips_detail_export_pdf_title
source: Export to PDF
ar: تصدير إلى PDF
de: Als PDF exportieren
es: Exportar a PDF
fr: Exporter en PDF
he: ייצוא ל-PDF
hu: Exportalas PDF-be
it: Esporta in PDF
nl: Exporteren naar PDF
pt: Exportar para PDF

# trips_detail_label_liveaboard
source: Liveaboard
ar: سفينة غوص
de: Tauchsafari
es: Vida a bordo
fr: Croisiere
he: ספינת צלילה
hu: Hajoszallas
it: Crociera subacquea

# trips_detail_label_location
source: Location
ar: الموقع
de: Ort
es: Ubicacion
fr: Lieu
he: מיקום
hu: Helyszin
it: Località
nl: Locatie
pt: Localizacao

# trips_detail_label_resort
source: Resort
ar: المنتجع
he: אתר נופש
hu: Udulohely

# trips_detail_scan_accessDenied
source: Photo library access denied
ar: تم رفض الوصول إلى مكتبة الصور
de: Zugriff auf Fotobibliothek verweigert
es: Acceso a la biblioteca de fotos denegado
fr: Acces a la phothotheque refuse
he: הגישה לספריית התמונות נדחתה
hu: Fotogaleriahoz valo hozzaferes megtagadva
it: Accesso alla libreria foto negato
nl: Toegang tot fotobibliotheek geweigerd
pt: Acesso a biblioteca de fotos negado

# trips_detail_scan_addDivesFirst
source: Add dives first to link photos
ar: أضف غوصات أولًا لربط الصور
de: Fuegen Sie zuerst Tauchgaenge hinzu, um Fotos zu verknuepfen
es: Agrega inmersiones primero para vincular fotos
fr: Ajoutez d'abord des plongees pour associer des photos
he: הוסף צלילות תחילה כדי לקשר תמונות
hu: Elobb adjon hozza merüleseket a fotok csatolasahoz
it: Aggiungi prima le immersioni per collegare le foto
nl: Voeg eerst duiken toe om foto's te koppelen
pt: Adicione mergulhos primeiro para vincular fotos

# trips_detail_scan_errorLinking
source: Error linking photos: {error}
ar: خطأ في ربط الصور: {error}
de: Fehler beim Verknuepfen der Fotos: {error}
es: Error al vincular fotos: {error}
fr: Erreur lors de l'association des photos : {error}
he: שגיאה בקישור תמונות: {error}
hu: Hiba a fotok csatolasakor: {error}
it: Errore nel collegamento delle foto: {error}
nl: Fout bij koppelen van foto's: {error}
pt: Erro ao vincular fotos: {error}

# trips_detail_scan_errorScanning
source: Error scanning: {error}
ar: خطأ في المسح: {error}
de: Fehler beim Scannen: {error}
es: Error al escanear: {error}
fr: Erreur lors du scan : {error}
he: שגיאה בסריקה: {error}
hu: Hiba a keresés soran: {error}
it: Errore nella scansione: {error}
nl: Fout bij scannen: {error}
pt: Erro ao escanear: {error}
