Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# statistics_gas_sacRecords_highest
source: Highest SAC Rate
ar: أعلى معدل SAC
de: Hoechste SAC-Rate
es: Tasa SAC mas alta
fr: Taux SAC le plus eleve
he: קצב SAC הגבוה ביותר
hu: Legmagasabb SAC rata
it: SAC piu alto
nl: Hoogste SAC-waarde
pt: Maior Taxa SAC

# statistics_gas_sacRecords_subtitle
source: Best and worst air consumption
ar: أفضل وأسوأ استهلاك للهواء
de: Bester und schlechtester Luftverbrauch
es: Mejor y peor consumo de aire
fr: Meilleure et pire consommation d'air
he: צריכת אוויר הטובה והגרועה ביותר
hu: Legjobb es legrosszabb levegofelhasznalas
it: Miglior e peggior consumo d'aria
nl: Beste en slechtste luchtverbruik
pt: Melhor e pior consumo de ar

# statistics_gas_sacRecords_title
source: SAC Rate Records
ar: سجلات معدل SAC
de: SAC-Raten-Rekorde
es: Records de tasa SAC
fr: Records de taux SAC
he: שיאי קצב SAC
hu: SAC rata rekordok
it: Record SAC
nl: SAC-records
pt: Registros de Taxa SAC

# statistics_gas_sacTrend_error
source: Failed to load SAC trend
ar: فشل تحميل اتجاه SAC
de: SAC-Trend konnte nicht geladen werden
es: Error al cargar la tendencia de SAC
fr: Echec du chargement de la tendance SAC
he: שגיאה בטעינת מגמת SAC
hu: Nem sikerult a SAC trend betoltese
it: Impossibile caricare la tendenza SAC
nl: Kan SAC-trend niet laden
pt: Falha ao carregar tendencia de SAC

# statistics_gas_sacTrend_subtitle
source: Monthly average over 5 years
ar: المتوسط الشهري على مدى 5 سنوات
de: Monatlicher Durchschnitt ueber 5 Jahre
es: Promedio mensual en 5 anos
fr: Moyenne mensuelle sur 5 ans
he: ממוצע חודשי על פני 5 שנים
hu: Havi atlag 5 even at
it: Media mensile su 5 anni
nl: Maandelijks gemiddelde over 5 jaar
pt: Media mensal ao longo de 5 anos

# statistics_gas_sacTrend_title
source: SAC Rate Trend
ar: اتجاه معدل SAC
de: SAC-Raten-Trend
es: Tendencia de tasa SAC
fr: Tendance du taux SAC
he: מגמת קצב SAC
hu: SAC rata trend
it: Tendenza SAC
nl: SAC-trend
pt: Tendencia da Taxa SAC

# statistics_gas_tankRole_backGas
source: Back Gas
ar: غاز رئيسي
de: Rueckengas
es: Gas principal
fr: Gaz dorsal
he: גז ראשי
hu: Hattergaz
it: Gas principale
nl: Achtergas
pt: Gas Principal

# statistics_gas_tankRole_bailout
source: Bailout
ar: غاز الطوارئ
he: חילוץ

# statistics_gas_tankRole_deco
source: Deco
ar: تخفيف الضغط
de: Deko
he: דקו
hu: Deko

# statistics_gas_tankRole_diluent
source: Diluent
ar: مخفف
es: Diluyente
fr: Diluant
he: מדלל
hu: Higito
it: Diluente
pt: Diluente

# statistics_gas_tankRole_oxygenSupply
source: O₂ Supply
ar: إمداد O₂
de: O₂-Versorgung
es: Suministro de O₂
fr: Alimentation O₂
he: אספקת O₂
hu: O₂ ellatas
it: Riserva O₂
nl: O₂-toevoer
pt: Suprimento de O₂

# statistics_gas_tankRole_pony
source: Pony
ar: أسطوانة احتياطية
he: פוני
nl: Ponyfles

# statistics_gas_tankRole_sidemountLeft
source: Sidemount L
ar: جانبي أيسر
es: Sidemount izq.
fr: Sidemount G
he: סיידמאונט שמאל
hu: Sidemount B
it: Sidemount S
pt: Sidemount E

# statistics_gas_tankRole_sidemountRight
source: Sidemount R
ar: جانبي أيمن
es: Sidemount der.
fr: Sidemount D
he: סיידמאונט ימין
hu: Sidemount J
it: Sidemount D
pt: Sidemount D

# statistics_gas_tankRole_stage
source: Stage
ar: أسطوانة مرحلية
he: סטייג'
nl: Stagefles

# statistics_geographic_appBar_title
source: Geographic
ar: جغرافي
de: Geografie
es: Geografico
fr: Geographie
he: גיאוגרפיה
hu: Foldrajzi
it: Geografiche
nl: Geografisch
pt: Geografico

# statistics_geographic_countries_empty
source: No countries visited
ar: لم تتم زيارة أي دول
de: Keine besuchten Laender
es: No hay paises visitados
fr: Aucun pays visite
he: לא ביקרת במדינות
hu: Nincsenek latogatott orszagok
it: Nessun paese visitato
nl: Geen landen bezocht
pt: Nenhum pais visitado

# statistics_geographic_countries_error
source: Failed to load country data
ar: فشل تحميل بيانات الدول
de: Laenderdaten konnten nicht geladen werden
es: Error al cargar los datos de paises
fr: Echec du chargement des donnees par pays
he: שגיאה בטעינת נתוני מדינות
hu: Nem sikerult az orszag adatok betoltese
it: Impossibile caricare i dati sui paesi
nl: Kan landgegevens niet laden
pt: Falha ao carregar dados de paises

# statistics_geographic_countries_subtitle
source: Dives by country
ar: الغوصات حسب الدولة
de: Tauchgaenge nach Land
es: Inmersiones por pais
fr: Plongees par pays
he: צלילות לפי מדינה
hu: Merulesek orszagonkent
it: Immersioni per paese
nl: Duiken per land
pt: Mergulhos por pais

# statistics_geographic_countries_summary
source: {count} countries. Top: {topName} with {topCount} dives
ar: {count} دول. الأكثر: {topName} بـ {topCount} غوصات
de: {count} Laender. Spitzenreiter: {topName} mit {topCount} Tauchgaengen
es: {count} paises. Principal: {topName} con {topCount} inmersiones
fr: {count} pays. En tete : {topName} avec {topCount} plongees
he: {count} מדינות. מוביל: {topName} עם {topCount} צלילות
hu: {count} orszag. Elso: {topName}, {topCount} merulessel
it: {count} paesi. Primo: {topName} con {topCount} immersioni
nl: {count} landen. Top: {topName} met {topCount} duiken
pt: {count} paises. Destaque: {topName} com {topCount} mergulhos

# statistics_geographic_countries_title
source: Countries Visited
ar: الدول التي تمت زيارتها
de: Besuchte Laender
es: Paises visitados
fr: Pays visites
he: מדינות שביקרת בהן
hu: Latogatott orszagok
it: Paesi visitati
nl: Bezochte landen
pt: Paises Visitados

# statistics_geographic_regions_empty
source: No regions explored
ar: لم يتم استكشاف أي مناطق
de: Keine erkundeten Regionen
es: No hay regiones exploradas
fr: Aucune region exploree
he: לא נחקרו אזורים
hu: Nincsenek felfedezett regiok
it: Nessuna regione esplorata
nl: Geen regio's verkend
pt: Nenhuma regiao explorada

# statistics_geographic_regions_error
source: Failed to load region data
ar: فشل تحميل بيانات المناطق
de: Regionsdaten konnten nicht geladen werden
es: Error al cargar los datos de regiones
fr: Echec du chargement des donnees par region
he: שגיאה בטעינת נתוני אזורים
hu: Nem sikerult a regio adatok betoltese
it: Impossibile caricare i dati sulle regioni
nl: Kan regiogegevens niet laden
pt: Falha ao carregar dados de regioes

# statistics_geographic_regions_subtitle
source: Dives by region
ar: الغوصات حسب المنطقة
de: Tauchgaenge nach Region
es: Inmersiones por region
fr: Plongees par region
he: צלילות לפי אזור
hu: Merulesek regiokent
it: Immersioni per regione
nl: Duiken per regio
pt: Mergulhos por regiao

# statistics_geographic_regions_summary
source: {count} regions. Top: {topName} with {topCount} dives
ar: {count} مناطق. الأكثر: {topName} بـ {topCount} غوصات
de: {count} Regionen. Spitzenreiter: {topName} mit {topCount} Tauchgaengen
es: {count} regiones. Principal: {topName} con {topCount} inmersiones
fr: {count} regions. En tete : {topName} avec {topCount} plongees
he: {count} אזורים. מוביל: {topName} עם {topCount} צלילות
hu: {count} regio. Elso: {topName}, {topCount} merulessel
it: {count} regioni. Prima: {topName} con {topCount} immersioni
nl: {count} regio's. Top: {topName} met {topCount} duiken
pt: {count} regioes. Destaque: {topName} com {topCount} mergulhos

# statistics_geographic_regions_title
source: Regions Explored
ar: المناطق المستكشفة
de: Erkundete Regionen
es: Regiones exploradas
fr: Regions explorees
he: אזורים שנחקרו
hu: Felfedezett regiok
it: Regioni esplorate
nl: Verkende regio's
pt: Regioes Exploradas

# statistics_geographic_trips_empty
source: No trip data
ar: لا توجد بيانات رحلات
de: Keine Reisedaten
es: No hay datos de viajes
fr: Aucune donnee de voyage
he: אין נתוני טיולים
hu: Nincsenek utazasi adatok
it: Nessun dato sui viaggi
nl: Geen reisgegevens
pt: Nenhum dado de viagem

# statistics_geographic_trips_error
source: Failed to load trip data
ar: فشل تحميل بيانات الرحلات
de: Reisedaten konnten nicht geladen werden
es: Error al cargar los datos de viajes
fr: Echec du chargement des donnees de voyage
he: שגיאה בטעינת נתוני טיולים
hu: Nem sikerult az utazasi adatok betoltese
it: Impossibile caricare i dati sui viaggi
nl: Kan reisgegevens niet laden
pt: Falha ao carregar dados de viagens

# statistics_geographic_trips_subtitle
source: Most productive trips
ar: الرحلات الأكثر إنتاجية
de: Produktivste Reisen
es: Viajes mas productivos
fr: Voyages les plus productifs
he: הטיולים הפוריים ביותר
hu: Legproduktivabb utazasok
it: Viaggi piu produttivi
nl: Meest productieve reizen
pt: Viagens mais produtivas

# statistics_geographic_trips_summary
source: {count} trips. Top: {topName} with {topCount} dives
ar: {count} رحلات. الأكثر: {topName} بـ {topCount} غوصات
de: {count} Reisen. Spitzenreiter: {topName} mit {topCount} Tauchgaengen
es: {count} viajes. Principal: {topName} con {topCount} inmersiones
fr: {count} voyages. En tete : {topName} avec {topCount} plongees
he: {count} טיולים. מוביל: {topName} עם {topCount} צלילות
hu: {count} utazas. Elso: {topName}, {topCount} merulessel
it: {count} viaggi. Primo: {topName} con {topCount} immersioni
nl: {count} reizen. Top: {topName} met {topCount} duiken
pt: {count} viagens. Destaque: {topName} com {topCount} mergulhos

# statistics_geographic_trips_title
source: Dives Per Trip
ar: الغوصات لكل رحلة
de: Tauchgaenge pro Reise
es: Inmersiones por viaje
fr: Plongees par voyage
he: צלילות לפי טיול
hu: Merulesek utazasonkent
it: Immersioni per viaggio
nl: Duiken per reis
pt: Mergulhos por Viagem

# statistics_listContent_selectedSuffix
source: , selected
ar: ، محدد
de: , ausgewaehlt
es: , seleccionado
fr: , selectionne
he: , נבחר
hu: , kivalasztva
it: , selezionato
nl: , geselecteerd
pt: , selecionado

# statistics_marineLife_appBar_title
source: Marine Life
ar: الحياة البحرية
de: Meeresbewohner
es: Vida marina
fr: Vie marine
he: חיים ימיים
hu: Tengeri elet
it: Vita marina
nl: Zeeleven
pt: Vida Marinha

# statistics_marineLife_bestSites_empty
source: No site data
ar: لا توجد بيانات مواقع
de: Keine Platzdaten
es: No hay datos de sitios
fr: Aucune donnee de site
he: אין נתוני אתרים
hu: Nincsenek helyszin adatok
it: Nessun dato sui siti
nl: Geen stekgegevens
pt: Nenhum dado de ponto

# statistics_marineLife_bestSites_error
source: Failed to load site data
ar: فشل تحميل بيانات المواقع
de: Platzdaten konnten nicht geladen werden
es: Error al cargar los datos de sitios
fr: Echec du chargement des donnees de site
he: שגיאה בטעינת נתוני אתרים
hu: Nem sikerult a helyszin adatok betoltese
it: Impossibile caricare i dati sui siti
nl: Kan stekgegevens niet laden
pt: Falha ao carregar dados de pontos

# statistics_marineLife_bestSites_subtitle
source: Sites with most species variety
ar: المواقع ذات أكبر تنوع في الأنواع
de: Plaetze mit der groessten Artenvielfalt
es: Sitios con mayor variedad de especies
fr: Sites avec la plus grande variete d'especes
he: אתרים עם מגוון המינים הגדול ביותר
hu: Legtobb fajvalaszteku helyszinek
it: Siti con maggiore varieta di specie
nl: Stekken met meeste soortvariatie
pt: Pontos com maior variedade de especies

# statistics_marineLife_bestSites_summary
source: {count} sites. Best: {topName} with {topCount} species
ar: {count} مواقع. الأفضل: {topName} بـ {topCount} أنواع
de: {count} Plaetze. Bester: {topName} mit {topCount} Arten
es: {count} sitios. Mejor: {topName} con {topCount} especies
fr: {count} sites. Meilleur : {topName} avec {topCount} especes
he: {count} אתרים. הטוב ביותר: {topName} עם {topCount} מינים
hu: {count} helyszin. Legjobb: {topName}, {topCount} fajjal
it: {count} siti. Migliore: {topName} con {topCount} specie
nl: {count} stekken. Beste: {topName} met {topCount} soorten
pt: {count} pontos. Melhor: {topName} com {topCount} especies

# statistics_marineLife_bestSites_title
source: Best Sites for Marine Life
ar: أفضل المواقع للحياة البحرية
de: Beste Plaetze fuer Meeresbewohner
es: Mejores sitios para vida marina
fr: Meilleurs sites pour la vie marine
he: האתרים הטובים ביותר לחיים ימיים
hu: Legjobb tengeri elet helyszinek
it: Migliori siti per vita marina
nl: Beste stekken voor zeeleven
pt: Melhores Pontos para Vida Marinha

# statistics_marineLife_mostCommon_empty
source: No sighting data
ar: لا توجد بيانات رصد
de: Keine Sichtungsdaten
es: No hay datos de avistamientos
fr: Aucune donnee d'observation
he: אין נתוני תצפיות
hu: Nincsenek eszlelesi adatok
it: Nessun dato sugli avvistamenti
nl: Geen waarnemingsgegevens
pt: Nenhum dado de avistamento

# statistics_marineLife_mostCommon_error
source: Failed to load sighting data
ar: فشل تحميل بيانات الرصد
de: Sichtungsdaten konnten nicht geladen werden
es: Error al cargar los datos de avistamientos
fr: Echec du chargement des donnees d'observation
he: שגיאה בטעינת נתוני תצפיות
hu: Nem sikerult az eszlelesi adatok betoltese
it: Impossibile caricare i dati sugli avvistamenti
nl: Kan waarnemingsgegevens niet laden
pt: Falha ao carregar dados de avistamentos

# statistics_marineLife_mostCommon_subtitle
source: Species spotted most often
ar: الأنواع الأكثر مشاهدة
de: Am haeufigsten gesichtete Arten
es: Especies avistadas con mayor frecuencia
fr: Especes observees le plus souvent
he: המינים שנצפו בתדירות הגבוהה ביותר
hu: Leggyakrabban lathato fajok
it: Specie avvistate piu spesso
nl: Meest waargenomen soorten
pt: Especies avistadas com mais frequencia

# statistics_marineLife_mostCommon_summary
source: {count} species. Most common: {topName} with {topCount} sightings
ar: {count} أنواع. الأكثر شيوعاً: {topName} بـ {topCount} مشاهدات
de: {count} Arten. Am haeufigsten: {topName} mit {topCount} Sichtungen
es: {count} especies. Mas comun: {topName} con {topCount} avistamientos
fr: {count} especes. La plus courante : {topName} avec {topCount} observations
he: {count} מינים. הנפוץ ביותר: {topName} עם {topCount} תצפיות
hu: {count} faj. Leggyakoribb: {topName}, {topCount} eszlelessel
it: {count} specie. Piu comune: {topName} con {topCount} avvistamenti
nl: {count} soorten. Meest voorkomend: {topName} met {topCount} waarnemingen
pt: {count} especies. Mais comum: {topName} com {topCount} avistamentos

# statistics_marineLife_mostCommon_title
source: Most Common Sightings
ar: أكثر المشاهدات شيوعاً
de: Haeufigste Sichtungen
es: Avistamientos mas comunes
fr: Observations les plus courantes
he: התצפיות הנפוצות ביותר
hu: Leggyakoribb eszlelesek
it: Avvistamenti piu comuni
nl: Meest voorkomende waarnemingen
pt: Avistamentos Mais Comuns

# statistics_marineLife_speciesSpotted
source: Species Spotted
ar: الأنواع المرصودة
de: Gesichtete Arten
es: Especies avistadas
fr: Especes observees
he: מינים שנצפו
hu: Eszlelt fajok
it: Specie avvistate
nl: Soorten waargenomen
pt: Especies Avistadas

# statistics_profile_appBar_title
source: Profile Analysis
ar: تحليل الملف الشخصي
de: Profilanalyse
es: Analisis de perfil
fr: Analyse de profil
he: ניתוח פרופיל
hu: Profil elemzes
it: Analisi profilo
nl: Profielanalyse
pt: Analise de Perfil

# statistics_profile_ascentDescent_empty
source: No profile data available
ar: لا توجد بيانات ملف شخصي متاحة
de: Keine Profildaten verfuegbar
es: No hay datos de perfil disponibles
fr: Aucune donnee de profil disponible
he: אין נתוני פרופיל זמינים
hu: Nincsenek elerheto profil adatok
it: Nessun dato sul profilo disponibile
nl: Geen profielgegevens beschikbaar
pt: Nenhum dado de perfil disponivel

# statistics_profile_ascentDescent_error
source: Failed to load rate data
ar: فشل تحميل بيانات المعدلات
de: Ratendaten konnten nicht geladen werden
es: Error al cargar los datos de velocidad
fr: Echec du chargement des donnees de vitesse
he: שגיאה בטעינת נתוני קצב
hu: Nem sikerult a sebessg adatok betoltese
it: Impossibile caricare i dati sulle velocita
nl: Kan snelheidsgegevens niet laden
pt: Falha ao carregar dados de taxa

# statistics_profile_ascentDescent_subtitle
source: From dive profile data
ar: من بيانات ملف الغوص
de: Aus Tauchprofildaten
es: De los datos del perfil de inmersion
fr: A partir des donnees de profil de plongee
he: מנתוני פרופיל הצלילה
hu: Merulesi profil adatokbol
it: Dai dati del profilo immersione
nl: Uit duikprofielgegevens
pt: A partir dos dados de perfil de mergulho

# statistics_profile_ascentDescent_title
source: Average Ascent & Descent Rates
ar: متوسط معدلات الصعود والنزول
de: Durchschnittliche Aufstiegs- & Abstiegsraten
es: Velocidades promedio de ascenso y descenso
fr: Vitesses moyennes de remontee et de descente
he: קצבי עלייה וירידה ממוצעים
hu: Atlagos felszallasi es lesullyedesi sebesseg
it: Velocita medie di risalita e discesa
nl: Gemiddelde opstijg- & afdalingssnelheden
pt: Taxas Medias de Subida e Descida

# statistics_profile_avgAscent
source: Avg Ascent
ar: متوسط الصعود
de: Durchschn. Aufstieg
es: Ascenso prom.
fr: Remontee moy.
he: עלייה ממוצעת
hu: Atl. felszallas
it: Risalita media
nl: Gem. opstijging
pt: Subida Media

# statistics_profile_avgDescent
source: Avg Descent
ar: متوسط النزول
de: Durchschn. Abstieg
es: Descenso prom.
fr: Descente moy.
he: ירידה ממוצעת
hu: Atl. lesullyedes
it: Discesa media
nl: Gem. afdaling
pt: Descida Media

# statistics_profile_deco_decoDives
source: Deco Dives
ar: غوصات تخفيف الضغط
de: Deko-Tauchgaenge
es: Inmersiones deco
fr: Plongees deco
he: צלילות דקו
hu: Deko merulesek
it: Immersioni deco
nl: Decoduiken
pt: Mergulhos Deco

# statistics_profile_deco_decoLabel
source: Deco
ar: تخفيف الضغط
de: Deko
he: דקו
hu: Deko

# statistics_profile_deco_decoRate
source: Deco Rate
ar: معدل تخفيف الضغط
de: Deko-Rate
es: Tasa deco
fr: Taux deco
he: שיעור דקו
hu: Deko arany
it: Percentuale deco
nl: Decopercentage
pt: Taxa Deco

# statistics_profile_deco_empty
source: No deco data available
ar: لا توجد بيانات تخفيف ضغط متاحة
de: Keine Deko-Daten verfuegbar
es: No hay datos de deco disponibles
fr: Aucune donnee deco disponible
he: אין נתוני דקו זמינים
hu: Nincsenek deko adatok
it: Nessun dato deco disponibile
nl: Geen decogegevens beschikbaar
pt: Nenhum dado de deco disponivel

# statistics_profile_deco_error
source: Failed to load deco data
ar: فشل تحميل بيانات تخفيف الضغط
de: Deko-Daten konnten nicht geladen werden
es: Error al cargar los datos de deco
fr: Echec du chargement des donnees deco
he: שגיאה בטעינת נתוני דקו
hu: Nem sikerult a deko adatok betoltese
it: Impossibile caricare i dati deco
nl: Kan decogegevens niet laden
pt: Falha ao carregar dados de deco

# statistics_profile_deco_noDeco
source: No Deco
ar: بدون تخفيف ضغط
de: Kein Deko
es: Sin deco
fr: Sans deco
he: ללא דקו
hu: Nincs deko
nl: Geen deco
pt: Sem Deco

# statistics_profile_deco_semanticLabel
source: Decompression rate: {percentage}% of dives required deco stops
ar: معدل تخفيف الضغط: {percentage}% من الغوصات تطلبت توقفات تخفيف ضغط
de: Dekompressionsrate: {percentage}% der Tauchgaenge erforderten Deko-Stopps
es: Tasa de descompresion: {percentage}% de las inmersiones requirieron paradas de deco
fr: Taux de decompression : {percentage}% des plongees ont necessite des paliers de decompression
he: שיעור דקומפרסיה: {percentage}% מהצלילות דרשו עצירות דקו
hu: Dekompresszios arany: {percentage}% a meruleseknek deko megalloast igenyelt
it: Percentuale decompressione: {percentage}% delle immersioni ha richiesto soste deco
nl: Decompressiepercentage: {percentage}% van de duiken vereiste decostops
pt: Taxa de descompressao: {percentage}% dos mergulhos exigiram paradas de deco

# statistics_profile_deco_subtitle
source: Dives that incurred deco stops
ar: الغوصات التي تطلبت توقفات تخفيف ضغط
de: Tauchgaenge mit Deko-Stopps
es: Inmersiones que incurrieron en paradas de deco
fr: Plongees ayant necessite des paliers de decompression
he: צלילות שדרשו עצירות דקו
hu: Merulesek amelyek deko megalloast igenyeltek
it: Immersioni con obbligo di decompressione
nl: Duiken met decostops
pt: Mergulhos que exigiram paradas de deco

# statistics_profile_deco_title
source: Decompression Obligation
ar: التزام تخفيف الضغط
de: Dekompressionspflicht
es: Obligacion de descompresion
fr: Obligation de decompression
he: חובת דקומפרסיה
hu: Dekompresszios kotelezetseg
it: Obbligo di decompressione
nl: Decompressieverplichting
pt: Obrigacao de Descompressao

# statistics_profile_timeAtDepth_empty
source: No depth data available
ar: لا توجد بيانات عمق متاحة
de: Keine Tiefendaten verfuegbar
es: No hay datos de profundidad disponibles
fr: Aucune donnee de profondeur disponible
he: אין נתוני עומק זמינים
hu: Nincsenek melyseg adatok
it: Nessun dato sulla profondita disponibile
nl: Geen dieptegegevens beschikbaar
pt: Nenhum dado de profundidade disponivel

# statistics_profile_timeAtDepth_error
source: Failed to load depth range data
ar: فشل تحميل بيانات نطاق العمق
de: Tiefenbereichsdaten konnten nicht geladen werden
es: Error al cargar los datos de rango de profundidad
fr: Echec du chargement des donnees de plage de profondeur
he: שגיאה בטעינת נתוני טווח עומק
hu: Nem sikerult a melyseg tartomany adatok betoltese
it: Impossibile caricare i dati sugli intervalli di profondita
nl: Kan dieptebereikgegevens niet laden
pt: Falha ao carregar dados de faixa de profundidade

# statistics_profile_timeAtDepth_subtitle
source: Approximate time spent at each depth
ar: الوقت التقريبي المقضي في كل عمق
de: Ungefaehre Zeit auf jeder Tiefe
es: Tiempo aproximado en cada profundidad
fr: Temps approximatif passe a chaque profondeur
he: זמן משוער בכל עומק
hu: Kozelito ido az egyes melysegekben
it: Tempo approssimativo trascorso a ogni profondita
nl: Geschatte tijd op elke diepte
pt: Tempo aproximado em cada profundidade

# statistics_profile_timeAtDepth_title
source: Time at Depth Ranges
ar: الوقت في نطاقات العمق
de: Zeit in Tiefenbereichen
es: Tiempo en rangos de profundidad
fr: Temps par plage de profondeur
he: זמן בטווחי עומק
hu: Ido melyseg tartomanyokent
it: Tempo per intervalli di profondita
nl: Tijd op dieptebereiken
pt: Tempo por Faixa de Profundidade

# statistics_progression_appBar_title
source: Dive Progression
ar: تقدم الغوص
de: Tauchentwicklung
es: Progresion de buceo
fr: Progression de plongee
he: התקדמות צלילה
hu: Merulesi fejlodes
it: Progressione immersioni
nl: Duikprogressie
pt: Progressao de Mergulho

# statistics_progression_bottomTime_error
source: Failed to load bottom time trend
ar: فشل تحميل اتجاه وقت القاع
de: Grundzeit-Trend konnte nicht geladen werden
es: Error al cargar la tendencia de tiempo de fondo
fr: Echec du chargement de la tendance de temps au fond
he: שגיאה בטעינת מגמת זמן תחתית
hu: Nem sikerult a fenekido trend betoltese
it: Impossibile caricare la tendenza del tempo di fondo
nl: Kan bodemtijdtrend niet laden
pt: Falha ao carregar tendencia de tempo de fundo

# statistics_progression_bottomTime_subtitle
source: Average duration by month
ar: متوسط المدة حسب الشهر
de: Durchschnittliche Dauer nach Monat
es: Duracion promedio por mes
fr: Duree moyenne par mois
he: משך ממוצע לפי חודש
hu: Atlagos idotartam honaponkent
it: Durata media per mese
nl: Gemiddelde duur per maand
pt: Duracao media por mes

# statistics_progression_bottomTime_title
source: Bottom Time Trend
ar: اتجاه وقت القاع
de: Grundzeit-Trend
es: Tendencia de tiempo de fondo
fr: Tendance du temps au fond
he: מגמת זמן תחתית
hu: Fenekido trend
it: Tendenza tempo di fondo
nl: Bodemtijdtrend
pt: Tendencia de Tempo de Fundo

# statistics_progression_cumulative_error
source: Failed to load cumulative data
ar: فشل تحميل البيانات التراكمية
de: Kumulative Daten konnten nicht geladen werden
es: Error al cargar los datos acumulados
fr: Echec du chargement des donnees cumulees
he: שגיאה בטעינת נתונים מצטברים
hu: Nem sikerult a kumulativ adatok betoltese
it: Impossibile caricare i dati cumulativi
nl: Kan cumulatieve gegevens niet laden
pt: Falha ao carregar dados cumulativos

# statistics_progression_cumulative_subtitle
source: Total dives over time
ar: إجمالي الغوصات عبر الزمن
de: Gesamtzahl der Tauchgaenge im Zeitverlauf
es: Total de inmersiones a lo largo del tiempo
fr: Total de plongees dans le temps
he: סה"כ צלילות לאורך זמן
hu: Osszes merules az ido fuggvenyeben
it: Immersioni totali nel tempo
nl: Totaal duiken over tijd
pt: Total de mergulhos ao longo do tempo
