Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# equipment_serviceDialog_providerHint
source: e.g., Dive Shop Name
ar: مثال: اسم متجر الغوص
de: z. B. Name des Tauchshops
es: p. ej., Nombre de la tienda de buceo
fr: ex. Nom du magasin de plongee
he: לדוגמה, שם חנות הצלילה
hu: pl. Buvaruzlet neve
it: es. Nome del centro sub
nl: bijv. naam duikwinkel
pt: ex., Nome da Loja de Mergulho

# equipment_serviceDialog_providerLabel
source: Provider/Shop
ar: مزود الخدمة/المتجر
de: Anbieter/Shop
es: Proveedor/Tienda
fr: Prestataire/Magasin
he: ספק/חנות
hu: Szolgaltato/Uzlet
it: Fornitore/Negozio
nl: Aanbieder/winkel
pt: Fornecedor/Loja

# equipment_serviceDialog_serviceDateLabel
source: Service Date
ar: تاريخ الصيانة
de: Wartungsdatum
es: Fecha de servicio
fr: Date de revision
he: תאריך טיפול
hu: Szerviz datuma
it: Data manutenzione
nl: Servicedatum
pt: Data da Manutencao

# equipment_serviceDialog_serviceDateSemanticLabel
source: Pick service date
ar: اختيار تاريخ الصيانة
de: Wartungsdatum auswaehlen
es: Seleccionar fecha de servicio
fr: Choisir la date de revision
he: בחר תאריך טיפול
hu: Szerviz datum kivalasztasa
it: Seleziona data manutenzione
nl: Kies servicedatum
pt: Selecionar data da manutencao

# equipment_serviceDialog_serviceTypeLabel
source: Service Type
ar: نوع الصيانة
de: Wartungsart
es: Tipo de servicio
fr: Type de revision
he: סוג טיפול
hu: Szerviz tipus
it: Tipo di manutenzione
nl: Type service
pt: Tipo de Manutencao

# equipment_serviceDialog_snackbar_added
source: Service record added
ar: تمت إضافة سجل الصيانة
de: Wartungseintrag hinzugefuegt
es: Registro de servicio agregado
fr: Enregistrement de revision ajoute
he: רשומת טיפול נוספה
hu: Szervizrekord hozzaadva
it: Registro manutenzione aggiunto
nl: Servicerecord toegevoegd
pt: Registro de manutencao adicionado

# equipment_serviceDialog_snackbar_error
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# equipment_serviceDialog_snackbar_updated
source: Service record updated
ar: تم تحديث سجل الصيانة
de: Wartungseintrag aktualisiert
es: Registro de servicio actualizado
fr: Enregistrement de revision mis a jour
he: רשומת טיפול עודכנה
hu: Szervizrekord frissitve
it: Registro manutenzione aggiornato
nl: Servicerecord bijgewerkt
pt: Registro de manutencao atualizado

# equipment_serviceDialog_updateButton
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre a jour
he: עדכן
hu: Frissites
it: Aggiorna
nl: Bijwerken
pt: Atualizar

# equipment_service_addButton
source: Add
ar: إضافة
de: Hinzufuegen
es: Agregar
fr: Ajouter
he: הוסף
hu: Hozzaadas
it: Aggiungi
nl: Toevoegen
pt: Adicionar

# equipment_service_deleteDialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# equipment_service_deleteDialog_confirm
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# equipment_service_deleteDialog_content
source: Are you sure you want to delete this {serviceType} record?
ar: هل أنت متأكد من حذف سجل {serviceType} هذا؟
de: Sind Sie sicher, dass Sie diesen {serviceType}-Eintrag loeschen moechten?
es: Estas seguro de que deseas eliminar este registro de {serviceType}?
fr: Es-tu sur de vouloir supprimer cet enregistrement de {serviceType} ?
he: האם אתה בטוח שברצונך למחוק רשומת {serviceType} זו?
hu: Biztosan torli ezt a(z) {serviceType} rekordot?
it: Sei sicuro di voler eliminare questo registro di {serviceType}?
nl: Weet je zeker dat je dit {serviceType}-record wilt verwijderen?
pt: Tem certeza de que deseja excluir este registro de {serviceType}?

# equipment_service_deleteDialog_title
source: Delete Service Record?
ar: حذف سجل الصيانة؟
de: Wartungseintrag loeschen?
es: Eliminar registro de servicio?
fr: Supprimer l'enregistrement de revision ?
he: למחוק רשומת טיפול?
hu: Szervizrekord torlese?
it: Eliminare registro manutenzione?
nl: Servicerecord verwijderen?
pt: Excluir Registro de Manutencao?

# equipment_service_deleteMenuItem
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# equipment_service_editMenuItem
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Editar

# equipment_service_emptyState
source: No service records yet
ar: لا توجد سجلات صيانة بعد
de: Noch keine Wartungseintraege
es: Aun no hay registros de servicio
fr: Aucun enregistrement de revision
he: אין עדיין רשומות טיפול
hu: Meg nincsenek szervizrekordok
it: Nessun registro manutenzione
nl: Nog geen servicerecords
pt: Nenhum registro de manutencao ainda

# equipment_service_historyTitle
source: Service History
ar: سجل الصيانة
de: Wartungsverlauf
es: Historial de servicio
fr: Historique de revision
he: היסטוריית טיפול
hu: Szerviz elozmeny
it: Storico manutenzioni
nl: Servicegeschiedenis
pt: Historico de Manutencao

# equipment_service_snackbar_deleted
source: Service record deleted
ar: تم حذف سجل الصيانة
de: Wartungseintrag geloescht
es: Registro de servicio eliminado
fr: Enregistrement de revision supprime
he: רשומת טיפול נמחקה
hu: Szervizrekord torolve
it: Registro manutenzione eliminato
nl: Servicerecord verwijderd
pt: Registro de manutencao excluido

# equipment_service_totalCostLabel
source: Total Service Cost
ar: إجمالي تكلفة الصيانة
de: Gesamte Wartungskosten
es: Costo total de servicio
fr: Cout total de revision
he: סה"כ עלות טיפול
hu: Osszes szerviz koltseg
it: Costo totale manutenzione
nl: Totale servicekosten
pt: Custo Total de Manutencao

# equipment_setDetail_addEquipmentButton
source: Add Equipment
ar: إضافة معدات
de: Ausruestung hinzufuegen
es: Agregar equipo
fr: Ajouter un equipement
he: הוסף ציוד
hu: Felszereles hozzaadasa
it: Aggiungi attrezzatura
nl: Uitrusting toevoegen
pt: Adicionar Equipamento

# equipment_setDetail_deleteDialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# equipment_setDetail_deleteDialog_confirm
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# equipment_setDetail_deleteDialog_content
source: Are you sure you want to delete this equipment set? The equipment items in the set will not be deleted.
ar: هل أنت متأكد من حذف مجموعة المعدات هذه؟ لن يتم حذف عناصر المعدات الموجودة في المجموعة.
de: Sind Sie sicher, dass Sie dieses Ausruestungsset loeschen moechten? Die enthaltenen Ausruestungsgegenstaende werden nicht geloescht.
es: Estas seguro de que deseas eliminar este conjunto de equipo? Los articulos del conjunto no seran eliminados.
fr: Es-tu sur de vouloir supprimer cet ensemble d'equipement ? Les equipements de l'ensemble ne seront pas supprimes.
he: האם אתה בטוח שברצונך למחוק סט ציוד זה? פריטי הציוד בסט לא יימחקו.
hu: Biztosan torli ezt a felszereles csoportot? A csoportban levo felszerelesek nem lesznek torolve.
it: Sei sicuro di voler eliminare questo set di attrezzatura? Gli articoli nel set non verranno eliminati.
nl: Weet je zeker dat je deze uitrustingsset wilt verwijderen? De uitrustingsonderdelen in de set worden niet verwijderd.
pt: Tem certeza de que deseja excluir este conjunto de equipamentos? Os itens de equipamento do conjunto nao serao excluidos.

# equipment_setDetail_deleteDialog_title
source: Delete Equipment Set
ar: حذف مجموعة المعدات
de: Ausruestungsset loeschen
es: Eliminar conjunto de equipo
fr: Supprimer l'ensemble d'equipement
he: מחק סט ציוד
hu: Felszereles csoport torlese
it: Elimina set di attrezzatura
nl: Uitrustingsset verwijderen
pt: Excluir Conjunto de Equipamentos

# equipment_setDetail_deleteMenuItem
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# equipment_setDetail_editTooltip
source: Edit Set
ar: تعديل المجموعة
de: Set bearbeiten
es: Editar conjunto
fr: Modifier l'ensemble
he: ערוך סט
hu: Csoport szerkesztese
it: Modifica set
nl: Set bewerken
pt: Editar Conjunto

# equipment_setDetail_emptySet
source: No equipment in this set
ar: لا توجد معدات في هذه المجموعة
de: Keine Ausruestung in diesem Set
es: No hay equipo en este conjunto
fr: Aucun equipement dans cet ensemble
he: אין ציוד בסט זה
hu: Nincs felszereles ebben a csoportban
it: Nessuna attrezzatura in questo set
nl: Geen uitrusting in deze set
pt: Nenhum equipamento neste conjunto

# equipment_setDetail_equipmentInSetTitle
source: Equipment in This Set
ar: المعدات في هذه المجموعة
de: Ausruestung in diesem Set
es: Equipo en este conjunto
fr: Equipement dans cet ensemble
he: ציוד בסט זה
hu: Felszerelesek ebben a csoportban
it: Attrezzatura in questo set
nl: Uitrusting in deze set
pt: Equipamentos neste Conjunto

# equipment_setDetail_errorMessage
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# equipment_setDetail_errorTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# equipment_setDetail_loadingTitle
source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# equipment_setDetail_notFoundMessage
source: This equipment set no longer exists.
ar: مجموعة المعدات هذه لم تعد موجودة.
de: Dieses Ausruestungsset existiert nicht mehr.
es: Este conjunto de equipo ya no existe.
fr: Cet ensemble d'equipement n'existe plus.
he: סט ציוד זה כבר לא קיים.
hu: Ez a felszereles csoport mar nem letezik.
it: Questo set di attrezzatura non esiste piu.
nl: Deze uitrustingsset bestaat niet meer.
pt: Este conjunto de equipamentos nao existe mais.

# equipment_setDetail_notFoundTitle
source: Set Not Found
ar: المجموعة غير موجودة
de: Set nicht gefunden
es: Conjunto no encontrado
fr: Ensemble introuvable
he: הסט לא נמצא
hu: Csoport nem talalhato
it: Set non trovato
nl: Set niet gevonden
pt: Conjunto Nao Encontrado

# equipment_setDetail_snackbar_deleted
source: Equipment set deleted
ar: تم حذف مجموعة المعدات
de: Ausruestungsset geloescht
es: Conjunto de equipo eliminado
fr: Ensemble d'equipement supprime
he: סט הציוד נמחק
hu: Felszereles csoport torolve
it: Set di attrezzatura eliminato
nl: Uitrustingsset verwijderd
pt: Conjunto de equipamentos excluido

# equipment_setEdit_addEquipmentFirst
source: Add equipment first before creating a set.
ar: أضف معدات أولاً قبل إنشاء مجموعة.
de: Fuegen Sie zuerst Ausruestung hinzu, bevor Sie ein Set erstellen.
es: Agrega equipo primero antes de crear un conjunto.
fr: Ajoute d'abord de l'equipement avant de creer un ensemble.
he: הוסף ציוד תחילה לפני יצירת סט.
hu: Elobb adjon hozza felszerelest a csoport letrehozasa elott.
it: Aggiungi prima dell'attrezzatura prima di creare un set.
nl: Voeg eerst uitrusting toe voordat je een set maakt.
pt: Adicione equipamentos primeiro antes de criar um conjunto.

# equipment_setEdit_appBar_editTitle
source: Edit Set
ar: تعديل المجموعة
de: Set bearbeiten
es: Editar conjunto
fr: Modifier l'ensemble
he: ערוך סט
hu: Csoport szerkesztese
it: Modifica set
nl: Set bewerken
pt: Editar Conjunto

# equipment_setEdit_appBar_newTitle
source: New Equipment Set
ar: مجموعة معدات جديدة
de: Neues Ausruestungsset
es: Nuevo conjunto de equipo
fr: Nouvel ensemble d'equipement
he: סט ציוד חדש
hu: Uj felszereles csoport
it: Nuovo set di attrezzatura
nl: Nieuwe uitrustingsset
pt: Novo Conjunto de Equipamentos

# equipment_setEdit_descriptionHint
source: Optional description...
ar: وصف اختياري...
de: Optionale Beschreibung...
es: Descripcion opcional...
fr: Description optionnelle...
he: תיאור אופציונלי...
hu: Opcionalis leiras...
it: Descrizione opzionale...
nl: Optionele beschrijving...
pt: Descricao opcional...

# equipment_setEdit_descriptionLabel
source: Description
ar: الوصف
de: Beschreibung
es: Descripcion
he: תיאור
hu: Leiras
it: Descrizione
nl: Beschrijving
pt: Descricao

# equipment_setEdit_errorMessage
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# equipment_setEdit_errorTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# equipment_setEdit_loadingTitle
source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# equipment_setEdit_nameHint
source: e.g., Warm Water Setup
ar: مثال: إعداد المياه الدافئة
de: z. B. Warmwasser-Setup
es: p. ej., Configuracion aguas calidas
fr: ex. Configuration eaux chaudes
he: לדוגמה, סט למים חמים
hu: pl. Meleg vizi felszereles
it: es. Configurazione acque calde
nl: bijv. Warm water opstelling
pt: ex., Configuracao para Agua Quente

# equipment_setEdit_nameLabel
source: Set Name *
ar: اسم المجموعة *
es: Nombre del conjunto *
fr: Nom de l'ensemble *
he: שם הסט *
hu: Csoport neve *
it: Nome del set *
nl: Setnaam *
pt: Nome do Conjunto *

# equipment_setEdit_nameValidation
source: Please enter a name
ar: يرجى إدخال اسم
de: Bitte geben Sie einen Namen ein
es: Por favor ingresa un nombre
fr: Veuillez entrer un nom
he: נא להזין שם
hu: Kerem adjon meg egy nevet
it: Inserisci un nome
nl: Voer een naam in
pt: Por favor, insira um nome

# equipment_setEdit_noEquipmentAvailable
source: No equipment available
ar: لا توجد معدات متاحة
de: Keine Ausruestung verfuegbar
es: No hay equipo disponible
fr: Aucun equipement disponible
he: אין ציוד זמין
hu: Nem erheto el felszereles
it: Nessuna attrezzatura disponibile
nl: Geen uitrusting beschikbaar
pt: Nenhum equipamento disponivel

# equipment_setEdit_notFoundMessage
source: This equipment set no longer exists.
ar: مجموعة المعدات هذه لم تعد موجودة.
de: Dieses Ausruestungsset existiert nicht mehr.
es: Este conjunto de equipo ya no existe.
fr: Cet ensemble d'equipement n'existe plus.
he: סט ציוד זה כבר לא קיים.
hu: Ez a felszereles csoport mar nem letezik.
it: Questo set di attrezzatura non esiste piu.
nl: Deze uitrustingsset bestaat niet meer.
pt: Este conjunto de equipamentos nao existe mais.

# equipment_setEdit_notFoundTitle
source: Set Not Found
ar: المجموعة غير موجودة
de: Set nicht gefunden
es: Conjunto no encontrado
fr: Ensemble introuvable
he: הסט לא נמצא
hu: Csoport nem talalhato
it: Set non trovato
nl: Set niet gevonden
pt: Conjunto Nao Encontrado

# equipment_setEdit_saveButton_edit
source: Save Changes
ar: حفظ التغييرات
de: Aenderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
he: שמור שינויים
hu: Valtozasok mentese
it: Salva modifiche
nl: Wijzigingen opslaan
pt: Salvar Alteracoes

# equipment_setEdit_saveButton_new
source: Create Set
ar: إنشاء مجموعة
de: Set erstellen
es: Crear conjunto
fr: Creer l'ensemble
he: צור סט
hu: Csoport letrehozasa
it: Crea set
nl: Set aanmaken
pt: Criar Conjunto

# equipment_setEdit_saveTooltip_edit
source: Save equipment set changes
ar: حفظ تغييرات مجموعة المعدات
de: Ausruestungsset-Aenderungen speichern
es: Guardar cambios del conjunto de equipo
fr: Enregistrer les modifications de l'ensemble
he: שמור שינויי סט ציוד
hu: Felszereles csoport valtozasainak mentese
it: Salva modifiche al set di attrezzatura
nl: Wijzigingen in uitrustingsset opslaan
pt: Salvar alteracoes do conjunto de equipamentos

# equipment_setEdit_saveTooltip_new
source: Create new equipment set
ar: إنشاء مجموعة معدات جديدة
de: Neues Ausruestungsset erstellen
es: Crear nuevo conjunto de equipo
fr: Creer un nouvel ensemble d'equipement
he: צור סט ציוד חדש
hu: Uj felszereles csoport letrehozasa
it: Crea nuovo set di attrezzatura
nl: Nieuwe uitrustingsset aanmaken
pt: Criar novo conjunto de equipamentos

# equipment_setEdit_selectEquipmentSubtitle
source: Choose the equipment items to include in this set.
ar: اختر عناصر المعدات لتضمينها في هذه المجموعة.
de: Waehlen Sie die Ausruestungsgegenstaende aus, die in diesem Set enthalten sein sollen.
es: Elige los articulos de equipo para incluir en este conjunto.
fr: Choisis les equipements a inclure dans cet ensemble.
he: בחר את פריטי הציוד לכלול בסט זה.
hu: Valassza ki a csoportba felveendo felszereleseket.
it: Scegli gli articoli di attrezzatura da includere in questo set.
nl: Kies de uitrustingsonderdelen om in deze set op te nemen.
pt: Escolha os itens de equipamento para incluir neste conjunto.

# equipment_setEdit_selectEquipmentTitle
source: Select Equipment
ar: اختيار المعدات
de: Ausruestung auswaehlen
es: Seleccionar equipo
fr: Selectionner l'equipement
he: בחר ציוד
hu: Felszereles kivalasztasa
it: Seleziona attrezzatura
nl: Selecteer uitrusting
pt: Selecionar Equipamentos

# equipment_setEdit_snackbar_created
source: Equipment set created
ar: تم إنشاء مجموعة المعدات
de: Ausruestungsset erstellt
es: Conjunto de equipo creado
fr: Ensemble d'equipement cree
he: סט הציוד נוצר
hu: Felszereles csoport letrehozva
it: Set di attrezzatura creato
nl: Uitrustingsset aangemaakt
pt: Conjunto de equipamentos criado

# equipment_setEdit_snackbar_error
source: Error saving equipment set: {error}
ar: خطأ في حفظ مجموعة المعدات: {error}
de: Fehler beim Speichern des Ausruestungssets: {error}
es: Error al guardar el conjunto de equipo: {error}
fr: Erreur d'enregistrement de l'ensemble : {error}
he: שגיאה בשמירת סט ציוד: {error}
hu: Hiba a felszereles csoport mentesekor: {error}
it: Errore nel salvataggio del set di attrezzatura: {error}
nl: Fout bij opslaan van uitrustingsset: {error}
pt: Erro ao salvar conjunto de equipamentos: {error}

# equipment_setEdit_snackbar_updated
source: Equipment set updated
ar: تم تحديث مجموعة المعدات
de: Ausruestungsset aktualisiert
es: Conjunto de equipo actualizado
fr: Ensemble d'equipement mis a jour
he: סט הציוד עודכן
hu: Felszereles csoport frissitve
it: Set di attrezzatura aggiornato
nl: Uitrustingsset bijgewerkt
pt: Conjunto de equipamentos atualizado

# equipment_sets_appBar_title
source: Equipment Sets
ar: مجموعات المعدات
de: Ausruestungssets
es: Conjuntos de equipo
fr: Ensembles d'equipement
he: סטי ציוד
hu: Felszereles csoportok
it: Set di attrezzatura
nl: Uitrustingssets
pt: Conjuntos de Equipamentos

# equipment_sets_emptyState_createFirstButton
source: Create Your First Set
ar: أنشئ مجموعتك الأولى
de: Erstes Set erstellen
es: Crea tu primer conjunto
fr: Creer ton premier ensemble
he: צור את הסט הראשון שלך
hu: Elso csoport letrehozasa
it: Crea il tuo primo set
nl: Maak je eerste set aan
pt: Criar Seu Primeiro Conjunto

# equipment_sets_emptyState_description
source: Create equipment sets to quickly add commonly used combinations of equipment to your dives.
ar: أنشئ مجموعات معدات لإضافة تجهيزات شائعة الاستخدام بسرعة إلى غوصاتك.
de: Erstellen Sie Ausruestungssets, um haeufig verwendete Ausruestungskombinationen schnell zu Ihren Tauchgaengen hinzuzufuegen.
es: Crea conjuntos de equipo para agregar rapidamente combinaciones de equipo de uso frecuente a tus inmersiones.
fr: Cree des ensembles d'equipement pour ajouter rapidement des combinaisons d'equipement courantes a tes plongees.
he: צור סטי ציוד כדי להוסיף במהירות שילובי ציוד נפוצים לצלילות שלך.
hu: Hozzon letre felszereles csoportokat, hogy gyorsan hozzaadhassa a gyakran hasznalt felszereleseket a meruleseihez.
it: Crea set di attrezzatura per aggiungere rapidamente combinazioni di attrezzatura usate frequentemente alle tue immersioni.
nl: Maak uitrustingssets om snel veelgebruikte combinaties van uitrusting aan je duiken toe te voegen.
pt: Crie conjuntos de equipamentos para adicionar rapidamente combinacoes de equipamentos usados com frequencia aos seus mergulhos.

# equipment_sets_emptyState_title
source: No Equipment Sets
ar: لا توجد مجموعات معدات
de: Keine Ausruestungssets
es: No hay conjuntos de equipo
fr: Aucun ensemble d'equipement
he: אין סטי ציוד
hu: Nincsenek felszereles csoportok
it: Nessun set di attrezzatura
nl: Geen uitrustingssets
pt: Nenhum Conjunto de Equipamentos

# equipment_sets_errorLoading
source: Error loading sets: {error}
ar: خطأ في تحميل المجموعات: {error}
de: Fehler beim Laden der Sets: {error}
es: Error al cargar los conjuntos: {error}
fr: Erreur de chargement des ensembles : {error}
he: שגיאה בטעינת סטים: {error}
hu: Hiba a csoportok betoltesekor: {error}
it: Errore nel caricamento dei set: {error}
nl: Fout bij laden van sets: {error}
pt: Erro ao carregar conjuntos: {error}

# equipment_sets_fabTooltip
source: Create a new equipment set
ar: إنشاء مجموعة معدات جديدة
de: Neues Ausruestungsset erstellen
es: Crear un nuevo conjunto de equipo
fr: Creer un nouvel ensemble d'equipement
he: צור סט ציוד חדש
hu: Uj felszereles csoport letrehozasa
it: Crea un nuovo set di attrezzatura
nl: Een nieuwe uitrustingsset aanmaken
pt: Criar um novo conjunto de equipamentos

# equipment_sets_fab_createSet
source: Create Set
ar: إنشاء مجموعة
de: Set erstellen
es: Crear conjunto
fr: Creer un ensemble
he: צור סט
hu: Csoport letrehozasa
it: Crea set
nl: Set aanmaken
pt: Criar Conjunto

# equipment_sets_itemCountPlural
source: {count} items
ar: {count} عناصر
de: {count} Gegenstaende
es: {count} articulos
fr: {count} elements
he: {count} פריטים
hu: {count} elem
it: {count} articoli
nl: {count} onderdelen
pt: {count} itens

# equipment_sets_itemCountSemanticLabel
source: {count} in set
ar: {count} في المجموعة
de: {count} im Set
es: {count} en el conjunto
fr: {count} dans l'ensemble
he: {count} בסט
hu: {count} a csoportban
it: {count} nel set
pt: {count} no conjunto

# equipment_sets_itemCountSingular
source: {count} item
ar: {count} عنصر
de: {count} Gegenstand
es: {count} articulo
fr: {count} element
he: {count} פריט
hu: {count} elem
it: {count} articolo
nl: {count} onderdeel

# equipment_sets_retryButton
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujra
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# equipment_snackbar_deleted
source: Equipment deleted
ar: تم حذف المعدات
de: Ausruestung geloescht
es: Equipo eliminado
fr: Equipement supprime
he: הציוד נמחק
hu: Felszereles torolve
it: Attrezzatura eliminata
nl: Uitrusting verwijderd
pt: Equipamento excluido

# equipment_snackbar_markedAsServiced
source: Marked as serviced
ar: تم تحديدها كمصانة
de: Als gewartet markiert
es: Marcado como revisado
fr: Marque comme revise
he: סומן כטופל
hu: Szervizeltnek jelolve
it: Segnato come revisionato
nl: Gemarkeerd als onderhouden
pt: Marcado como revisado

# equipment_snackbar_reactivated
source: Equipment reactivated
ar: تم إعادة تفعيل المعدات
de: Ausruestung reaktiviert
es: Equipo reactivado
fr: Equipement reactive
he: הציוד הופעל מחדש
hu: Felszereles ujraaktivalva
it: Attrezzatura riattivata
nl: Uitrusting geheractiveerd
pt: Equipamento reativado

# equipment_snackbar_retired
source: Equipment retired
ar: تم إيقاف المعدات
de: Ausruestung ausgemustert
es: Equipo retirado
fr: Equipement retire
he: הציוד הוצא משימוש
hu: Felszereles kivonva
it: Attrezzatura ritirata
nl: Uitrusting buiten gebruik gesteld
pt: Equipamento aposentado

# equipment_summary_active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
hu: Aktiv
it: Attivo
nl: Actief
pt: Ativo

# equipment_summary_addEquipmentButton
source: Add Equipment
ar: إضافة معدات
de: Ausruestung hinzufuegen
es: Agregar equipo
fr: Ajouter un equipement
he: הוסף ציוד
hu: Felszereles hozzaadasa
it: Aggiungi attrezzatura
nl: Uitrusting toevoegen
pt: Adicionar Equipamento

# equipment_summary_equipmentSetsButton
source: Equipment Sets
ar: مجموعات المعدات
de: Ausruestungssets
es: Conjuntos de equipo
fr: Ensembles d'equipement
he: סטי ציוד
hu: Felszereles csoportok
it: Set di attrezzatura
nl: Uitrustingssets
pt: Conjuntos de Equipamentos
