Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# dashboard_quickActions_addSite
source: Add Site
ar: إضافة موقع
de: Tauchplatz hinzufuegen
es: Agregar punto
fr: Ajouter un site
he: הוספת אתר
hu: Merulohely hozzaadasa
it: Aggiungi sito
nl: Stek toevoegen
pt: Adicionar Ponto

# dashboard_quickActions_addSiteTooltip
source: Add a new dive site
ar: إضافة موقع غوص جديد
de: Neuen Tauchplatz hinzufuegen
es: Agregar un nuevo punto de buceo
fr: Ajouter un nouveau site de plongee
he: הוספת אתר צלילה חדש
hu: Uj merulohely hozzaadasa
it: Aggiungi un nuovo sito di immersione
nl: Een nieuwe duikstek toevoegen
pt: Adicionar um novo ponto de mergulho

# dashboard_quickActions_logDive
source: Log Dive
ar: تسجيل غوصة
de: Tauchgang erfassen
es: Registrar inmersión
fr: Enregistrer
he: רישום צלילה
hu: Merules rogzitese
it: Registra immersione
nl: Duik loggen
pt: Registrar Mergulho

# dashboard_quickActions_logDiveTooltip
source: Log a new dive
ar: تسجيل غوصة جديدة
de: Neuen Tauchgang erfassen
es: Registrar una nueva inmersión
fr: Enregistrer une nouvelle plongee
he: רישום צלילה חדשה
hu: Uj merules rogzitese
it: Registra una nuova immersione
nl: Een nieuwe duik loggen
pt: Registrar um novo mergulho

# dashboard_quickActions_planDive
source: Plan Dive
ar: تخطيط غوصة
de: Tauchgang planen
es: Planificar inmersión
fr: Planifier
he: תכנון צלילה
hu: Merules tervezese
it: Pianifica immersione
nl: Duik plannen
pt: Planejar Mergulho

# dashboard_quickActions_planDiveTooltip
source: Plan a new dive
ar: تخطيط غوصة جديدة
de: Neuen Tauchgang planen
es: Planificar una nueva inmersión
fr: Planifier une nouvelle plongee
he: תכנון צלילה חדשה
hu: Uj merules tervezese
it: Pianifica una nuova immersione
nl: Een nieuwe duik plannen
pt: Planejar um novo mergulho

# dashboard_quickActions_sectionTitle
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyors muveletek
it: Azioni rapide
nl: Snelle acties
pt: Acoes Rapidas

# dashboard_quickActions_statistics
source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
he: סטטיסטיקות
hu: Statisztikak
it: Statistiche
nl: Statistieken
pt: Estatisticas

# dashboard_quickActions_statisticsTooltip
source: View dive statistics
ar: عرض إحصائيات الغوص
de: Tauchstatistiken anzeigen
es: Ver estadísticas de buceo
fr: Voir les statistiques de plongee
he: הצגת סטטיסטיקות צלילה
hu: Merulesi statisztikak megtekintese
it: Visualizza statistiche immersioni
nl: Duikstatistieken bekijken
pt: Ver estatisticas de mergulho

# dashboard_quickStats_countries
source: Countries
ar: الدول
de: Laender
es: Países
fr: Pays
he: מדינות
hu: Orszagok
it: Paesi
nl: Landen
pt: Paises

# dashboard_quickStats_countriesSubtitle
source: visited
ar: تمت زيارتها
de: besucht
es: visitados
fr: visites
he: שבוקרו
hu: meglátogatott
it: visitati
nl: bezocht
pt: visitados

# dashboard_quickStats_sectionTitle
source: At a Glance
ar: نظرة سريعة
de: Auf einen Blick
es: De un vistazo
fr: En un coup d'oeil
he: במבט חטוף
hu: Attekintes
it: In sintesi
nl: In een oogopslag
pt: Resumo Geral

# dashboard_quickStats_species
source: Species
ar: الأنواع
de: Arten
es: Especies
fr: Especes
he: מינים
hu: Fajok
it: Specie
nl: Soorten
pt: Especies

# dashboard_quickStats_speciesSubtitle
source: discovered
ar: تم اكتشافها
de: entdeckt
es: descubiertas
fr: decouvertes
he: שהתגלו
hu: felfedezett
it: scoperte
nl: ontdekt
pt: descobertas

# dashboard_quickStats_topBuddy
source: Top Buddy
ar: أفضل زميل غوص
de: Haeufigster Tauchpartner
es: Mejor compañero
fr: Binome prefere
he: שותף מוביל
hu: Legjobb buddy
it: Compagno preferito
nl: Vaste buddy
pt: Melhor Dupla

# dashboard_quickStats_topBuddyDives
source: {count} dives
ar: {count} غوصات
de: {count} Tauchgaenge
es: {count} inmersiones
fr: {count} plongees
he: {count} צלילות
hu: {count} merules
it: {count} immersioni
nl: {count} duiken
pt: {count} mergulhos

# dashboard_recentDives_empty
source: No dives logged yet
ar: لم يتم تسجيل غوصات بعد
de: Noch keine Tauchgaenge erfasst
es: Aún no hay inmersiones registradas
fr: Aucune plongee enregistree
he: אין צלילות רשומות עדיין
hu: Meg nincs rogzitett merules
it: Nessuna immersione registrata
nl: Nog geen duiken gelogd
pt: Nenhum mergulho registrado ainda

# dashboard_recentDives_errorLoading
source: Failed to load dives
ar: فشل تحميل الغوصات
de: Tauchgaenge konnten nicht geladen werden
es: Error al cargar inmersiones
fr: Impossible de charger les plongees
he: נכשל טעינת צלילות
hu: Nem sikerult betolteni a meruleseket
it: Impossibile caricare le immersioni
nl: Laden van duiken mislukt
pt: Falha ao carregar mergulhos

# dashboard_recentDives_logFirst
source: Log Your First Dive
ar: سجّل أول غوصة لك
de: Ersten Tauchgang erfassen
es: Registra tu primera inmersión
fr: Enregistre ta premiere plongee
he: רשום את הצלילה הראשונה
hu: Rogzitse az elso meruleset
it: Registra la tua prima immersione
nl: Log uw eerste duik
pt: Registre Seu Primeiro Mergulho

# dashboard_recentDives_sectionTitle
source: Recent Dives
ar: الغوصات الأخيرة
de: Letzte Tauchgaenge
es: Inmersiones recientes
fr: Plongees recentes
he: צלילות אחרונות
hu: Legutobbi merulesek
it: Immersioni recenti
nl: Recente duiken
pt: Mergulhos Recentes

# dashboard_recentDives_viewAll
source: View All
ar: عرض الكل
de: Alle anzeigen
es: Ver todas
fr: Tout voir
he: הצג הכל
hu: Osszes megtekintese
it: Vedi tutte
nl: Alles bekijken
pt: Ver Todos

# dashboard_recentDives_viewAllTooltip
source: View all dives
ar: عرض جميع الغوصات
de: Alle Tauchgaenge anzeigen
es: Ver todas las inmersiones
fr: Voir toutes les plongees
he: הצגת כל הצלילות
hu: Osszes merules megtekintese
it: Visualizza tutte le immersioni
nl: Alle duiken bekijken
pt: Ver todos os mergulhos

# dashboard_semantics_activeAlerts
source: {count} active alerts
ar: {count} تنبيهات نشطة
de: {count} aktive Hinweise
es: {count} alertas activas
fr: {count} alertes actives
he: {count} התראות פעילות
hu: {count} aktiv figyelmeztetés
it: {count} avvisi attivi
nl: {count} actieve meldingen
pt: {count} alertas ativos

# dashboard_semantics_errorLoadingRecentDives
source: Error: Failed to load recent dives
ar: خطأ: فشل تحميل الغوصات الأخيرة
de: Fehler: Letzte Tauchgaenge konnten nicht geladen werden
es: Error: No se pudieron cargar las inmersiones recientes
fr: Erreur : impossible de charger les plongees recentes
he: שגיאה: נכשל טעינת צלילות אחרונות
hu: Hiba: Nem sikerult betolteni a legutobbi meruleseket
it: Errore: impossibile caricare le immersioni recenti
nl: Fout: Laden van recente duiken mislukt
pt: Erro: Falha ao carregar mergulhos recentes

# dashboard_semantics_errorLoadingStatistics
source: Error: Failed to load statistics
ar: خطأ: فشل تحميل الإحصائيات
de: Fehler: Statistiken konnten nicht geladen werden
es: Error: No se pudieron cargar las estadísticas
fr: Erreur : impossible de charger les statistiques
he: שגיאה: נכשל טעינת סטטיסטיקות
hu: Hiba: Nem sikerult betolteni a statisztikakat
it: Errore: impossibile caricare le statistiche
nl: Fout: Laden van statistieken mislukt
pt: Erro: Falha ao carregar estatisticas

# dashboard_semantics_greetingBanner
source: Dashboard greeting banner
ar: شعار ترحيب لوحة التحكم
de: Dashboard-Begruessung
es: Banner de bienvenida del panel
fr: Banniere d'accueil du tableau de bord
he: באנר ברכה בלוח המחוונים
hu: Iranyitopult udvozlo banner
it: Banner di benvenuto della dashboard
nl: Dashboard begroetingsbanner
pt: Banner de saudacao do painel

# dashboard_stats_errorLoadingStatistics
source: Failed to load statistics
ar: فشل تحميل الإحصائيات
de: Statistiken konnten nicht geladen werden
es: Error al cargar las estadísticas
fr: Impossible de charger les statistiques
he: נכשל טעינת סטטיסטיקות
hu: Nem sikerult betolteni a statisztikakat
it: Impossibile caricare le statistiche
nl: Laden van statistieken mislukt
pt: Falha ao carregar estatisticas

# dashboard_stats_hoursLogged
source: Hours Logged
ar: الساعات المسجلة
de: Erfasste Stunden
es: Horas registradas
fr: Heures enregistrees
he: שעות רשומות
hu: Rogzitett orak
it: Ore registrate
nl: Uren gelogd
pt: Horas Registradas

# dashboard_stats_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Profundidad máxima
fr: Profondeur max
he: עומק מרבי
hu: Max melyseg
it: Profondita massima
nl: Max diepte
pt: Profundidade Maxima

# dashboard_stats_sitesVisited
source: Sites Visited
ar: المواقع التي تمت زيارتها
de: Besuchte Tauchplaetze
es: Puntos visitados
fr: Sites visites
he: אתרים שבוקרו
hu: Meglátogatott helyek
it: Siti visitati
nl: Bezochte stekken
pt: Pontos Visitados

# dashboard_stats_totalDives
source: Total Dives
ar: إجمالي الغوصات
de: Tauchgaenge gesamt
es: Total de inmersiones
fr: Total des plongees
he: סה"כ צלילות
hu: Osszes merules
it: Immersioni totali
nl: Totaal duiken
pt: Total de Mergulhos

# decoCalculator_addToPlanner
source: Add to Planner
ar: إضافة إلى المخطط
de: Zum Planer hinzufügen
es: Agregar al Planificador
fr: Ajouter au planificateur
he: הוסף למתכנן
hu: Hozzáadás a tervezőhöz
it: Aggiungi al Pianificatore
nl: Toevoegen aan planner
pt: Adicionar ao Planejador

# decoCalculator_bottomTimeSemantics
source: Bottom time: {time} minutes
ar: وقت القاع: {time} دقيقة
de: Grundzeit: {time} Minuten
es: Tiempo de fondo: {time} minutos
fr: Temps au fond : {time} minutes
he: זמן תחתית: {time} דקות
hu: Fenéken töltött idő: {time} perc
it: Tempo di fondo: {time} minuti
nl: Bodemtijd: {time} minuten
pt: Tempo de fundo: {time} minutos

# decoCalculator_createPlanTooltip
source: Create a dive plan from current parameters
ar: إنشاء خطة غوص من المعاملات الحالية
de: Tauchplan aus aktuellen Parametern erstellen
es: Crear un plan de inmersión con los parámetros actuales
fr: Créer un plan de plongée à partir des paramètres actuels
he: צור תכנית צלילה מהפרמטרים הנוכחיים
hu: Merülési terv létrehozása a jelenlegi paraméterekből
it: Crea un piano di immersione dai parametri correnti
nl: Maak een duikplan aan met huidige parameters
pt: Criar um plano de mergulho a partir dos parâmetros atuais

# decoCalculator_createdPlanSnackbar
source: Created plan: {depth}{depthSymbol} for {time}min on {gasMixName}
ar: تم إنشاء خطة: {depth}{depthSymbol} لـ {time} دقيقة على {gasMixName}
de: Plan erstellt: {depth}{depthSymbol} für {time}min mit {gasMixName}
es: Plan creado: {depth}{depthSymbol} por {time}min en {gasMixName}
fr: Plan créé : {depth}{depthSymbol} pendant {time}min sur {gasMixName}
he: נוצרה תכנית: {depth}{depthSymbol} למשך {time} דקות על {gasMixName}
hu: Létrehozott terv: {depth}{depthSymbol} {time} percre {gasMixName} keverékkel
it: Piano creato: {depth}{depthSymbol} per {time}min con {gasMixName}
nl: Plan aangemaakt: {depth}{depthSymbol} voor {time}min op {gasMixName}
pt: Plano criado: {depth}{depthSymbol} por {time}min em {gasMixName}

# decoCalculator_customMixTrimix
source: Custom Mix (Trimix)
ar: خليط مخصص (Trimix)
de: Benutzerdefiniertes Gemisch (Trimix)
es: Mezcla Personalizada (Trimix)
fr: Mélange personnalisé (Trimix)
he: תערובת מותאמת (טרימיקס)
hu: Egyedi keverék (Trimix)
it: Miscela Personalizzata (Trimix)
nl: Aangepast mengsel (Trimix)
pt: Mistura Personalizada (Trimix)

# decoCalculator_depthSemantics
source: Depth: {depth} {depthSymbol}
ar: العمق: {depth} {depthSymbol}
de: Tiefe: {depth} {depthSymbol}
es: Profundidad: {depth} {depthSymbol}
fr: Profondeur : {depth} {depthSymbol}
he: עומק: {depth} {depthSymbol}
hu: Mélység: {depth} {depthSymbol}
it: Profondità: {depth} {depthSymbol}
nl: Diepte: {depth} {depthSymbol}
pt: Profundidade: {depth} {depthSymbol}

# decoCalculator_diveParameters
source: Dive Parameters
ar: معاملات الغوص
de: Tauchparameter
es: Parámetros de Inmersión
fr: Paramètres de plongée
he: פרמטרי צלילה
hu: Merülési paraméterek
it: Parametri Immersione
nl: Duikparameters
pt: Parâmetros do Mergulho

# decoCalculator_endCaution
source: Caution
ar: تحذير
de: Vorsicht
es: Precaución
fr: Attention
he: זהירות
hu: Óvatosan
it: Attenzione
nl: Let op
pt: Cuidado

# decoCalculator_endDanger
source: Danger
ar: خطر
de: Gefahr
es: Peligro
he: סכנה
hu: Veszély
it: Pericolo
nl: Gevaar
pt: Perigo

# decoCalculator_endSafe
source: Safe
ar: آمن
de: Sicher
es: Seguro
fr: Sûr
he: בטוח
hu: Biztonságos
it: Sicuro
nl: Veilig
pt: Seguro

# decoCalculator_field_bottomTime
source: Bottom Time
ar: وقت القاع
de: Grundzeit
es: Tiempo de Fondo
fr: Temps au fond
he: זמן תחתית
hu: Fenéken töltött idő
it: Tempo di Fondo
nl: Bodemtijd
pt: Tempo de Fundo

# decoCalculator_field_depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Mélység
it: Profondità
nl: Diepte
pt: Profundidade

# decoCalculator_field_gasMix
source: Gas Mix
ar: خليط الغاز
de: Gasgemisch
es: Mezcla de Gas
fr: Mélange gazeux
he: תערובת גז
hu: Gázkeverék
it: Miscela Gas
nl: Gasmengsel
pt: Mistura de Gás

# decoCalculator_gasSafety
source: Gas Safety
ar: سلامة الغاز
de: Gassicherheit
es: Seguridad del Gas
fr: Sécurité du gaz
he: בטיחות גז
hu: Gáz biztonság
it: Sicurezza Gas
nl: Gasveiligheid
pt: Segurança do Gás

# decoCalculator_hideCustomMix
source: Hide Custom Mix
ar: إخفاء الخليط المخصص
de: Benutzerdefiniertes Gemisch ausblenden
es: Ocultar Mezcla Personalizada
fr: Masquer le mélange personnalisé
he: הסתר תערובת מותאמת
hu: Egyedi keverék elrejtése
it: Nascondi Miscela Personalizzata
nl: Aangepast mengsel verbergen
pt: Ocultar Mistura Personalizada

# decoCalculator_hideCustomMixSemantics
source: Hide custom gas mix selector
ar: إخفاء محدد خليط الغاز المخصص
de: Benutzerdefinierte Gasgemischauswahl ausblenden
es: Ocultar selector de mezcla de gas personalizada
fr: Masquer le sélecteur de mélange gazeux personnalisé
he: הסתר בורר תערובת גז מותאמת
hu: Egyedi gázkeverék választó elrejtése
it: Nascondi selettore miscela gas personalizzata
nl: Aangepast gasmengsel verbergen
pt: Ocultar seletor de mistura de gás personalizada

# decoCalculator_modExceeded
source: MOD Exceeded
ar: تجاوز MOD
de: MOD überschritten
es: MOD Excedida
fr: MOD dépassée
he: MOD חרג
hu: MOD túllépve
it: MOD Superata
nl: MOD overschreden
pt: MOD Excedida

# decoCalculator_modSafe
source: MOD Safe
ar: MOD آمن
de: MOD sicher
es: MOD Segura
fr: MOD sûre
he: MOD בטוח
hu: MOD biztonságos
it: MOD Sicura
nl: MOD veilig
pt: MOD Segura

# decoCalculator_ppO2Caution
source: ppO2 Caution
ar: تحذير ppO2
de: ppO2 Vorsicht
es: ppO2 Precaución
fr: ppO2 attention
he: ppO2 זהירות
hu: ppO2 óvatosan
it: ppO2 Attenzione
nl: ppO2 let op
pt: ppO2 Cuidado

# decoCalculator_ppO2Danger
source: ppO2 Danger
ar: خطر ppO2
de: ppO2 Gefahr
es: ppO2 Peligro
he: ppO2 סכנה
hu: ppO2 veszély
it: ppO2 Pericolo
nl: ppO2 gevaar
pt: ppO2 Perigo

# decoCalculator_ppO2Hypoxic
source: ppO2 Hypoxic
ar: ppO2 نقص أكسجين
de: ppO2 Hypoxisch
es: ppO2 Hipóxica
fr: ppO2 hypoxique
he: ppO2 היפוקסי
hu: ppO2 hipoxikus
it: ppO2 Ipossica
nl: ppO2 hypoxisch
pt: ppO2 Hipóxico

# decoCalculator_ppO2Safe
source: ppO2 Safe
ar: ppO2 آمن
de: ppO2 sicher
es: ppO2 Segura
fr: ppO2 sûr
he: ppO2 בטוח
hu: ppO2 biztonságos
it: ppO2 Sicura
nl: ppO2 veilig
pt: ppO2 Seguro

# decoCalculator_resetToDefaults
source: Reset to defaults
ar: إعادة تعيين إلى الإعدادات الافتراضية
de: Auf Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser aux valeurs par défaut
he: אפס לברירת מחדל
hu: Alapértelmezések visszaállítása
it: Ripristina predefiniti
nl: Standaardwaarden herstellen
pt: Restaurar padrões

# decoCalculator_showCustomMixSemantics
source: Show custom gas mix selector
ar: إظهار محدد خليط الغاز المخصص
de: Benutzerdefinierte Gasgemischauswahl anzeigen
es: Mostrar selector de mezcla de gas personalizada
fr: Afficher le sélecteur de mélange gazeux personnalisé
he: הצג בורר תערובת גז מותאמת
hu: Egyedi gázkeverék választó megjelenítése
it: Mostra selettore miscela gas personalizzata
nl: Aangepast gasmengsel tonen
pt: Mostrar seletor de mistura de gás personalizada

# decoCalculator_timeValueMin
source: {time} min
ar: {time} دقيقة
he: {time} דקות
hu: {time} perc

# decoCalculator_title
source: Deco Calculator
ar: حاسبة تخفيف الضغط
de: Deko-Rechner
es: Calculadora de Descompresión
fr: Calculateur de décompression
he: מחשבון דקומפרסיה
hu: Dekompressziós kalkulátor
it: Calcolatore Deco
pt: Calculadora de Descompressão

# diveCenters_accessibility_markerLabel
source: Dive center: {name}
ar: مركز غوص: {name}
de: Tauchcenter: {name}
es: Centro de buceo: {name}
fr: Centre de plongée : {name}
he: מרכז צלילה: {name}
hu: Búvárközpont: {name}
it: Centro immersioni: {name}
nl: Duikcentrum: {name}
pt: Centro de mergulho: {name}

# diveCenters_accessibility_selected
source: selected
ar: محدد
de: ausgewählt
es: seleccionado
fr: sélectionné
he: נבחר
hu: kiválasztva
it: selezionato
nl: geselecteerd
pt: selecionado

# diveCenters_accessibility_viewDetails
source: View details for {name}
ar: عرض تفاصيل {name}
de: Details für {name} anzeigen
es: Ver detalles de {name}
fr: Afficher les détails de {name}
he: הצג פרטים עבור {name}
hu: Részletek megtekintése: {name}
it: Visualizza dettagli per {name}
nl: Bekijk details voor {name}
pt: Ver detalhes de {name}

# diveCenters_accessibility_viewDives
source: View dives with this center
ar: عرض الغطسات مع هذا المركز
de: Tauchgänge mit diesem Center anzeigen
es: Ver inmersiones con este centro
fr: Voir les plongées avec ce centre
he: הצג צלילות עם מרכז זה
hu: Merülések megtekintése ezzel a központtal
it: Visualizza immersioni con questo centro
nl: Bekijk duiken met dit centrum
pt: Ver mergulhos com este centro

# diveCenters_accessibility_viewFullscreenMap
source: View fullscreen map
ar: عرض الخريطة بملء الشاشة
de: Vollbildkarte anzeigen
es: Ver mapa en pantalla completa
fr: Voir la carte en plein écran
he: הצג מפה במסך מלא
hu: Teljes képernyős térkép megtekintése
it: Visualizza mappa a schermo intero
nl: Bekijk volledig scherm kaart
pt: Ver mapa em tela cheia

# diveCenters_accessibility_viewSavedCenter
source: View saved dive center {name}
ar: عرض مركز الغوص المحفوظ {name}
de: Gespeichertes Tauchcenter {name} anzeigen
es: Ver centro de buceo guardado {name}
fr: Voir le centre de plongée enregistré {name}
he: הצג מרכז צלילה שמור {name}
hu: Mentett búvárközpont megtekintése: {name}
it: Visualizza centro immersioni salvato {name}
nl: Bekijk opgeslagen duikcentrum {name}
pt: Ver centro de mergulho salvo {name}

# diveCenters_action_addCenter
source: Add Center
ar: إضافة مركز
de: Center hinzufügen
es: Agregar Centro
fr: Ajouter un centre
he: הוסף מרכז
hu: Központ hozzáadása
it: Aggiungi Centro
nl: Centrum toevoegen
pt: Adicionar Centro

# diveCenters_action_addNew
source: Add New
ar: إضافة جديد
de: Neu hinzufügen
es: Agregar Nuevo
fr: Ajouter
he: הוסף חדש
hu: Új hozzáadása
it: Aggiungi Nuovo
nl: Nieuw toevoegen
pt: Adicionar Novo

# diveCenters_action_clearRating
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
he: נקה
hu: Törlés
it: Cancella
nl: Wissen
pt: Limpar

# diveCenters_action_gettingLocation
source: Getting...
ar: جارٍ الحصول...
de: Wird abgerufen...
es: Obteniendo...
fr: Récupération...
he: מאתר...
hu: Lekérés...
it: Acquisizione...
nl: Ophalen...
pt: Obtendo...

# diveCenters_action_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבא
hu: Importálás
it: Importa
nl: Importeren
pt: Importar

# diveCenters_action_importToMyCenters
source: Import to My Centers
ar: استيراد إلى مراكزي
de: Zu Meine Center importieren
es: Importar a Mis Centros
fr: Importer dans mes centres
he: ייבא למרכזים שלי
hu: Importálás a központjaimhoz
it: Importa nei Miei Centri
nl: Importeren naar mijn centra
pt: Importar para Meus Centros

# diveCenters_action_lookingUp
source: Looking up...
ar: جارٍ البحث...
de: Wird gesucht...
es: Buscando...
fr: Recherche...
he: מחפש...
hu: Keresés...
it: Ricerca...
nl: Opzoeken...
pt: Consultando...

# diveCenters_action_lookupFromAddress
source: Lookup from Address
ar: البحث من العنوان
de: Von Adresse nachschlagen
es: Buscar desde Dirección
fr: Rechercher depuis l'adresse
he: חפש מכתובת
hu: Keresés cím alapján
it: Cerca da Indirizzo
nl: Opzoeken vanaf adres
pt: Consultar a partir do Endereço

# diveCenters_action_pickFromMap
source: Pick from Map
ar: اختيار من الخريطة
de: Auf Karte auswählen
es: Elegir del Mapa
fr: Choisir sur la carte
he: בחר ממפה
hu: Kiválasztás térképről
it: Scegli dalla Mappa
nl: Kiezen op kaart
pt: Escolher no Mapa

# diveCenters_action_retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
he: נסה שוב
hu: Újra
it: Riprova
nl: Opnieuw proberen
pt: Tentar novamente

# diveCenters_action_settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
nl: Instellingen
pt: Configurações

# diveCenters_action_useMyLocation
source: Use My Location
ar: استخدم موقعي
de: Meinen Standort verwenden
es: Usar Mi Ubicación
fr: Utiliser ma position
he: השתמש במיקום שלי
hu: Saját helyzetem használata
it: Usa la Mia Posizione
nl: Gebruik mijn locatie
pt: Usar Minha Localização

# diveCenters_action_view
source: View
ar: عرض
de: Anzeigen
es: Ver
fr: Voir
he: הצג
hu: Megtekintés
it: Visualizza
nl: Bekijken
pt: Ver

# diveCenters_detail_divesLogged
source: {count, plural, =1{1 dive logged} other{{count} dives logged}}
ar: {count, plural, =1{غطسة واحدة مسجلة} other{{count} غطسة مسجلة}}
de: {count, plural, =1{1 Tauchgang protokolliert} other{{count} Tauchgänge protokolliert}}
es: {count, plural, =1{1 inmersión registrada} other{{count} inmersiones registradas}}
fr: {count, plural, =1{1 plongée enregistrée} other{{count} plongées enregistrées}}
he: {count, plural, =1{צלילה אחת נרשמה} other{{count} צלילות נרשמו}}
hu: {count, plural, =1{1 rögzített merülés} other{{count} rögzített merülés}}
it: {count, plural, =1{1 immersione registrata} other{{count} immersioni registrate}}
nl: {count, plural, =1{1 duik gelogd} other{{count} duiken gelogd}}
pt: {count, plural, =1{1 mergulho registrado} other{{count} mergulhos registrados}}

# diveCenters_detail_divesWithCenter
source: Dives with this Center
ar: الغطسات مع هذا المركز
de: Tauchgänge mit diesem Center
es: Inmersiones con este Centro
fr: Plongées avec ce centre
he: צלילות עם מרכז זה
hu: Merülések ezzel a központtal
it: Immersioni con questo Centro
nl: Duiken met dit centrum
pt: Mergulhos com este Centro

# diveCenters_detail_noDivesLogged
source: No dives logged yet
ar: لا توجد غطسات مسجلة بعد
de: Noch keine Tauchgänge protokolliert
es: Aún no hay inmersiones registradas
fr: Aucune plongée enregistrée pour le moment
he: עדיין לא נרשמו צלילות
hu: Még nincsenek rögzített merülések
it: Nessuna immersione registrata ancora
nl: Nog geen duiken gelogd
pt: Nenhum mergulho registrado ainda

# diveCenters_dialog_deleteMessage
source: Are you sure you want to delete "{name}"?
ar: هل أنت متأكد من حذف "{name}"؟
de: Möchten Sie "{name}" wirklich löschen?
es: ¿Estás seguro de que deseas eliminar "{name}"?
fr: Voulez-vous vraiment supprimer « {name} » ?
he: האם אתה בטוח שברצונך למחוק את "{name}"?
hu: Biztosan törölni szeretnéd: "{name}"?
it: Sei sicuro di voler eliminare "{name}"?
nl: Weet je zeker dat je "{name}" wilt verwijderen?
pt: Tem certeza de que deseja excluir "{name}"?

# diveCenters_dialog_deleteTitle
source: Delete Dive Center
ar: حذف مركز الغوص
de: Tauchcenter löschen
es: Eliminar Centro de Buceo
fr: Supprimer le centre de plongée
he: למחוק מרכז צלילה
hu: Búvárközpont törlése
it: Eliminare Centro Immersioni
nl: Duikcentrum verwijderen
pt: Excluir Centro de Mergulho

# diveCenters_dialog_discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
he: בטל
hu: Elvetés
it: Scarta
nl: Verwerpen
pt: Descartar
