Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# divePlanner_segmentEditor_descentRate
source: Descent Rate ({unit}/min)
ar: معدل النزول ({unit}/min)
de: Abstiegsgeschwindigkeit ({unit}/min)
es: Vel. de descenso ({unit}/min)
fr: Vitesse de descente ({unit}/min)
he: קצב ירידה ({unit}/min)
hu: Süllyedesi sebesseg ({unit}/min)
it: Velocità di discesa ({unit}/min)
nl: Daalsnelheid ({unit}/min)
pt: Taxa de Descida ({unit}/min)

# divePlanner_segmentEditor_duration
source: Duration (min)
ar: المدة (min)
de: Dauer (min)
es: Duracion (min)
fr: Duree (min)
he: משך (min)
hu: Idotartam (min)
it: Durata (min)
nl: Duur (min)
pt: Duracao (min)

# divePlanner_segmentEditor_editTitle
source: Edit Segment
ar: تعديل المقطع
de: Segment bearbeiten
es: Editar segmento
fr: Modifier le segment
he: עריכת קטע
hu: Szegmens szerkesztese
it: Modifica segmento
nl: Segment bewerken
pt: Editar Segmento

# divePlanner_segmentEditor_endDepth
source: End Depth ({unit})
ar: عمق النهاية ({unit})
de: Endtiefe ({unit})
es: Profundidad final ({unit})
fr: Profondeur finale ({unit})
he: עומק סיום ({unit})
hu: Vegmelyseg ({unit})
it: Profondità finale ({unit})
nl: Einddiepte ({unit})
pt: Profundidade Final ({unit})

# divePlanner_segmentEditor_gasSwitchTime
source: Gas switch time
ar: وقت تبديل الغاز
de: Gaswechselzeit
es: Tiempo de cambio de gas
fr: Temps de changement de gaz
he: זמן החלפת גז
hu: Gazcsere ideje
it: Tempo cambio gas
nl: Gaswisseltijd
pt: Tempo de troca de gas

# divePlanner_segmentEditor_segmentType
source: Segment Type
ar: نوع المقطع
de: Segmenttyp
es: Tipo de segmento
fr: Type de segment
he: סוג קטע
hu: Szegmens tipusa
it: Tipo di segmento
pt: Tipo de Segmento

# divePlanner_segmentEditor_startDepth
source: Start Depth ({unit})
ar: عمق البداية ({unit})
de: Starttiefe ({unit})
es: Profundidad inicial ({unit})
fr: Profondeur initiale ({unit})
he: עומק התחלה ({unit})
hu: Kezdo melyseg ({unit})
it: Profondità iniziale ({unit})
nl: Startdiepte ({unit})
pt: Profundidade Inicial ({unit})

# divePlanner_segmentEditor_tankGas
source: Tank / Gas
ar: الأسطوانة / الغاز
de: Flasche / Gas
es: Tanque / Gas
fr: Bloc / Gaz
he: מיכל / גז
hu: Palack / Gaz
it: Bombola / Gas
nl: Fles / Gas
pt: Cilindro / Gas

# divePlanner_segmentList_addSegment
source: Add Segment
ar: إضافة مقطع
de: Segment hinzufuegen
es: Anadir segmento
fr: Ajouter un segment
he: הוסף קטע
hu: Szegmens hozzaadasa
it: Aggiungi segmento
nl: Segment toevoegen
pt: Adicionar Segmento

# divePlanner_segmentList_ascent
source: Ascent {startDepth} → {endDepth}
ar: صعود {startDepth} ← {endDepth}
de: Aufstieg {startDepth} -> {endDepth}
es: Ascenso {startDepth} -> {endDepth}
fr: Remontee {startDepth} -> {endDepth}
he: עלייה {startDepth} → {endDepth}
hu: Emelkedes {startDepth} -> {endDepth}
it: Risalita {startDepth} → {endDepth}
nl: Stijging {startDepth} → {endDepth}
pt: Subida {startDepth} -> {endDepth}

# divePlanner_segmentList_bottom
source: Bottom {depth} for {minutes} min
ar: قاع {depth} لمدة {minutes} min
de: Grundzeit {depth} fuer {minutes} min
es: Fondo {depth} por {minutes} min
fr: Fond {depth} pendant {minutes} min
he: תחתית {depth} למשך {minutes} min
hu: Fenek {depth}, {minutes} min
it: Fondo {depth} per {minutes} min
nl: Bodem {depth} voor {minutes} min
pt: Fundo {depth} por {minutes} min

# divePlanner_segmentList_deco
source: Deco {depth} for {minutes} min
ar: تخفيف ضغط {depth} لمدة {minutes} min
de: Deko {depth} fuer {minutes} min
es: Deco {depth} por {minutes} min
fr: Deco {depth} pendant {minutes} min
he: דקו {depth} למשך {minutes} min
hu: Deko {depth}, {minutes} min
it: Deco {depth} per {minutes} min
nl: Deco {depth} voor {minutes} min
pt: Deco {depth} por {minutes} min

# divePlanner_segmentList_deleteSegment
source: Delete segment
ar: حذف المقطع
de: Segment loeschen
es: Eliminar segmento
fr: Supprimer le segment
he: מחק קטע
hu: Szegmens torlese
it: Elimina segmento
nl: Segment verwijderen
pt: Excluir segmento

# divePlanner_segmentList_descent
source: Descent {startDepth} → {endDepth}
ar: نزول {startDepth} ← {endDepth}
de: Abstieg {startDepth} -> {endDepth}
es: Descenso {startDepth} -> {endDepth}
fr: Descente {startDepth} -> {endDepth}
he: ירידה {startDepth} → {endDepth}
hu: Süllyedes {startDepth} -> {endDepth}
it: Discesa {startDepth} → {endDepth}
nl: Afdaling {startDepth} → {endDepth}
pt: Descida {startDepth} -> {endDepth}

# divePlanner_segmentList_editSegment
source: Edit segment
ar: تعديل المقطع
de: Segment bearbeiten
es: Editar segmento
fr: Modifier le segment
he: ערוך קטע
hu: Szegmens szerkesztese
it: Modifica segmento
nl: Segment bewerken
pt: Editar segmento

# divePlanner_segmentList_emptyMessage
source: Add segments manually or create a quick plan
ar: أضف مقاطع يدويًا أو أنشئ خطة سريعة
de: Segmente manuell hinzufuegen oder einen Schnellplan erstellen
es: Anade segmentos manualmente o crea un plan rapido
fr: Ajoutez des segments manuellement ou creez un plan rapide
he: הוסף קטעים ידנית או צור תוכנית מהירה
hu: Adjon hozza szegmenseket kezzel, vagy hozzon letre egy gyors tervet
it: Aggiungi segmenti manualmente o crea un piano rapido
nl: Voeg handmatig segmenten toe of maak een snelplan
pt: Adicione segmentos manualmente ou crie um plano rapido

# divePlanner_segmentList_emptyTitle
source: No segments yet
ar: لا توجد مقاطع بعد
de: Noch keine Segmente
es: Sin segmentos aun
fr: Aucun segment
he: אין קטעים עדיין
hu: Meg nincsenek szegmensek
it: Nessun segmento
nl: Nog geen segmenten
pt: Nenhum segmento ainda

# divePlanner_segmentList_gasSwitch
source: Gas switch to {gasName}
ar: تبديل الغاز إلى {gasName}
de: Gaswechsel zu {gasName}
es: Cambio de gas a {gasName}
fr: Changement de gaz vers {gasName}
he: החלפת גז ל-{gasName}
hu: Gazcsere erre: {gasName}
it: Cambio gas a {gasName}
nl: Gaswissel naar {gasName}
pt: Troca de gas para {gasName}

# divePlanner_segmentList_quickPlan
source: Quick Plan
ar: خطة سريعة
de: Schnellplan
es: Plan rapido
fr: Plan rapide
he: תוכנית מהירה
hu: Gyors terv
it: Piano rapido
nl: Snelplan
pt: Plano Rapido

# divePlanner_segmentList_safetyStop
source: Safety stop {depth} for {minutes} min
ar: وقفة أمان {depth} لمدة {minutes} min
de: Sicherheitsstopp {depth} fuer {minutes} min
es: Parada de seguridad {depth} por {minutes} min
fr: Palier de securite {depth} pendant {minutes} min
he: עצירת בטיחות {depth} למשך {minutes} min
hu: Biztonsagi megallo {depth}, {minutes} min
it: Tappa di sicurezza {depth} per {minutes} min
nl: Veiligheidsstop {depth} voor {minutes} min
pt: Parada de seguranca {depth} por {minutes} min

# divePlanner_segmentList_title
source: Dive Segments
ar: مقاطع الغطسة
de: Tauchsegmente
es: Segmentos de inmersion
fr: Segments de plongee
he: קטעי צלילה
hu: Merulesi szegmensek
it: Segmenti immersione
nl: Duiksegmenten
pt: Segmentos do Mergulho

# divePlanner_segmentType_ascent
source: Ascent
ar: صعود
de: Aufstieg
es: Ascenso
fr: Remontee
he: עלייה
hu: Emelkedes
it: Risalita
nl: Stijging
pt: Subida

# divePlanner_segmentType_bottomTime
source: Bottom Time
ar: وقت القاع
de: Grundzeit
es: Tiempo de fondo
fr: Temps au fond
he: זמן תחתית
hu: Fenekido
it: Tempo di fondo
nl: Bodemtijd
pt: Tempo de Fundo

# divePlanner_segmentType_decoStop
source: Deco Stop
ar: وقفة تخفيف ضغط
de: Dekostopp
es: Parada deco
fr: Palier de deco
he: עצירת דקו
hu: Deko megallo
it: Tappa deco
pt: Parada Deco

# divePlanner_segmentType_descent
source: Descent
ar: نزول
de: Abstieg
es: Descenso
fr: Descente
he: ירידה
hu: Süllyedes
it: Discesa
nl: Afdaling
pt: Descida

# divePlanner_segmentType_gasSwitch
source: Gas Switch
ar: تبديل الغاز
de: Gaswechsel
es: Cambio de gas
fr: Changement de gaz
he: החלפת גז
hu: Gazcsere
it: Cambio gas
nl: Gaswissel
pt: Troca de Gas

# divePlanner_segmentType_safetyStop
source: Safety Stop
ar: وقفة أمان
de: Sicherheitsstopp
es: Parada de seguridad
fr: Palier de securite
he: עצירת בטיחות
hu: Biztonsagi megallo
it: Tappa di sicurezza
nl: Veiligheidsstop
pt: Parada de Seguranca

# divePlanner_semantics_criticalWarning
source: Critical warning: {message}
ar: تحذير حرج: {message}
de: Kritische Warnung: {message}
es: Advertencia crítica: {message}
fr: Avertissement critique : {message}
he: אזהרה קריטית: {message}
hu: Kritikus figyelmeztetés: {message}
it: Avviso critico: {message}
nl: Kritieke waarschuwing: {message}
pt: Aviso crítico: {message}

# divePlanner_semantics_decoStop
source: Deco stop at {depth} for {duration} on {gasMix}
ar: توقف تخفيف ضغط عند {depth} لمدة {duration} على {gasMix}
de: Deko-Stopp bei {depth} für {duration} mit {gasMix}
es: Parada de deco en {depth} por {duration} en {gasMix}
fr: Palier de déco à {depth} pendant {duration} sur {gasMix}
he: עצירת דקו ב-{depth} למשך {duration} על {gasMix}
hu: Dekó megálló {depth} mélységben {duration} időtartamra {gasMix} keverékkel
it: Tappa deco a {depth} per {duration} con {gasMix}
nl: Deco stop op {depth} voor {duration} op {gasMix}
pt: Parada de deco a {depth} por {duration} em {gasMix}

# divePlanner_semantics_gasConsumption
source: {tankName}: {gasUsed} used, {remaining} remaining, {percent} used{warning}
ar: {tankName}: {gasUsed} مستخدم، {remaining} متبقي، {percent} مستخدم{warning}
de: {tankName}: {gasUsed} verbraucht, {remaining} verbleibend, {percent} verbraucht{warning}
es: {tankName}: {gasUsed} usado, {remaining} restante, {percent} usado{warning}
fr: {tankName} : {gasUsed} utilisé, {remaining} restant, {percent} utilisé{warning}
he: {tankName}: {gasUsed} נוצל, {remaining} נותר, {percent} נוצל{warning}
hu: {tankName}: {gasUsed} felhasznált, {remaining} maradt, {percent} használva{warning}
it: {tankName}: {gasUsed} usato, {remaining} rimanente, {percent} usato{warning}
nl: {tankName}: {gasUsed} gebruikt, {remaining} resterend, {percent} gebruikt{warning}
pt: {tankName}: {gasUsed} usado, {remaining} restante, {percent} usado{warning}

# divePlanner_semantics_profileChart
source: Dive plan, max depth {maxDepth}, total time {totalMinutes} minutes
ar: خطة الغوص، أقصى عمق {maxDepth}، إجمالي الوقت {totalMinutes} دقيقة
de: Tauchplan, max. Tiefe {maxDepth}, Gesamtzeit {totalMinutes} Minuten
es: Plan de inmersión, profundidad máxima {maxDepth}, tiempo total {totalMinutes} minutos
fr: Plan de plongée, profondeur max {maxDepth}, temps total {totalMinutes} minutes
he: תכנית צלילה, עומק מקסימלי {maxDepth}, זמן כולל {totalMinutes} דקות
hu: Merülési terv, max mélység {maxDepth}, összes idő {totalMinutes} perc
it: Piano immersione, profondità max {maxDepth}, tempo totale {totalMinutes} minuti
nl: Duikplan, max diepte {maxDepth}, totale tijd {totalMinutes} minuten
pt: Plano de mergulho, profundidade máxima {maxDepth}, tempo total {totalMinutes} minutos

# divePlanner_semantics_warning
source: Warning: {message}
ar: تحذير: {message}
de: Warnung: {message}
es: Advertencia: {message}
fr: Avertissement : {message}
he: אזהרה: {message}
hu: Figyelmeztetés: {message}
it: Avviso: {message}
nl: Waarschuwing: {message}
pt: Aviso: {message}

# divePlanner_tab_plan
source: Plan
ar: الخطة
he: תכנית
hu: Terv
it: Piano
pt: Plano

# divePlanner_tab_profile
source: Profile
ar: الملف
de: Profil
es: Perfil
fr: Profil
he: פרופיל
hu: Profil
it: Profilo
nl: Profiel
pt: Perfil

# divePlanner_tab_results
source: Results
ar: النتائج
de: Ergebnisse
es: Resultados
fr: Résultats
he: תוצאות
hu: Eredmények
it: Risultati
nl: Resultaten
pt: Resultados

# divePlanner_warning_ascentRateHigh
source: Ascent rate exceeds safe limit
ar: معدل الصعود يتجاوز الحد الآمن
de: Aufstiegsgeschwindigkeit überschreitet sicheres Limit
es: Velocidad de ascenso excede el límite seguro
fr: La vitesse de remontée dépasse la limite de sécurité
he: קצב עלייה חורג מהמגבלה הבטוחה
hu: Feljövési sebesség meghaladja a biztonságos limitet
it: Velocità di risalita supera il limite sicuro
nl: Opstijgsnelheid overschrijdt veilige limiet
pt: Taxa de subida excede o limite seguro

# divePlanner_warning_ascentRateHighWithRate
source: Ascent rate {rate}/min exceeds safe limit
ar: معدل الصعود {rate}/دقيقة يتجاوز الحد الآمن
de: Aufstiegsgeschwindigkeit {rate}/min überschreitet sicheres Limit
es: Velocidad de ascenso {rate}/min excede el límite seguro
fr: La vitesse de remontée {rate}/min dépasse la limite de sécurité
he: קצב עלייה {rate}/דקה חורג מהמגבלה הבטוחה
hu: Feljövési sebesség {rate}/perc meghaladja a biztonságos limitet
it: Velocità di risalita {rate}/min supera il limite sicuro
nl: Opstijgsnelheid {rate}/min overschrijdt veilige limiet
pt: Taxa de subida {rate}/min excede o limite seguro

# divePlanner_warning_belowMinReserve
source: Below minimum reserve ({reserve})
ar: أقل من الحد الأدنى للاحتياطي ({reserve})
de: Unter Mindestreserve ({reserve})
es: Por debajo de reserva mínima ({reserve})
fr: En dessous de la réserve minimale ({reserve})
he: מתחת למינימום מילואים ({reserve})
hu: Minimum tartalék alatt ({reserve})
it: Sotto la riserva minima ({reserve})
nl: Onder minimale reserve ({reserve})
pt: Abaixo da reserva mínima ({reserve})

# divePlanner_warning_cnsCritical
source: CNS% exceeds 100%
ar: CNS% يتجاوز 100%
de: CNS% überschreitet 100%
es: CNS% excede 100%
fr: CNS% dépasse 100%
he: CNS% חורג מ-100%
hu: CNS% meghaladja a 100%-ot
it: CNS% supera il 100%
nl: CNS% overschrijdt 100%
pt: CNS% excede 100%

# divePlanner_warning_cnsWarning
source: CNS% exceeds {threshold}%
ar: CNS% يتجاوز {threshold}%
de: CNS% überschreitet {threshold}%
es: CNS% excede {threshold}%
fr: CNS% dépasse {threshold}%
he: CNS% חורג מ-{threshold}%
hu: CNS% meghaladja a {threshold}%-ot
it: CNS% supera {threshold}%
nl: CNS% overschrijdt {threshold}%
pt: CNS% excede {threshold}%

# divePlanner_warning_endHigh
source: Equivalent Narcotic Depth too high
ar: العمق المخدر المكافئ مرتفع جداً
de: Äquivalente Narkosetiefe zu hoch
es: Profundidad Narcótica Equivalente demasiado alta
fr: Profondeur narcotique équivalente trop élevée
he: עומק נרקוטי שווה ערך גבוה מדי
hu: Ekvivalens narkotikus mélység túl magas
it: Profondità Narcotica Equivalente troppo alta
nl: Equivalent Narcotic Depth te hoog
pt: Profundidade Narcótica Equivalente muito alta

# divePlanner_warning_endHighWithDepth
source: END of {depth} exceeds safe limit
ar: END عند {depth} يتجاوز الحد الآمن
de: END von {depth} überschreitet sicheres Limit
es: END de {depth} excede el límite seguro
fr: END de {depth} dépasse la limite de sécurité
he: END של {depth} חורג מהמגבלה הבטוחה
hu: END {depth} meghaladja a biztonságos limitet
it: END di {depth} supera il limite sicuro
nl: END van {depth} overschrijdt veilige limiet
pt: END de {depth} excede o limite seguro

# divePlanner_warning_gasLow
source: Tank below {threshold} reserve
ar: الأسطوانة أقل من احتياطي {threshold}
de: Flasche unter {threshold} Reserve
es: Botella por debajo de {threshold} de reserva
fr: Bouteille en dessous de la réserve de {threshold}
he: מיכל מתחת למילואי {threshold}
hu: Palack {threshold} tartalék alatt
it: Bombola sotto {threshold} di riserva
nl: Fles onder {threshold} reserve
pt: Cilindro abaixo de {threshold} de reserva

# divePlanner_warning_gasOut
source: Tank will be empty
ar: الأسطوانة ستكون فارغة
de: Flasche wird leer sein
es: La botella estará vacía
fr: La bouteille sera vide
he: המיכל יהיה ריק
hu: Palack ki fog ürülni
it: La bombola sarà vuota
nl: Fles zal leeg zijn
pt: Cilindro ficará vazio

# divePlanner_warning_minGasViolation
source: Minimum gas reserve not maintained
ar: لم يتم الحفاظ على الحد الأدنى للغاز الاحتياطي
de: Minimale Gasreserve nicht eingehalten
es: Reserva mínima de gas no mantenida
fr: Réserve minimale de gaz non maintenue
he: מילואי גז מינימלי לא נשמר
hu: Minimum gáz tartalék nem tartható fenn
it: Riserva gas minima non mantenuta
nl: Minimale gasreserve niet gehandhaafd
pt: Reserva mínima de gás não mantida

# divePlanner_warning_modViolation
source: Gas switch attempted above MOD
ar: تم محاولة تبديل الغاز فوق MOD
de: Gaswechsel über MOD versucht
es: Cambio de gas intentado por encima de MOD
fr: Changement de gaz tenté au-dessus de la MOD
he: ניסיון החלפת גז מעל MOD
hu: Gázváltás kísérlet MOD felett
it: Cambio gas tentato sopra MOD
nl: Gaswissel geprobeerd boven MOD
pt: Tentativa de troca de gás acima da MOD

# divePlanner_warning_ndlExceeded
source: Dive enters decompression obligation
ar: الغطسة تدخل التزام تخفيف الضغط
de: Tauchgang geht in Dekompflicht
es: La inmersión entra en obligación de descompresión
fr: La plongée entre en obligation de décompression
he: הצלילה נכנסת לחובת דקומפרסיה
hu: Merülés dekompressziós kötelezettséggel jár
it: L'immersione entra in obbligo di decompressione
nl: Duik gaat in decompressieverplichting
pt: Mergulho entra em obrigação de descompressão

# divePlanner_warning_otuWarning
source: OTU accumulation high
ar: تراكم OTU مرتفع
de: OTU-Akkumulation hoch
es: Acumulación de OTU alta
fr: Accumulation d'OTU élevée
he: הצטברות OTU גבוהה
hu: OTU felhalmozódás magas
it: Accumulo OTU alto
nl: OTU ophoping hoog
pt: Acumulação de OTU alta

# divePlanner_warning_ppO2Critical
source: ppO₂ of {value} bar exceeds critical limit
ar: ppO₂ عند {value} بار يتجاوز الحد الحرج
de: ppO₂ von {value} bar überschreitet kritisches Limit
es: ppO₂ de {value} bar excede el límite crítico
fr: ppO₂ de {value} bar dépasse la limite critique
he: ppO₂ של {value} בר חורג מהמגבלה הקריטית
hu: ppO₂ {value} bar meghaladja a kritikus limitet
it: ppO₂ di {value} bar supera il limite critico
nl: ppO₂ van {value} bar overschrijdt kritieke limiet
pt: ppO₂ de {value} bar excede o limite crítico

# divePlanner_warning_ppO2High
source: ppO₂ of {value} bar exceeds working limit
ar: ppO₂ عند {value} بار يتجاوز حد التشغيل
de: ppO₂ von {value} bar überschreitet Arbeitslimit
es: ppO₂ de {value} bar excede el límite de trabajo
fr: ppO₂ de {value} bar dépasse la limite de travail
he: ppO₂ של {value} בר חורג ממגבלת העבודה
hu: ppO₂ {value} bar meghaladja a munkálati limitet
it: ppO₂ di {value} bar supera il limite di lavoro
nl: ppO₂ van {value} bar overschrijdt werkgrens
pt: ppO₂ de {value} bar excede o limite de trabalho

# diveSites_detail_access_accessNotes
source: Access Notes
ar: ملاحظات الوصول
de: Zugangshinweise
es: Notas de acceso
fr: Notes d'acces
he: הערות גישה
hu: Megkozelitesi megjegyzesek
it: Note di accesso
nl: Toegangsnotities
pt: Notas de Acesso

# diveSites_detail_access_mooring
source: Mooring
ar: مرسى
de: Anlegestelle
es: Amarre
fr: Mouillage
he: עגינה
hu: Kikotos
it: Ormeggio
nl: Aanlegplaats
pt: Fundeadouro

# diveSites_detail_access_parking
source: Parking
ar: موقف سيارات
de: Parken
es: Estacionamiento
fr: Stationnement
he: חניה
hu: Parkolas
it: Parcheggio
nl: Parkeren
pt: Estacionamento

# diveSites_detail_altitude_elevation
source: Elevation
ar: الارتفاع
de: Hoehe
es: Altitud
fr: Altitude
he: גובה
hu: Tengerszint feletti magassag
it: Altitudine
nl: Hoogte
pt: Elevacao

# diveSites_detail_altitude_pressure
source: Pressure
ar: الضغط
de: Druck
es: Presion
fr: Pression
he: לחץ
hu: Nyomas
it: Pressione
nl: Druk
pt: Pressao

# diveSites_detail_coordinatesCopied
source: Coordinates copied to clipboard
ar: تم نسخ الإحداثيات إلى الحافظة
de: Koordinaten in die Zwischenablage kopiert
es: Coordenadas copiadas al portapapeles
fr: Coordonnees copiees dans le presse-papiers
he: הקואורדינטות הועתקו ללוח
hu: Koordinatak masolva a vagolapra
it: Coordinate copiate negli appunti
nl: Coordinaten gekopieerd naar klembord
pt: Coordenadas copiadas para a area de transferencia

# diveSites_detail_deleteDialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveSites_detail_deleteDialog_confirm
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# diveSites_detail_deleteDialog_content
source: Are you sure you want to delete this site? This action cannot be undone.
ar: هل أنت متأكد من حذف هذا الموقع؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie diesen Tauchplatz loeschen moechten? Diese Aktion kann nicht rueckgaengig gemacht werden.
es: Estas seguro de que deseas eliminar este sitio? Esta accion no se puede deshacer.
fr: Es-tu sur de vouloir supprimer ce site ? Cette action est irreversible.
he: האם אתה בטוח שברצונך למחוק אתר זה? פעולה זו אינה ניתנת לביטול.
hu: Biztosan torli ezt a helyszint? Ez a muvelet nem vonhato vissza.
it: Sei sicuro di voler eliminare questo sito? Questa azione non puo essere annullata.
nl: Weet je zeker dat je deze stek wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt: Tem certeza de que deseja excluir este ponto? Esta acao nao pode ser desfeita.

# diveSites_detail_deleteDialog_title
source: Delete Site
ar: حذف الموقع
de: Tauchplatz loeschen
es: Eliminar sitio
fr: Supprimer le site
he: מחק אתר
hu: Helyszin torlese
it: Elimina sito
nl: Stek verwijderen
pt: Excluir Ponto

# diveSites_detail_deleteMenu_label
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# diveSites_detail_deleteSnackbar
source: Site deleted
ar: تم حذف الموقع
de: Tauchplatz geloescht
es: Sitio eliminado
fr: Site supprime
he: האתר נמחק
hu: Helyszin torolve
it: Sito eliminato
nl: Stek verwijderd
pt: Ponto excluido

# diveSites_detail_depth_maximum
source: Maximum
ar: الأقصى
es: Maxima
he: מקסימום
it: Massima
pt: Maximo

# diveSites_detail_depth_minimum
source: Minimum
ar: الأدنى
es: Minima
he: מינימום
it: Minima
pt: Minimo

# diveSites_detail_diveCount_one
source: 1 dive logged
ar: غوصة واحدة مسجلة
de: 1 Tauchgang eingetragen
es: 1 inmersion registrada
fr: 1 plongee enregistree
he: צלילה אחת רשומה
hu: 1 rogzitett merules
it: 1 immersione registrata
nl: 1 duik gelogd
pt: 1 mergulho registrado

# diveSites_detail_diveCount_other
source: {count} dives logged
ar: {count} غوصات مسجلة
de: {count} Tauchgaenge eingetragen
es: {count} inmersiones registradas
fr: {count} plongees enregistrees
he: {count} צלילות רשומות
hu: {count} rogzitett merules
it: {count} immersioni registrate
nl: {count} duiken gelogd
pt: {count} mergulhos registrados

# diveSites_detail_diveCount_zero
source: No dives logged yet
ar: لا توجد غوصات مسجلة بعد
de: Noch keine Tauchgaenge eingetragen
es: Aun no hay inmersiones registradas
fr: Aucune plongee enregistree
he: אין עדיין צלילות רשומות
hu: Meg nincs rogzitett merules
it: Nessuna immersione registrata
nl: Nog geen duiken gelogd
pt: Nenhum mergulho registrado ainda

# diveSites_detail_editTooltip
source: Edit Site
ar: تعديل الموقع
de: Tauchplatz bearbeiten
es: Editar sitio
fr: Modifier le site
he: ערוך אתר
hu: Helyszin szerkesztese
it: Modifica sito
nl: Stek bewerken
pt: Editar Ponto

# diveSites_detail_editTooltipShort
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Editar

# diveSites_detail_error_body
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# diveSites_detail_error_title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# diveSites_detail_loading_title
source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# diveSites_detail_location_country
source: Country
ar: الدولة
de: Land
es: Pais
fr: Pays
he: מדינה
hu: Orszag
it: Paese
nl: Land
pt: Pais

# diveSites_detail_location_gpsCoordinates
source: GPS Coordinates
ar: إحداثيات GPS
de: GPS-Koordinaten
es: Coordenadas GPS
fr: Coordonnees GPS
he: קואורדינטות GPS
hu: GPS koordinatak
it: Coordinate GPS
nl: GPS-coordinaten
pt: Coordenadas GPS

# diveSites_detail_location_notSet
source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecido
fr: Non defini
he: לא הוגדר
hu: Nincs megadva
it: Non impostato
nl: Niet ingesteld
pt: Nao definido

# diveSites_detail_location_region
source: Region
ar: المنطقة
he: אזור
hu: Regio
it: Regione
nl: Regio
pt: Regiao
