Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# signatures_noSignatureImage
source: No signature image
ar: لا توجد صورة توقيع
de: Kein Signaturbild
es: Sin imagen de firma
fr: Aucune image de signature
he: אין תמונת חתימה
hu: Nincs aláírás kép
it: Nessuna immagine firma
nl: Geen handtekeningafbeelding
pt: Sem imagem de assinatura

# signatures_signHere
source: {name} - Sign Here
ar: {name} - وقع هنا
de: {name} - Hier signieren
es: {name} - Firma Aquí
fr: {name} - Signez ici
he: {name} - חתום כאן
hu: {name} - Írj alá itt
it: {name} - Firma Qui
nl: {name} - Onderteken hier
pt: {name} - Assine Aqui

# signatures_signed
source: Signed
ar: موقع
de: Signiert
es: Firmado
fr: Signé
he: נחתם
hu: Aláírva
it: Firmato
nl: Ondertekend
pt: Assinado

# signatures_signedCountSemantics
source: {signed} of {total} buddies have signed
ar: {signed} من {total} رفاق وقعوا
de: {signed} von {total} Tauchpartnern haben signiert
es: {signed} de {total} compañeros han firmado
fr: {signed} sur {total} binômes ont signé
he: {signed} מתוך {total} חברי צוללים חתמו
hu: {signed} búvártárs írt alá a(z) {total}-ból
it: {signed} di {total} compagni hanno firmato
nl: {signed} van {total} buddies hebben ondertekend
pt: {signed} de {total} companheiros assinaram

# signatures_signedDate
source: Signed {date}
ar: وقع في {date}
de: Signiert am {date}
es: Firmado {date}
fr: Signé le {date}
he: נחתם ב-{date}
hu: Aláírva: {date}
it: Firmato il {date}
nl: Ondertekend {date}
pt: Assinado em {date}

# signatures_title
source: Signatures
ar: التوقيعات
de: Signaturen
es: Firmas
he: חתימות
hu: Aláírások
it: Firme
nl: Handtekeningen
pt: Assinaturas

# signatures_viewSignature
source: View signature
ar: عرض التوقيع
de: Signatur anzeigen
es: Ver firma
fr: Voir la signature
he: הצג חתימה
hu: Aláírás megtekintése
it: Visualizza firma
nl: Handtekening bekijken
pt: Ver assinatura

# signatures_viewSignatureSemantics
source: View signature from {name}
ar: عرض توقيع {name}
de: Signatur von {name} anzeigen
es: Ver firma de {name}
fr: Voir la signature de {name}
he: הצג חתימה של {name}
hu: Aláírás megtekintése {name}-től
it: Visualizza firma di {name}
nl: Bekijk handtekening van {name}
pt: Ver assinatura de {name}

# statistics_appBar_title
source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadisticas
fr: Statistiques
he: סטטיסטיקות
hu: Statisztikak
it: Statistiche
nl: Statistieken
pt: Estatisticas

# statistics_categoryCard_semanticLabel
source: {title} statistics category
ar: فئة إحصائيات {title}
de: Statistikkategorie {title}
es: Categoria de estadisticas: {title}
fr: Categorie de statistiques {title}
he: קטגוריית סטטיסטיקות {title}
hu: {title} statisztikai kategoria
it: Categoria statistiche {title}
nl: {title} statistiekencategorie
pt: Categoria de estatisticas: {title}

# statistics_category_conditions_subtitle
source: Visibility & temperature
ar: الرؤية ودرجة الحرارة
de: Sicht & Temperatur
es: Visibilidad y temperatura
fr: Visibilite et temperature
he: ראות וטמפרטורה
hu: Latasi viszonyok es homerseklet
it: Visibilita e temperatura
nl: Zicht & temperatuur
pt: Visibilidade e temperatura

# statistics_category_conditions_title
source: Conditions
ar: الظروف
de: Bedingungen
es: Condiciones
he: תנאים
hu: Korulmenyek
it: Condizioni
nl: Omstandigheden
pt: Condicoes

# statistics_category_equipment_subtitle
source: Gear usage & weight
ar: استخدام المعدات والأوزان
de: Ausruestungsnutzung & Gewicht
es: Uso de equipo y peso
fr: Utilisation de l'equipement et lestage
he: שימוש בציוד ומשקל
hu: Felszereles hasznalat es suly
it: Utilizzo attrezzatura e zavorra
nl: Uitrustingsgebruik & gewicht
pt: Uso de equipamento e peso

# statistics_category_equipment_title
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamento

# statistics_category_gas_subtitle
source: SAC rates & gas mixes
ar: معدلات SAC وخلطات الغاز
de: SAC-Raten & Gasgemische
es: Tasas SAC y mezclas de gas
fr: Taux SAC et melanges gazeux
he: קצבי SAC ותערובות גזים
hu: SAC raatak es gazkeverekek
it: Consumi SAC e miscele gas
nl: SAC-waarden & gasmengsels
pt: Taxas SAC e misturas de gas

# statistics_category_gas_title
source: Air Consumption
ar: استهلاك الهواء
de: Luftverbrauch
es: Consumo de aire
fr: Consommation d'air
he: צריכת אוויר
hu: Levegofelhasznalas
it: Consumo aria
nl: Luchtverbruik
pt: Consumo de Ar

# statistics_category_geographic_subtitle
source: Countries & regions
ar: الدول والمناطق
de: Laender & Regionen
es: Paises y regiones
fr: Pays et regions
he: מדינות ואזורים
hu: Orszagok es regiok
it: Paesi e regioni
nl: Landen & regio's
pt: Paises e regioes

# statistics_category_geographic_title
source: Geographic
ar: جغرافي
de: Geografie
es: Geografico
fr: Geographie
he: גיאוגרפיה
hu: Foldrajzi
it: Geografiche
nl: Geografisch
pt: Geografico

# statistics_category_marineLife_subtitle
source: Species sightings
ar: رصد الأنواع
de: Artensichtungen
es: Avistamientos de especies
fr: Observations d'especes
he: תצפיות מינים
hu: Fajok eszlelesek
it: Avvistamenti di specie
nl: Soortwaarnemingen
pt: Avistamentos de especies

# statistics_category_marineLife_title
source: Marine Life
ar: الحياة البحرية
de: Meeresbewohner
es: Vida marina
fr: Vie marine
he: חיים ימיים
hu: Tengeri elet
it: Vita marina
nl: Zeeleven
pt: Vida Marinha

# statistics_category_profile_subtitle
source: Ascent rates & deco
ar: معدلات الصعود وتخفيف الضغط
de: Aufstiegsraten & Deko
es: Tasas de ascenso y deco
fr: Vitesses de remontee et deco
he: קצבי עלייה ודקו
hu: Felszallasi sebessg es deko
it: Velocita di risalita e deco
nl: Opstijgsnelheden & deco
pt: Taxas de subida e deco

# statistics_category_profile_title
source: Profile Analysis
ar: تحليل الملف الشخصي
de: Profilanalyse
es: Analisis de perfil
fr: Analyse de profil
he: ניתוח פרופיל
hu: Profil elemzes
it: Analisi profilo
nl: Profielanalyse
pt: Analise de Perfil

# statistics_category_progression_subtitle
source: Depth & time trends
ar: اتجاهات العمق والوقت
de: Tiefen- & Zeittrends
es: Tendencias de profundidad y tiempo
fr: Tendances de profondeur et de temps
he: מגמות עומק וזמן
hu: Melyseg es ido trendek
it: Tendenze profondita e tempo
nl: Diepte- & tijdtrends
pt: Tendencias de profundidade e tempo

# statistics_category_progression_title
source: Progression
ar: التقدم
de: Entwicklung
es: Progresion
he: התקדמות
hu: Fejlodes
it: Progressione
nl: Progressie
pt: Progressao

# statistics_category_social_subtitle
source: Buddies & dive centers
ar: الرفاق ومراكز الغوص
de: Buddies & Tauchbasen
es: Companeros y centros de buceo
fr: Binomes et centres de plongee
he: שותפים ומרכזי צלילה
hu: Merulotarsak es merulokozpontok
it: Compagni e centri immersioni
nl: Buddy's & duikcentra
pt: Duplas e centros de mergulho

# statistics_category_social_title
source: Social
ar: اجتماعي
de: Soziales
he: חברתי
hu: Kozossegi
it: Sociale
nl: Sociaal

# statistics_category_timePatterns_subtitle
source: When you dive
ar: متى تغوص
de: Wann Sie tauchen
es: Cuando buceas
fr: Quand tu plonges
he: מתי אתה צולל
hu: Mikor merul
it: Quando ti immergi
nl: Wanneer je duikt
pt: Quando voce mergulha

# statistics_category_timePatterns_title
source: Time Patterns
ar: أنماط الوقت
de: Zeitmuster
es: Patrones de tiempo
fr: Repartition temporelle
he: דפוסי זמן
hu: Idomintak
it: Distribuzioni temporali
nl: Tijdpatronen
pt: Padroes de Horario

# statistics_chart_barSemanticLabel
source: Bar chart with {count} categories
ar: مخطط أعمدة بـ {count} فئات
de: Balkendiagramm mit {count} Kategorien
es: Grafico de barras con {count} categorias
fr: Diagramme en barres avec {count} categories
he: תרשים עמודות עם {count} קטגוריות
hu: Oszlopdiagram {count} kategoriaval
it: Grafico a barre con {count} categorie
nl: Staafdiagram met {count} categorieen
pt: Grafico de barras com {count} categorias

# statistics_chart_distributionSemanticLabel
source: Distribution pie chart with {count} segments
ar: مخطط دائري للتوزيع بـ {count} شرائح
de: Kreisdiagramm mit {count} Segmenten
es: Grafico circular de distribucion con {count} segmentos
fr: Diagramme circulaire de distribution avec {count} segments
he: תרשים עוגה עם {count} מקטעים
hu: Megoszlasi kordiagram {count} szegmenssel
it: Grafico a torta con {count} segmenti
nl: Cirkeldiagram met {count} segmenten
pt: Grafico de pizza de distribuicao com {count} segmentos

# statistics_chart_multiTrendSemanticLabel
source: Multi-trend line chart comparing {seriesNames}
ar: مخطط خطوط متعددة الاتجاهات يقارن {seriesNames}
de: Mehrzeiliges Trenddiagramm zum Vergleich von {seriesNames}
es: Grafico de lineas multitendencia comparando {seriesNames}
fr: Graphique de tendances multiples comparant {seriesNames}
he: תרשים מגמה רב-קווי המשווה {seriesNames}
hu: Tobbszoros trend vonaldiagram, {seriesNames} osszehasonlitasa
it: Grafico a linee multiple che confronta {seriesNames}
nl: Multi-trend lijndiagram die {seriesNames} vergelijkt
pt: Grafico de linhas multi-tendencia comparando {seriesNames}

# statistics_chart_noBarData
source: No data available
ar: لا توجد بيانات متاحة
de: Keine Daten verfuegbar
es: No hay datos disponibles
fr: Aucune donnee disponible
he: אין נתונים זמינים
hu: Nincsenek elerheto adatok
it: Nessun dato disponibile
nl: Geen gegevens beschikbaar
pt: Nenhum dado disponivel

# statistics_chart_noDistributionData
source: No distribution data available
ar: لا توجد بيانات توزيع متاحة
de: Keine Verteilungsdaten verfuegbar
es: No hay datos de distribucion disponibles
fr: Aucune donnee de distribution disponible
he: אין נתוני התפלגות זמינים
hu: Nincsenek megoszlasi adatok
it: Nessun dato di distribuzione disponibile
nl: Geen verdelingsgegevens beschikbaar
pt: Nenhum dado de distribuicao disponivel

# statistics_chart_noTrendData
source: No trend data available
ar: لا توجد بيانات اتجاه متاحة
de: Keine Trenddaten verfuegbar
es: No hay datos de tendencia disponibles
fr: Aucune donnee de tendance disponible
he: אין נתוני מגמה זמינים
hu: Nincsenek trend adatok
it: Nessun dato di tendenza disponibile
nl: Geen trendgegevens beschikbaar
pt: Nenhum dado de tendencia disponivel

# statistics_chart_trendSemanticLabel
source: Trend line chart showing {count} data points
ar: مخطط خطي للاتجاه يعرض {count} نقاط بيانات
de: Trendliniendiagramm mit {count} Datenpunkten
es: Grafico de lineas de tendencia mostrando {count} puntos de datos
fr: Graphique de tendance montrant {count} points de donnees
he: תרשים קו מגמה המציג {count} נקודות נתונים
hu: Trend vonaldiagram {count} adatponttal
it: Grafico di tendenza con {count} punti dati
nl: Trendlijndiagram met {count} datapunten
pt: Grafico de linhas de tendencia mostrando {count} pontos de dados

# statistics_chart_trendSemanticLabelWithAxis
source: Trend line chart showing {count} data points for {yAxisLabel}
ar: مخطط خطي للاتجاه يعرض {count} نقاط بيانات لـ {yAxisLabel}
de: Trendliniendiagramm mit {count} Datenpunkten fuer {yAxisLabel}
es: Grafico de lineas de tendencia mostrando {count} puntos de datos para {yAxisLabel}
fr: Graphique de tendance montrant {count} points de donnees pour {yAxisLabel}
he: תרשים קו מגמה המציג {count} נקודות נתונים עבור {yAxisLabel}
hu: Trend vonaldiagram {count} adatponttal a(z) {yAxisLabel} szamara
it: Grafico di tendenza con {count} punti dati per {yAxisLabel}
nl: Trendlijndiagram met {count} datapunten voor {yAxisLabel}
pt: Grafico de linhas de tendencia mostrando {count} pontos de dados para {yAxisLabel}

# statistics_conditions_appBar_title
source: Conditions
ar: الظروف
de: Bedingungen
es: Condiciones
he: תנאים
hu: Korulmenyek
it: Condizioni
nl: Omstandigheden
pt: Condicoes

# statistics_conditions_entryMethod_empty
source: No entry method data available
ar: لا توجد بيانات طريقة الدخول متاحة
de: Keine Einstiegsmethoden-Daten verfuegbar
es: No hay datos de metodo de entrada disponibles
fr: Aucune donnee de methode d'entree disponible
he: אין נתוני שיטת כניסה זמינים
hu: Nincsenek belepesi modszer adatok
it: Nessun dato sul metodo di ingresso disponibile
nl: Geen gegevens over instaptmethode beschikbaar
pt: Nenhum dado de metodo de entrada disponivel

# statistics_conditions_entryMethod_error
source: Failed to load entry method data
ar: فشل تحميل بيانات طريقة الدخول
de: Einstiegsmethoden-Daten konnten nicht geladen werden
es: Error al cargar los datos de metodo de entrada
fr: Echec du chargement des donnees de methode d'entree
he: שגיאה בטעינת נתוני שיטת כניסה
hu: Nem sikerult a belepesi modszer adatok betoltese
it: Impossibile caricare i dati sul metodo di ingresso
nl: Kan gegevens over instapmethode niet laden
pt: Falha ao carregar dados de metodo de entrada

# statistics_conditions_entryMethod_subtitle
source: Shore, boat, etc.
ar: من الشاطئ، قارب، إلخ.
de: Ufer, Boot usw.
es: Costa, barco, etc.
fr: Bord, bateau, etc.
he: חוף, סירה וכו'
hu: Parti, hajos stb.
it: Riva, barca, ecc.
nl: Wal, boot, enz.
pt: Costa, barco, etc.

# statistics_conditions_entryMethod_title
source: Entry Method
ar: طريقة الدخول
de: Einstiegsmethode
es: Metodo de entrada
fr: Methode d'entree
he: שיטת כניסה
hu: Belepesi modszer
it: Metodo di ingresso
nl: Instapmethode
pt: Metodo de Entrada

# statistics_conditions_temperature_empty
source: No temperature data available
ar: لا توجد بيانات حرارة متاحة
de: Keine Temperaturdaten verfuegbar
es: No hay datos de temperatura disponibles
fr: Aucune donnee de temperature disponible
he: אין נתוני טמפרטורה זמינים
hu: Nincsenek homerseklet adatok
it: Nessun dato sulla temperatura disponibile
nl: Geen temperatuurgegevens beschikbaar
pt: Nenhum dado de temperatura disponivel

# statistics_conditions_temperature_error
source: Failed to load temperature data
ar: فشل تحميل بيانات الحرارة
de: Temperaturdaten konnten nicht geladen werden
es: Error al cargar los datos de temperatura
fr: Echec du chargement des donnees de temperature
he: שגיאה בטעינת נתוני טמפרטורה
hu: Nem sikerult a homerseklet adatok betoltese
it: Impossibile caricare i dati sulla temperatura
nl: Kan temperatuurgegevens niet laden
pt: Falha ao carregar dados de temperatura

# statistics_conditions_temperature_seriesAvg
source: Avg
ar: المتوسط
de: Durchschn.
es: Prom
fr: Moy
he: ממוצע
hu: Atl.
it: Media
nl: Gem.
pt: Media

# statistics_conditions_temperature_seriesMax
source: Max
ar: الأقصى
he: מקסימום

# statistics_conditions_temperature_seriesMin
source: Min
ar: الأدنى
he: מינימום

# statistics_conditions_temperature_subtitle
source: Min/Avg/Max temperatures
ar: أدنى/متوسط/أقصى درجات الحرارة
de: Min/Durchschn./Max Temperaturen
es: Temperaturas min/prom/max
fr: Temperatures Min/Moy/Max
he: טמפרטורות מינ'/ממוצע/מקס'
hu: Min/Atl/Max homersekletek
it: Temperature min/media/max
nl: Min/Gem./Max temperaturen
pt: Temperaturas min/media/max

# statistics_conditions_temperature_title
source: Water Temperature by Month
ar: حرارة الماء حسب الشهر
de: Wassertemperatur nach Monat
es: Temperatura del agua por mes
fr: Temperature de l'eau par mois
he: טמפרטורת מים לפי חודש
hu: Vizhomerseklet honaponkent
it: Temperatura dell'acqua per mese
nl: Watertemperatuur per maand
pt: Temperatura da Agua por Mes

# statistics_conditions_visibility_error
source: Failed to load visibility data
ar: فشل تحميل بيانات الرؤية
de: Sichtdaten konnten nicht geladen werden
es: Error al cargar los datos de visibilidad
fr: Echec du chargement des donnees de visibilite
he: שגיאה בטעינת נתוני ראות
hu: Nem sikerult a latasi adatok betoltese
it: Impossibile caricare i dati sulla visibilita
nl: Kan zichtgegevens niet laden
pt: Falha ao carregar dados de visibilidade

# statistics_conditions_visibility_subtitle
source: Dives by visibility condition
ar: الغوصات حسب حالة الرؤية
de: Tauchgaenge nach Sichtbedingungen
es: Inmersiones por condicion de visibilidad
fr: Plongees par condition de visibilite
he: צלילות לפי תנאי ראות
hu: Merulesek latasi viszonyok szerint
it: Immersioni per condizione di visibilita
nl: Duiken per zichtomstandigheid
pt: Mergulhos por condicao de visibilidade

# statistics_conditions_visibility_title
source: Visibility Distribution
ar: توزيع الرؤية
de: Sichtverteilung
es: Distribucion de visibilidad
fr: Distribution de la visibilite
he: התפלגות ראות
hu: Lathato megoszlas
it: Distribuzione visibilita
nl: Zichtverdeling
pt: Distribuicao de Visibilidade

# statistics_conditions_waterType_error
source: Failed to load water type data
ar: فشل تحميل بيانات نوع الماء
de: Wassertyp-Daten konnten nicht geladen werden
es: Error al cargar los datos de tipo de agua
fr: Echec du chargement des donnees de type d'eau
he: שגיאה בטעינת נתוני סוג מים
hu: Nem sikerult a viztipus adatok betoltese
it: Impossibile caricare i dati sul tipo di acqua
nl: Kan watertypegegevens niet laden
pt: Falha ao carregar dados de tipo de agua

# statistics_conditions_waterType_subtitle
source: Salt vs Fresh water dives
ar: غوصات المياه المالحة مقابل العذبة
de: Salz- vs. Suesswasser-Tauchgaenge
es: Inmersiones en agua salada vs dulce
fr: Plongees en eau salee vs eau douce
he: צלילות במים מלוחים לעומת מתוקים
hu: Sos es edesvizi merulesek
it: Immersioni in acqua salata vs dolce
nl: Zout- vs zoetwaterduiken
pt: Mergulhos em agua salgada vs doce

# statistics_conditions_waterType_title
source: Water Type
ar: نوع الماء
de: Wassertyp
es: Tipo de agua
fr: Type d'eau
he: סוג מים
hu: Viztipus
it: Tipo di acqua
pt: Tipo de Agua

# statistics_equipment_appBar_title
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamento

# statistics_equipment_mostUsedGear_error
source: Failed to load gear data
ar: فشل تحميل بيانات المعدات
de: Ausruestungsdaten konnten nicht geladen werden
es: Error al cargar los datos de equipo
fr: Echec du chargement des donnees d'equipement
he: שגיאה בטעינת נתוני ציוד
hu: Nem sikerult a felszereles adatok betoltese
it: Impossibile caricare i dati sull'attrezzatura
nl: Kan uitrustingsgegevens niet laden
pt: Falha ao carregar dados de equipamento

# statistics_equipment_mostUsedGear_subtitle
source: Equipment by dive count
ar: المعدات حسب عدد الغوصات
de: Ausruestung nach Tauchganganzahl
es: Equipo por cantidad de inmersiones
fr: Equipement par nombre de plongees
he: ציוד לפי מספר צלילות
hu: Felszereles merulesek szama szerint
it: Attrezzatura per numero di immersioni
nl: Uitrusting op aantal duiken
pt: Equipamento por numero de mergulhos

# statistics_equipment_mostUsedGear_title
source: Most Used Gear
ar: المعدات الأكثر استخداماً
de: Meistgenutzte Ausruestung
es: Equipo mas utilizado
fr: Equipement le plus utilise
he: הציוד הנפוץ ביותר
hu: Legtobbet hasznalt felszereles
it: Attrezzatura piu usata
nl: Meest gebruikte uitrusting
pt: Equipamento Mais Usado

# statistics_equipment_weightTrend_error
source: Failed to load weight trend
ar: فشل تحميل اتجاه الأوزان
de: Gewichtstrend konnte nicht geladen werden
es: Error al cargar la tendencia de peso
fr: Echec du chargement de la tendance de lestage
he: שגיאה בטעינת מגמת משקל
hu: Nem sikerult a suly trend betoltese
it: Impossibile caricare la tendenza della zavorra
nl: Kan gewichtstrend niet laden
pt: Falha ao carregar tendencia de peso

# statistics_equipment_weightTrend_subtitle
source: Average weight over time
ar: متوسط الوزن عبر الزمن
de: Durchschnittliches Gewicht im Zeitverlauf
es: Peso promedio a lo largo del tiempo
fr: Lestage moyen dans le temps
he: משקל ממוצע לאורך זמן
hu: Atlagos suly az ido fuggvenyeben
it: Peso medio della zavorra nel tempo
nl: Gemiddeld gewicht over tijd
pt: Peso medio ao longo do tempo

# statistics_equipment_weightTrend_title
source: Weight Trend
ar: اتجاه الأوزان
de: Gewichtstrend
es: Tendencia de peso
fr: Tendance de lestage
he: מגמת משקל
hu: Suly trend
it: Tendenza zavorra
nl: Gewichtstrend
pt: Tendencia de Peso

# statistics_error_loadingStatistics
source: Error loading statistics
ar: خطأ في تحميل الإحصائيات
de: Fehler beim Laden der Statistiken
es: Error al cargar las estadisticas
fr: Erreur de chargement des statistiques
he: שגיאה בטעינת סטטיסטיקות
hu: Hiba a statisztikak betoltesekor
it: Errore nel caricamento delle statistiche
nl: Fout bij laden van statistieken
pt: Erro ao carregar estatisticas

# statistics_gas_appBar_title
source: Air Consumption
ar: استهلاك الهواء
de: Luftverbrauch
es: Consumo de aire
fr: Consommation d'air
he: צריכת אוויר
hu: Levegofelhasznalas
it: Consumo aria
nl: Luchtverbruik
pt: Consumo de Ar

# statistics_gas_gasMix_error
source: Failed to load gas mix data
ar: فشل تحميل بيانات خليط الغاز
de: Gasgemisch-Daten konnten nicht geladen werden
es: Error al cargar los datos de mezcla de gas
fr: Echec du chargement des donnees de melange gazeux
he: שגיאה בטעינת נתוני תערובת גזים
hu: Nem sikerult a gazkeverek adatok betoltese
it: Impossibile caricare i dati sulle miscele gas
nl: Kan gasmengselgegevens niet laden
pt: Falha ao carregar dados de mistura de gas

# statistics_gas_gasMix_subtitle
source: Dives by gas type
ar: الغوصات حسب نوع الغاز
de: Tauchgaenge nach Gastyp
es: Inmersiones por tipo de gas
fr: Plongees par type de gaz
he: צלילות לפי סוג גז
hu: Merulesek gaztipus szerint
it: Immersioni per tipo di gas
nl: Duiken per gastype
pt: Mergulhos por tipo de gas

# statistics_gas_gasMix_title
source: Gas Mix Distribution
ar: توزيع خليط الغاز
de: Gasgemisch-Verteilung
es: Distribucion de mezcla de gas
fr: Distribution des melanges gazeux
he: התפלגות תערובות גזים
hu: Gazkeverek megoszlas
it: Distribuzione miscele gas
nl: Gasmengselverdeling
pt: Distribuicao de Mistura de Gas

# statistics_gas_sacByRole_empty
source: No multi-tank data available
ar: لا توجد بيانات أسطوانات متعددة متاحة
de: Keine Multi-Flaschen-Daten verfuegbar
es: No hay datos de multitanque disponibles
fr: Aucune donnee multi-blocs disponible
he: אין נתוני ריבוי בלונים זמינים
hu: Nincsenek tobbpalackos adatok
it: Nessun dato multi-bombola disponibile
nl: Geen multi-flesgegevens beschikbaar
pt: Nenhum dado de multi-cilindro disponivel

# statistics_gas_sacByRole_error
source: Failed to load SAC by role
ar: فشل تحميل SAC حسب الدور
de: SAC nach Rolle konnte nicht geladen werden
es: Error al cargar SAC por funcion
fr: Echec du chargement du SAC par role
he: שגיאה בטעינת SAC לפי תפקיד
hu: Nem sikerult a SAC szerep szerinti betoltese
it: Impossibile caricare SAC per ruolo
nl: Kan SAC per rol niet laden
pt: Falha ao carregar SAC por funcao

# statistics_gas_sacByRole_subtitle
source: Average consumption by tank type
ar: متوسط الاستهلاك حسب نوع الأسطوانة
de: Durchschnittlicher Verbrauch nach Flaschentyp
es: Consumo promedio por tipo de tanque
fr: Consommation moyenne par type de bloc
he: צריכה ממוצעת לפי סוג בלון
hu: Atlagos felhasznalas palack tipus szerint
it: Consumo medio per tipo di bombola
nl: Gemiddeld verbruik per flestype
pt: Consumo medio por tipo de cilindro

# statistics_gas_sacByRole_title
source: SAC by Tank Role
ar: SAC حسب دور الأسطوانة
de: SAC nach Flaschenrolle
es: SAC por funcion del tanque
fr: SAC par role du bloc
he: SAC לפי תפקיד בלון
hu: SAC palack szerep szerint
it: SAC per ruolo bombola
nl: SAC per flesrol
pt: SAC por Funcao do Cilindro

# statistics_gas_sacRecords_best
source: Best SAC Rate
ar: أفضل معدل SAC
de: Beste SAC-Rate
es: Mejor tasa SAC
fr: Meilleur taux SAC
he: קצב SAC הטוב ביותר
hu: Legjobb SAC rata
it: Miglior SAC
nl: Beste SAC-waarde
pt: Melhor Taxa SAC

# statistics_gas_sacRecords_empty
source: No SAC data available yet
ar: لا توجد بيانات SAC متاحة بعد
de: Noch keine SAC-Daten verfuegbar
es: Aun no hay datos de SAC disponibles
fr: Aucune donnee SAC disponible
he: אין עדיין נתוני SAC זמינים
hu: Meg nincsenek SAC adatok
it: Nessun dato SAC disponibile
nl: Nog geen SAC-gegevens beschikbaar
pt: Nenhum dado de SAC disponivel ainda

# statistics_gas_sacRecords_error
source: Failed to load SAC records
ar: فشل تحميل سجلات SAC
de: SAC-Rekorde konnten nicht geladen werden
es: Error al cargar los records de SAC
fr: Echec du chargement des records SAC
he: שגיאה בטעינת שיאי SAC
hu: Nem sikerult a SAC rekordok betoltese
it: Impossibile caricare i record SAC
nl: Kan SAC-records niet laden
pt: Falha ao carregar registros de SAC
