Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# divers_edit_personalInfoSection
source: Personal Information
ar: المعلومات الشخصية
de: Persoenliche Informationen
es: Informacion personal
fr: Informations personnelles
he: מידע אישי
hu: Szemelyes adatok
it: Informazioni personali
nl: Persoonlijke gegevens
pt: Informacoes Pessoais

# divers_edit_phoneLabel
source: Phone
ar: الهاتف
de: Telefon
es: Telefono
fr: Telephone
he: טלפון
hu: Telefon
it: Telefono
nl: Telefoon
pt: Telefone

# divers_edit_policyNumberLabel
source: Policy Number
ar: رقم الوثيقة
de: Policennummer
es: Numero de poliza
fr: Numero de police
he: מספר פוליסה
hu: Kotveny szama
it: Numero polizza
nl: Polisnummer
pt: Numero da Apolice

# divers_edit_primaryContactTitle
source: Primary Contact
ar: جهة الاتصال الأساسية
de: Primaerer Kontakt
es: Contacto principal
fr: Contact principal
he: איש קשר ראשי
hu: Elsodleges kapcsolattarto
it: Contatto principale
nl: Primair contact
pt: Contato Principal

# divers_edit_relationshipHint
source: e.g., Spouse, Parent, Friend
ar: مثال: زوج/زوجة، أحد الوالدين، صديق
de: z.B. Ehepartner, Elternteil, Freund
es: ej., Conyuge, Padre/Madre, Amigo
fr: ex. Conjoint, Parent, Ami
he: לדוגמה, בן/בת זוג, הורה, חבר/ה
hu: pl. Hazastars, Szülo, Barat
it: es. Coniuge, Genitore, Amico
nl: bijv. Partner, Ouder, Vriend
pt: ex., Conjuge, Pai/Mae, Amigo

# divers_edit_relationshipLabel
source: Relationship
ar: صلة القرابة
de: Beziehung
es: Relacion
fr: Lien de parente
he: קרבה
hu: Kapcsolat
it: Parentela
nl: Relatie
pt: Parentesco

# divers_edit_saveButton
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# divers_edit_secondaryContactTitle
source: Secondary Contact
ar: جهة الاتصال الثانوية
de: Sekundaerer Kontakt
es: Contacto secundario
fr: Contact secondaire
he: איש קשר משני
hu: Masodlagos kapcsolattarto
it: Contatto secondario
nl: Secundair contact
pt: Contato Secundario

# divers_edit_selectInsuranceExpiryTooltip
source: Select insurance expiry date
ar: اختيار تاريخ انتهاء التأمين
de: Versicherungsablaufdatum auswaehlen
es: Seleccionar fecha de vencimiento del seguro
fr: Selectionner la date d'expiration de l'assurance
he: בחר תאריך תפוגת ביטוח
hu: Biztositasi lejarat valasztasa
it: Seleziona data scadenza assicurazione
nl: Vervaldatum verzekering selecteren
pt: Selecionar data de vencimento do seguro

# divers_edit_selectMedicalClearanceTooltip
source: Select medical clearance date
ar: اختيار تاريخ التصريح الطبي
de: Datum der aerztlichen Freigabe auswaehlen
es: Seleccionar fecha de autorizacion medica
fr: Selectionner la date du certificat medical
he: בחר תאריך אישור רפואי
hu: Orvosi engedelylejarat valasztasa
it: Seleziona data idoneità medica
nl: Datum medische keuring selecteren
pt: Selecionar data de liberacao medica

# divers_edit_updateButton
source: Update Diver
ar: تحديث الغواص
de: Taucher aktualisieren
es: Actualizar buceador
fr: Mettre a jour le plongeur
he: עדכן צולל
hu: Merülo frissitese
it: Aggiorna subacqueo
nl: Duiker bijwerken
pt: Atualizar Mergulhador

# divers_list_activeBadge
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
hu: Aktiv
it: Attivo
nl: Actief
pt: Ativo

# divers_list_addDiverButton
source: Add Diver
ar: إضافة غواص
de: Taucher hinzufuegen
es: Agregar buceador
fr: Ajouter un plongeur
he: הוסף צולל
hu: Merülo hozzaadasa
it: Aggiungi subacqueo
nl: Duiker toevoegen
pt: Adicionar Mergulhador

# divers_list_addDiverTooltip
source: Add a new diver profile
ar: إضافة ملف غواص جديد
de: Neues Taucherprofil hinzufuegen
es: Agregar un nuevo perfil de buceador
fr: Ajouter un nouveau profil de plongeur
he: הוסף פרופיל צולל חדש
hu: Uj merülo profil hozzaadasa
it: Aggiungi un nuovo profilo subacqueo
nl: Nieuw duikersprofiel toevoegen
pt: Adicionar um novo perfil de mergulhador

# divers_list_appBarTitle
source: Diver Profiles
ar: ملفات الغواصين
de: Taucherprofile
es: Perfiles de buceadores
fr: Profils de plongeurs
he: פרופילי צוללים
hu: Merülo profilok
it: Profili subacquei
nl: Duikersprofielen
pt: Perfis de Mergulhadores

# divers_list_compactTitle
source: Divers
ar: الغواصون
de: Taucher
es: Buceadores
fr: Plongeurs
he: צוללים
hu: Merülok
it: Subacquei
nl: Duikers
pt: Mergulhadores

# divers_list_diverStats
source: {diveCount} dives{bottomTime}
ar: {diveCount} غوصات{bottomTime}
de: {diveCount} Tauchgaenge{bottomTime}
es: {diveCount} inmersiones{bottomTime}
fr: {diveCount} plongees{bottomTime}
he: {diveCount} צלילות{bottomTime}
hu: {diveCount} merüles{bottomTime}
it: {diveCount} immersioni{bottomTime}
nl: {diveCount} duiken{bottomTime}
pt: {diveCount} mergulhos{bottomTime}

# divers_list_emptySubtitle
source: Add diver profiles to track dive logs for multiple people
ar: أضف ملفات غواصين لتتبع سجلات الغوص لعدة أشخاص
de: Fuegen Sie Taucherprofile hinzu, um Tauchprotokolle fuer mehrere Personen zu verwalten
es: Agrega perfiles de buceadores para llevar registros de buceo de varias personas
fr: Ajoutez des profils de plongeurs pour suivre les carnets de plongee de plusieurs personnes
he: הוסף פרופילי צוללים כדי לעקוב אחר יומני צלילה למספר אנשים
hu: Adjon hozza merülo profilokat tobb szemely merülesi naploinak követesehez
it: Aggiungi profili subacquei per tracciare i registri immersione di più persone
nl: Voeg duikersprofielen toe om duiklogs bij te houden voor meerdere personen
pt: Adicione perfis de mergulhadores para rastrear registros de mergulho de varias pessoas

# divers_list_emptyTitle
source: No divers yet
ar: لا يوجد غواصون بعد
de: Noch keine Taucher
es: No hay buceadores aun
fr: Aucun plongeur
he: עדיין אין צוללים
hu: Meg nincsenek merülok
it: Nessun subacqueo ancora
nl: Nog geen duikers
pt: Nenhum mergulhador ainda

# divers_list_errorLoading
source: Error loading divers: {error}
ar: خطأ في تحميل الغواصين: {error}
de: Fehler beim Laden der Taucher: {error}
es: Error al cargar buceadores: {error}
fr: Erreur lors du chargement des plongeurs : {error}
he: שגיאה בטעינת צוללים: {error}
hu: Hiba a merülok betoltesekor: {error}
it: Errore nel caricamento dei subacquei: {error}
nl: Fout bij laden van duikers: {error}
pt: Erro ao carregar mergulhadores: {error}

# divers_list_errorLoadingStats
source: Error loading stats
ar: خطأ في تحميل الإحصائيات
de: Fehler beim Laden der Statistiken
es: Error al cargar estadisticas
fr: Erreur lors du chargement des statistiques
he: שגיאה בטעינת סטטיסטיקות
hu: Hiba a statisztikak betoltesekor
it: Errore nel caricamento delle statistiche
nl: Fout bij laden van statistieken
pt: Erro ao carregar estatisticas

# divers_list_loadingStats
source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# divers_list_retryButton
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujraproba
it: Riprova
nl: Opnieuw proberen
pt: Tentar novamente

# divers_list_viewDiverLabel
source: View diver {name}
ar: عرض الغواص {name}
de: Taucher {name} anzeigen
es: Ver buceador {name}
fr: Voir le plongeur {name}
he: הצג צולל {name}
hu: {name} merülo megtekintese
it: Visualizza subacqueo {name}
nl: Duiker {name} bekijken
pt: Ver mergulhador {name}

# divers_summary_activeDiverTitle
source: Active Diver
ar: الغواص النشط
de: Aktiver Taucher
es: Buceador activo
fr: Plongeur actif
he: צולל פעיל
hu: Aktiv merülo
it: Subacqueo attivo
nl: Actieve duiker
pt: Mergulhador Ativo

# divers_summary_otherDiversTitle
source: Other Divers
ar: غواصون آخرون
de: Weitere Taucher
es: Otros buceadores
fr: Autres plongeurs
he: צוללים אחרים
hu: Tobbi merülo
it: Altri subacquei
nl: Andere duikers
pt: Outros Mergulhadores

# divers_summary_overviewTitle
source: Overview
ar: نظرة عامة
de: Uebersicht
es: Resumen
fr: Apercu
he: סקירה כללית
hu: Attekintes
it: Panoramica
nl: Overzicht
pt: Visao Geral

# divers_summary_quickActionsTitle
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rapidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyorsmuveletek
it: Azioni rapide
nl: Snelle acties
pt: Acoes Rapidas

# divers_summary_subtitle
source: Select a diver from the list to view details
ar: اختر غواصًا من القائمة لعرض التفاصيل
de: Waehlen Sie einen Taucher aus der Liste, um Details anzuzeigen
es: Selecciona un buceador de la lista para ver detalles
fr: Selectionnez un plongeur dans la liste pour voir les details
he: בחר צולל מהרשימה כדי לצפות בפרטים
hu: Valasszon egy merülot a listabol a reszletek megtekintésehez
it: Seleziona un subacqueo dalla lista per visualizzare i dettagli
nl: Selecteer een duiker uit de lijst om details te bekijken
pt: Selecione um mergulhador da lista para ver detalhes

# divers_summary_title
source: Diver Profiles
ar: ملفات الغواصين
de: Taucherprofile
es: Perfiles de buceadores
fr: Profils de plongeurs
he: פרופילי צוללים
hu: Merülo profilok
it: Profili subacquei
nl: Duikersprofielen
pt: Perfis de Mergulhadores

# divers_summary_totalDiversLabel
source: Total Divers
ar: إجمالي الغواصين
de: Taucher gesamt
es: Total de buceadores
fr: Total des plongeurs
he: סה"כ צוללים
hu: Osszes merülo
it: Subacquei totali
nl: Totaal duikers
pt: Total de Mergulhadores

# enum_altitudeGroup_extreme
source: Extreme Altitude
ar: ارتفاع شديد
de: Extreme Hoehe
es: Altitud extrema
fr: Altitude extreme
he: גובה קיצוני
hu: Extrem magassag
it: Altitudine estrema
nl: Extreme hoogte
pt: Altitude Extrema

# enum_altitudeGroup_group1
source: Altitude Group 1
ar: مجموعة الارتفاع 1
de: Hoehengruppe 1
es: Grupo de altitud 1
fr: Groupe d'altitude 1
he: קבוצת גובה 1
hu: 1. magassagi csoport
it: Gruppo altitudine 1
nl: Hoogtegroep 1
pt: Grupo de Altitude 1

# enum_altitudeGroup_group2
source: Altitude Group 2
ar: مجموعة الارتفاع 2
de: Hoehengruppe 2
es: Grupo de altitud 2
fr: Groupe d'altitude 2
he: קבוצת גובה 2
hu: 2. magassagi csoport
it: Gruppo altitudine 2
nl: Hoogtegroep 2
pt: Grupo de Altitude 2

# enum_altitudeGroup_group3
source: Altitude Group 3
ar: مجموعة الارتفاع 3
de: Hoehengruppe 3
es: Grupo de altitud 3
fr: Groupe d'altitude 3
he: קבוצת גובה 3
hu: 3. magassagi csoport
it: Gruppo altitudine 3
nl: Hoogtegroep 3
pt: Grupo de Altitude 3

# enum_altitudeGroup_seaLevel
source: Sea Level
ar: مستوى سطح البحر
de: Meereshoehe
es: Nivel del mar
fr: Niveau de la mer
he: גובה פני הים
hu: Tengerszint
it: Livello del mare
nl: Zeeniveau
pt: Nivel do Mar

# enum_ascentRate_danger
source: Danger
ar: خطر
de: Gefahr
es: Peligro
he: סכנה
hu: Veszelyes
it: Pericolo
nl: Gevaar
pt: Perigo

# enum_ascentRate_safe
source: Safe
ar: آمن
de: Sicher
es: Seguro
fr: Normal
he: בטוח
hu: Biztonsagos
it: Sicuro
nl: Veilig
pt: Seguro

# enum_ascentRate_warning
source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Attention
he: אזהרה
hu: Figyelmeztetés
it: Attenzione
nl: Waarschuwing
pt: Alerta

# enum_buddyRole_buddy
source: Buddy
ar: زميل غوص
de: Tauchpartner
es: Compañero
fr: Binome
he: שותף
it: Compagno
pt: Dupla

# enum_buddyRole_diveGuide
source: Dive Guide
ar: مرشد غوص
de: Tauchguide
es: Guía de buceo
fr: Guide de plongee
he: מדריך צלילה
hu: Merulesvezeto
it: Guida subacquea
nl: Duikgids
pt: Guia de Mergulho

# enum_buddyRole_diveMaster
source: Divemaster
ar: مدرب غوص رئيسي
fr: Directeur de plongee
he: דייבמאסטר

# enum_buddyRole_instructor
source: Instructor
ar: مدرب
de: Tauchlehrer
fr: Moniteur
he: מדריך
hu: Oktato
it: Istruttore
nl: Instructeur
pt: Instrutor

# enum_buddyRole_solo
source: Solo
ar: منفرد
he: יחיד
it: Solitario

# enum_buddyRole_student
source: Student
ar: طالب
de: Tauchschueler
es: Estudiante
fr: Eleve
he: תלמיד
hu: Tanulo
it: Allievo
nl: Leerling
pt: Aluno

# enum_certificationAgency_other
source: Other
ar: أخرى
de: Sonstige
es: Otra
fr: Autre
he: אחר
hu: Egyeb
it: Altro
nl: Overig
pt: Outra

# enum_certificationLevel_advancedNitrox
source: Advanced Nitrox
ar: نيتروكس متقدم
es: Nitrox avanzado
fr: Nitrox avance
he: ניטרוקס מתקדם
hu: Halado Nitrox
it: Nitrox avanzato
nl: Gevorderd Nitrox
pt: Nitrox Avancado

# enum_certificationLevel_advancedOpenWater
source: Advanced Open Water
ar: مياه مفتوحة متقدم
es: Aguas abiertas avanzado
fr: Plongeur autonome avance
he: מים פתוחים מתקדם
hu: Halado nyiltvizi
it: Acque libere avanzato
nl: Gevorderd Open Water

# enum_certificationLevel_cave
source: Cave
ar: غوص كهوف
de: Hoehlentauchen
es: Cueva
fr: Plongee souterraine
he: מערה
hu: Barlang
it: Grotta
nl: Grotduiken
pt: Caverna

# enum_certificationLevel_cavern
source: Cavern
ar: غوص مغارات
de: Kavernentauchen
es: Caverna
fr: Plongee en caverne
he: קברן
hu: Barlangi eloszoba
it: Caverna
nl: Cavernduiken
pt: Caverna Rasa

# enum_certificationLevel_courseDirector
source: Course Director
ar: مدير دورات
es: Director de curso
fr: Directeur de cours
he: מנהל קורס
hu: Tanfolyamigazgato
nl: Cursusleider
pt: Diretor de Curso

# enum_certificationLevel_decompression
source: Decompression
ar: تخفيف الضغط
de: Dekompression
es: Descompresión
he: דקומפרסיה
hu: Dekompresszio
it: Decompressione
nl: Decompressie
pt: Descompressao

# enum_certificationLevel_diveMaster
source: Divemaster
ar: مدرب غوص رئيسي
fr: Directeur de plongee
he: דייבמאסטר

# enum_certificationLevel_instructor
source: Instructor
ar: مدرب
de: Tauchlehrer
fr: Moniteur
he: מדריך
hu: Oktato
it: Istruttore
nl: Instructeur
pt: Instrutor

# enum_certificationLevel_masterInstructor
source: Master Instructor
ar: مدرب رئيسي
es: Instructor maestro
fr: Moniteur principal
he: מדריך בכיר
hu: Mesteroktato
nl: Master Instructeur
pt: Instrutor Master

# enum_certificationLevel_nitrox
source: Nitrox
ar: نيتروكس
he: ניטרוקס

# enum_certificationLevel_openWater
source: Open Water
ar: مياه مفتوحة
es: Aguas abiertas
fr: Plongeur autonome
he: מים פתוחים
hu: Nyiltvizi
it: Acque libere

# enum_certificationLevel_other
source: Other
ar: أخرى
de: Sonstige
es: Otro
fr: Autre
he: אחר
hu: Egyeb
it: Altro
nl: Overig
pt: Outro

# enum_certificationLevel_rebreather
source: Rebreather
ar: جهاز إعادة التنفس
fr: Recycleur
he: ריברידר
hu: Visszalelegezteto

# enum_certificationLevel_rescue
source: Rescue Diver
ar: غواص إنقاذ
es: Buzo de rescate
fr: Plongeur sauveteur
he: צולל חילוץ
hu: Mento buvar
it: Soccorso subacqueo
nl: Reddingsduiker
pt: Mergulhador de Resgate

# enum_certificationLevel_sidemount
source: Sidemount
ar: تعليق جانبي
he: סיידמאונט

# enum_certificationLevel_techDiver
source: Tech Diver
ar: غواص تقني
es: Buzo técnico
fr: Plongeur technique
he: צולל טכני
hu: Technikai buvar
it: Subacqueo tecnico
nl: Technisch duiker
pt: Mergulhador Tecnico

# enum_certificationLevel_trimix
source: Trimix
ar: ترايمكس
he: טרימיקס

# enum_certificationLevel_wreck
source: Wreck
ar: غوص حطام
de: Wracktauchen
es: Naufragio
fr: Epave
he: ספינה טרופה
hu: Roncs
it: Relitto
nl: Wrakduiken
pt: Naufragio

# enum_currentDirection_east
source: East
ar: شرق
de: Ost
es: Este
fr: Est
he: מזרח
hu: Kelet
it: Est
nl: Oost
pt: Leste

# enum_currentDirection_none
source: None
ar: لا يوجد
de: Keine
es: Ninguna
fr: Aucun
he: ללא
hu: Nincs
it: Nessuna
nl: Geen
pt: Nenhuma

# enum_currentDirection_north
source: North
ar: شمال
de: Nord
es: Norte
fr: Nord
he: צפון
hu: Eszak
it: Nord
nl: Noord
pt: Norte

# enum_currentDirection_northEast
source: North-East
ar: شمال شرق
de: Nordost
es: Noreste
fr: Nord-Est
he: צפון-מזרח
hu: Eszakkelet
it: Nord-Est
nl: Noordoost
pt: Nordeste

# enum_currentDirection_northWest
source: North-West
ar: شمال غرب
de: Nordwest
es: Noroeste
fr: Nord-Ouest
he: צפון-מערב
hu: Eszaknyugat
it: Nord-Ovest
nl: Noordwest
pt: Noroeste

# enum_currentDirection_south
source: South
ar: جنوب
de: Sued
es: Sur
fr: Sud
he: דרום
hu: Del
it: Sud
nl: Zuid
pt: Sul

# enum_currentDirection_southEast
source: South-East
ar: جنوب شرق
de: Suedost
es: Sureste
fr: Sud-Est
he: דרום-מזרח
hu: Delkelet
it: Sud-Est
nl: Zuidoost
pt: Sudeste

# enum_currentDirection_southWest
source: South-West
ar: جنوب غرب
de: Suedwest
es: Suroeste
fr: Sud-Ouest
he: דרום-מערב
hu: Delnyugat
it: Sud-Ovest
nl: Zuidwest
pt: Sudoeste

# enum_currentDirection_variable
source: Variable
ar: متغير
de: Wechselnd
he: משתנה
hu: Valtozo
it: Variabile
nl: Wisselend
pt: Variavel

# enum_currentDirection_west
source: West
ar: غرب
es: Oeste
fr: Ouest
he: מערב
hu: Nyugat
it: Ovest
pt: Oeste

# enum_currentStrength_light
source: Light
ar: خفيف
de: Leicht
es: Ligera
fr: Faible
he: קל
hu: Gyenge
it: Leggera
nl: Licht
pt: Fraca

# enum_currentStrength_moderate
source: Moderate
ar: معتدل
de: Maessig
es: Moderada
fr: Modere
he: מתון
hu: Mersekelt
it: Moderata
nl: Matig
pt: Moderada

# enum_currentStrength_none
source: None
ar: لا يوجد
de: Keine
es: Ninguna
fr: Aucun
he: ללא
hu: Nincs
it: Nessuna
nl: Geen
pt: Nenhuma

# enum_currentStrength_strong
source: Strong
ar: قوي
de: Stark
es: Fuerte
fr: Fort
he: חזק
hu: Eros
it: Forte
nl: Sterk
pt: Forte

# enum_diveMode_ccr
source: Closed Circuit Rebreather
ar: جهاز إعادة تنفس دائرة مغلقة
de: Geschlossener Kreislauf Rebreather
es: Rebreather de circuito cerrado
fr: Recycleur a circuit ferme
he: ריברידר מעגל סגור
hu: Zart koru visszalelegezteto
it: Rebreather a circuito chiuso
nl: Gesloten Circuit Rebreather
pt: Rebreather de Circuito Fechado

# enum_diveMode_oc
source: Open Circuit
ar: دائرة مفتوحة
de: Offener Kreislauf
es: Circuito abierto
fr: Circuit ouvert
he: מעגל פתוח
hu: Nyilt koru
it: Circuito aperto
pt: Circuito Aberto

# enum_diveMode_scr
source: Semi-Closed Rebreather
ar: جهاز إعادة تنفس شبه مغلق
de: Halbgeschlossener Rebreather
es: Rebreather semicerrado
fr: Recycleur semi-ferme
he: ריברידר חצי סגור
hu: Felig zart visszalelegezteto
it: Rebreather semi-chiuso
nl: Semi-gesloten Rebreather
pt: Rebreather Semi-Fechado

# enum_diveType_altitude
source: Altitude
ar: ارتفاع
de: Hoehentauchen
es: Altitud
he: גובה
hu: Magassagi
it: Altitudine
nl: Hoogte

# enum_diveType_boat
source: Boat
ar: قارب
de: Boot
es: Barco
fr: Bateau
he: סירה
hu: Hajos
it: Barca
nl: Boot
pt: Barco

# enum_diveType_cave
source: Cave
ar: كهف
de: Hoehle
es: Cueva
fr: Grotte
he: מערה
hu: Barlang
it: Grotta
nl: Grot
pt: Caverna

# enum_diveType_deep
source: Deep
ar: عميق
de: Tieftauchen
es: Profunda
fr: Profonde
he: עמוקה
hu: Mely
it: Profonda
nl: Diep
pt: Profundo

# enum_diveType_drift
source: Drift
ar: انجراف
de: Stroemungstauchen
es: Deriva
fr: Derivante
he: סחף
hu: Sodrodas
it: Corrente
pt: Deriva

# enum_diveType_freedive
source: Freedive
ar: غوص حر
de: Freitauchen
es: Apnea
fr: Apnee
he: צלילה חופשית
hu: Szabadmerules
it: Apnea
nl: Vrijduiken
pt: Mergulho Livre

# enum_diveType_ice
source: Ice
ar: جليد
de: Eistauchen
es: Hielo
fr: Sous glace
he: קרח
hu: Jeg
it: Ghiaccio
nl: IJs
pt: Gelo

# enum_diveType_liveaboard
source: Liveaboard
ar: مبيت على متن القارب
de: Tauchsafari
es: Vida a bordo
fr: Croisiere
he: ספינת צלילה
hu: Hajo szallas
it: Crociera
nl: Duiksafari

# enum_diveType_night
source: Night
ar: ليلي
de: Nachttauchen
es: Nocturna
fr: Nuit
he: לילה
hu: Ejszakai
it: Notturna
nl: Nacht
pt: Noturno

# enum_diveType_recreational
source: Recreational
ar: ترفيهي
de: Sporttauchen
es: Recreativa
fr: Loisir
he: פנאי
hu: Rekreaccios
it: Ricreativa
nl: Recreatief
pt: Recreativo

# enum_diveType_shore
source: Shore
ar: شاطئ
de: Landtauchgang
es: Costa
fr: Du bord
he: חוף
hu: Parti
it: Da riva
nl: Kant
pt: Costeiro

# enum_diveType_technical
source: Technical
ar: تقني
de: Technisches Tauchen
es: Técnica
fr: Technique
he: טכנית
hu: Technikai
it: Tecnica
nl: Technisch
pt: Tecnico

# enum_diveType_training
source: Training
ar: تدريب
de: Ausbildung
es: Entrenamiento
fr: Formation
he: אימון
hu: Kepzes
it: Addestramento
pt: Treinamento

# enum_diveType_wreck
source: Wreck
ar: حطام
de: Wracktauchen
es: Naufragio
fr: Epave
he: ספינה טרופה
hu: Roncs
it: Relitto
nl: Wrak
pt: Naufragio

# enum_entryMethod_backRoll
source: Back Roll
ar: دحرجة خلفية
de: Rueckwaertsrolle
es: Volteo hacia atrás
fr: Bascule arriere
he: גלגול אחורה
hu: Hatragurulas
it: Caduta all'indietro
nl: Achterwaartse rol
pt: Rolamento para Tras

# enum_entryMethod_boat
source: Boat Entry
ar: دخول من القارب
de: Bootseinstieg
es: Entrada desde barco
fr: Mise a l'eau depuis le bateau
he: כניסה מסירה
hu: Hajos beszallas
it: Ingresso da barca
nl: Instap vanaf boot
pt: Entrada pelo Barco

# enum_entryMethod_giantStride
source: Giant Stride
ar: خطوة عملاقة
de: Grossschritt
es: Paso de gigante
fr: Pas de geant
he: צעד ענק
hu: Orias lepes
it: Passo del gigante
nl: Grote stap
pt: Passo Gigante

# enum_entryMethod_jetty
source: Jetty/Dock
ar: رصيف/مرسى
de: Steg/Dock
es: Muelle
fr: Ponton/Quai
he: מזח/רציף
hu: Steg/Molo
it: Pontile/Molo
nl: Steiger/Kade
pt: Pier/Cais

# enum_entryMethod_ladder
source: Ladder
ar: سلم
de: Leiter
es: Escalera
fr: Echelle
he: סולם
hu: Letra
it: Scaletta
pt: Escada

# enum_entryMethod_other
source: Other
ar: أخرى
de: Sonstige
es: Otra
fr: Autre
he: אחר
hu: Egyeb
it: Altro
nl: Overig
pt: Outro

# enum_entryMethod_platform
source: Platform
ar: منصة
de: Plattform
es: Plataforma
fr: Plateforme
he: פלטפורמה
it: Piattaforma
pt: Plataforma

# enum_entryMethod_seatedEntry
source: Seated Entry
ar: دخول جلوسي
de: Sitzender Einstieg
es: Entrada sentado
fr: Mise a l'eau assise
he: כניסה בישיבה
hu: Ulos beszallas
it: Ingresso da seduti
nl: Zittende instap
pt: Entrada Sentado

# enum_entryMethod_shore
source: Shore Entry
ar: دخول من الشاطئ
de: Ufereinstieg
es: Entrada desde costa
fr: Mise a l'eau du bord
he: כניסה מהחוף
hu: Parti beszallas
it: Ingresso da riva
nl: Instap vanaf kant
pt: Entrada pela Praia

# enum_equipmentStatus_active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
hu: Aktiv
it: Attivo
nl: Actief
pt: Ativo

# enum_equipmentStatus_inService
source: In Service
ar: في الصيانة
de: In Wartung
es: En servicio
fr: En revision
he: בתחזוקה
hu: Szervizben
it: In assistenza
nl: In onderhoud
pt: Em Manutencao

# enum_equipmentStatus_loaned
source: Loaned Out
ar: مُعار
de: Verliehen
es: Prestado
fr: Prete
he: מושאל
hu: Kolcsonadva
it: In prestito
nl: Uitgeleend
pt: Emprestado

# enum_equipmentStatus_lost
source: Lost
ar: مفقود
de: Verloren
es: Perdido
fr: Perdu
he: אבוד
hu: Elveszett
it: Perso
nl: Verloren
pt: Perdido

# enum_equipmentStatus_needsService
source: Needs Service
ar: يحتاج صيانة
de: Wartung erforderlich
es: Necesita servicio
fr: Revision necessaire
he: דורש תחזוקה
hu: Szerviz szukseges
it: Richiede assistenza
nl: Onderhoud nodig
pt: Precisa de Manutencao

# enum_equipmentStatus_retired
source: Retired
ar: متقاعد
de: Ausgemustert
es: Retirado
fr: Reforme
he: הוצא משימוש
hu: Kivonva
it: Dismesso
nl: Uit gebruik
pt: Aposentado

# enum_equipmentType_bcd
source: BCD
ar: سترة الطفو
de: Tarierjacket
es: Chaleco compensador
fr: Gilet stabilisateur
he: אפוד ציפה
hu: Jacket
it: Jacket
nl: Trimvest
pt: Colete Equilibrador

# enum_equipmentType_boots
source: Boots
ar: أحذية
de: Fuessling
es: Botines
fr: Bottillons
he: נעלי צלילה
hu: Cipok
it: Calzari
nl: Laarzen
pt: Botinhas

# enum_equipmentType_camera
source: Camera
ar: كاميرا
de: Kamera
es: Cámara
he: מצלמה
hu: Kamera
it: Fotocamera

# enum_equipmentType_computer
source: Dive Computer
ar: حاسوب غوص
de: Tauchcomputer
es: Ordenador de buceo
fr: Ordinateur de plongee
he: מחשב צלילה
hu: Merulesszamitogep
it: Computer subacqueo
nl: Duikcomputer
pt: Computador de Mergulho

# enum_equipmentType_drysuit
source: Drysuit
ar: بدلة جافة
de: Trockentauchanzug
es: Traje seco
fr: Combinaison etanche
he: חליפה יבשה
hu: Szaraz ruha
it: Muta stagna
nl: Droogpak
pt: Roupa Seca

# enum_equipmentType_fins
source: Fins
ar: زعانف
de: Flossen
es: Aletas
fr: Palmes
he: סנפירים
hu: Uszonyok
it: Pinne
nl: Vinnen
pt: Nadadeiras

# enum_equipmentType_gloves
source: Gloves
ar: قفازات
de: Handschuhe
es: Guantes
fr: Gants
he: כפפות
hu: Kesztyuk
it: Guanti
nl: Handschoenen
pt: Luvas

# enum_equipmentType_hood
source: Hood
ar: غطاء رأس
de: Kopfhaube
es: Capucha
fr: Cagoule
he: כיסוי ראש
hu: Csuklya
it: Cappuccio
nl: Kap
pt: Capuz

# enum_equipmentType_knife
source: Knife
ar: سكين
de: Messer
es: Cuchillo
fr: Couteau
he: סכין
hu: Kes
it: Coltello
nl: Mes
pt: Faca
