Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveComputer_download_duplicatesSkipped
source: Duplicates skipped
ar: تم تخطي المكررات
de: Duplikate uebersprungen
es: Duplicados omitidos
fr: Doublons ignores
he: כפילויות דולגו
hu: Duplikatumok kihagyva
it: Duplicati saltati
nl: Duplicaten overgeslagen
pt: Duplicados ignorados

# diveComputer_download_errorOccurred
source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
es: Se produjo un error
fr: Une erreur est survenue
he: אירעה שגיאה
hu: Hiba tortent
it: Si è verificato un errore
nl: Er is een fout opgetreden
pt: Ocorreu um erro

# diveComputer_download_errorWithMessage
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# diveComputer_download_goBack
source: Go Back
ar: رجوع
de: Zurueck
es: Volver
fr: Retour
he: חזרה
hu: Vissza
it: Torna indietro
nl: Terug
pt: Voltar

# diveComputer_download_importFailed
source: Import failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: La importacion fallo
fr: Echec de l'import
he: הייבוא נכשל
hu: Az importalas sikertelen
it: Importazione fallita
nl: Importeren mislukt
pt: Falha na importacao

# diveComputer_download_importResults
source: Import Results
ar: نتائج الاستيراد
de: Import-Ergebnisse
es: Resultados de importacion
fr: Resultats de l'import
he: תוצאות ייבוא
hu: Importalasi eredmenyek
it: Risultati importazione
nl: Importresultaten
pt: Resultados da Importacao

# diveComputer_download_importedDives
source: Imported Dives
ar: الغطسات المستوردة
de: Importierte Tauchgaenge
es: Inmersiones importadas
fr: Plongees importees
he: צלילות שיובאו
hu: Importalt merulesek
it: Immersioni importate
nl: Geimporteerde duiken
pt: Mergulhos Importados

# diveComputer_download_newDivesImported
source: New dives imported
ar: تم استيراد غطسات جديدة
de: Neue Tauchgaenge importiert
es: Nuevas inmersiones importadas
fr: Nouvelles plongees importees
he: צלילות חדשות יובאו
hu: Uj merulesek importalva
it: Nuove immersioni importate
nl: Nieuwe duiken geimporteerd
pt: Novos mergulhos importados

# diveComputer_download_preparing
source: Preparing...
ar: جارٍ التحضير...
de: Wird vorbereitet...
es: Preparando...
fr: Preparation...
he: מכין...
hu: Elokeszites...
it: Preparazione...
nl: Voorbereiden...
pt: Preparando...

# diveComputer_download_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujraproba
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# diveComputer_download_scanError
source: Scan error: {error}
ar: خطأ في البحث: {error}
de: Scan-Fehler: {error}
es: Error de escaneo: {error}
fr: Erreur de recherche : {error}
he: שגיאת סריקה: {error}
hu: Keresesi hiba: {error}
it: Errore scansione: {error}
nl: Scanfout: {error}
pt: Erro na busca: {error}

# diveComputer_download_searchingForDevice
source: Searching for {name}...
ar: جارٍ البحث عن {name}...
de: Suche nach {name}...
es: Buscando {name}...
fr: Recherche de {name}...
he: מחפש את {name}...
hu: Kereses: {name}...
it: Ricerca di {name}...
nl: Zoeken naar {name}...
pt: Buscando {name}...

# diveComputer_download_searchingInstructions
source: Make sure the device is nearby and in transfer mode
ar: تأكد أن الجهاز قريب وفي وضع النقل
de: Stellen Sie sicher, dass das Geraet in der Naehe ist und sich im Uebertragungsmodus befindet
es: Asegurate de que el dispositivo esta cerca y en modo de transferencia
fr: Assurez-vous que l'appareil est a proximite et en mode transfert
he: ודא שהמכשיר קרוב ובמצב העברה
hu: Gyozodjon meg rola, hogy az eszkoz a kozelben van es atviteli modban
it: Assicurati che il dispositivo sia vicino e in modalità trasferimento
nl: Zorg dat het apparaat in de buurt is en in overdrachtmodus staat
pt: Certifique-se de que o dispositivo esta proximo e em modo de transferencia

# diveComputer_download_title
source: Download Dives
ar: تنزيل الغطسات
de: Tauchgaenge herunterladen
es: Descargar inmersiones
fr: Telecharger les plongees
he: הורדת צלילות
hu: Merulesek letoltese
it: Scarica immersioni
nl: Duiken downloaden
pt: Baixar Mergulhos

# diveComputer_download_tryAgain
source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Reessayer
he: נסה שוב
hu: Probald ujra
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# diveComputer_error_generic
source: An error occurred: {error}
ar: حدث خطأ: {error}
de: Ein Fehler ist aufgetreten: {error}
es: Ocurrió un error: {error}
fr: Une erreur s'est produite : {error}
he: אירעה שגיאה: {error}
hu: Hiba történt: {error}
it: Si è verificato un errore: {error}
nl: Er is een fout opgetreden: {error}
pt: Ocorreu um erro: {error}

# diveComputer_error_notFound
source: Device not found
ar: الجهاز غير موجود
de: Gerät nicht gefunden
es: Dispositivo no encontrado
fr: Appareil introuvable
he: מכשיר לא נמצא
hu: Eszköz nem található
it: Dispositivo non trovato
nl: Apparaat niet gevonden
pt: Dispositivo não encontrado

# diveComputer_list_addComputer
source: Add Computer
ar: إضافة كمبيوتر
de: Computer hinzufuegen
es: Anadir ordenador
fr: Ajouter un ordinateur
he: הוסף מחשב
hu: Szamitogep hozzaadasa
it: Aggiungi computer
nl: Computer toevoegen
pt: Adicionar Computador

# diveComputer_list_cardSemanticLabel
source: Dive computer: {name}
ar: كمبيوتر غوص: {name}
de: Tauchcomputer: {name}
es: Ordenador de buceo: {name}
fr: Ordinateur de plongee : {name}
he: מחשב צלילה: {name}
hu: Merulesszamitogep: {name}
it: Computer subacqueo: {name}
nl: Duikcomputer: {name}
pt: Computador de mergulho: {name}

# diveComputer_list_diveCount
source: {count} dives
ar: {count} غطسة
de: {count} Tauchgaenge
es: {count} inmersiones
fr: {count} plongees
he: {count} צלילות
hu: {count} merules
it: {count} immersioni
nl: {count} duiken
pt: {count} mergulhos

# diveComputer_list_downloadTooltip
source: Download dives
ar: تنزيل الغطسات
de: Tauchgaenge herunterladen
es: Descargar inmersiones
fr: Telecharger les plongees
he: הורד צלילות
hu: Merulesek letoltese
it: Scarica immersioni
nl: Duiken downloaden
pt: Baixar mergulhos

# diveComputer_list_emptyMessage
source: Connect your dive computer to download dives directly into the app.
ar: قم بتوصيل كمبيوتر الغوص لتنزيل الغطسات مباشرة في التطبيق.
de: Verbinden Sie Ihren Tauchcomputer, um Tauchgaenge direkt in die App herunterzuladen.
es: Conecta tu ordenador de buceo para descargar inmersiones directamente en la app.
fr: Connectez votre ordinateur de plongee pour telecharger vos plongees directement dans l'application.
he: חבר את מחשב הצלילה שלך כדי להוריד צלילות ישירות לאפליקציה.
hu: Csatlakoztassa merulesszamitogepet, hogy kozvetlenul letolthesse a meruleseket az alkalmazasba.
it: Collega il tuo computer subacqueo per scaricare le immersioni direttamente nell'app.
nl: Verbind je duikcomputer om duiken direct in de app te downloaden.
pt: Conecte seu computador de mergulho para baixar mergulhos diretamente no aplicativo.

# diveComputer_list_emptyTitle
source: No Dive Computers
ar: لا توجد كمبيوترات غوص
de: Keine Tauchcomputer
es: Sin ordenadores de buceo
fr: Aucun ordinateur de plongee
he: אין מחשבי צלילה
hu: Nincsenek merulesszamitogepek
it: Nessun computer subacqueo
nl: Geen duikcomputers
pt: Nenhum Computador de Mergulho

# diveComputer_list_findComputers
source: Find Computers
ar: البحث عن كمبيوترات
de: Computer suchen
es: Buscar ordenadores
fr: Rechercher des ordinateurs
he: חפש מחשבים
hu: Szamitogepek keresese
it: Cerca computer
nl: Computers zoeken
pt: Buscar Computadores

# diveComputer_list_helpBluetooth
source: • Bluetooth LE (most modern computers)
ar: Bluetooth LE (معظم الأجهزة الحديثة) •
de: - Bluetooth LE (die meisten modernen Computer)
es: - Bluetooth LE (la mayoria de ordenadores modernos)
fr: - Bluetooth LE (ordinateurs modernes)
he: Bluetooth LE (רוב המחשבים המודרניים) •
hu: - Bluetooth LE (legtobb modern szamitogep)
it: • Bluetooth LE (computer moderni)
nl: • Bluetooth LE (de meeste moderne computers)
pt: - Bluetooth LE (computadores mais recentes)

# diveComputer_list_helpBluetoothClassic
source: • Bluetooth Classic (older models)
ar: Bluetooth Classic (الموديلات القديمة) •
de: - Bluetooth Classic (aeltere Modelle)
es: - Bluetooth Classic (modelos antiguos)
fr: - Bluetooth Classic (anciens modeles)
he: Bluetooth Classic (דגמים ישנים) •
hu: - Bluetooth Classic (regebbi modellek)
it: • Bluetooth Classic (modelli precedenti)
nl: • Bluetooth Classic (oudere modellen)
pt: - Bluetooth Classic (modelos antigos)

# diveComputer_list_helpBrandsList
source: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi, and 50+ more models.
ar: Shearwater، Suunto، Garmin، Mares، Scubapro، Oceanic، Aqualung، Cressi، وأكثر من 50 موديلًا آخر.
de: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi und ueber 50 weitere Modelle.
es: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi y mas de 50 modelos.
fr: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi, et plus de 50 autres modeles.
he: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi, ועוד 50+ דגמים.
hu: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi es 50+ tovabbi modell.
it: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi e oltre 50 modelli.
nl: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi en 50+ andere modellen.
pt: Shearwater, Suunto, Garmin, Mares, Scubapro, Oceanic, Aqualung, Cressi e mais de 50 modelos.

# diveComputer_list_helpBrandsTitle
source: Supported Brands
ar: العلامات التجارية المدعومة
de: Unterstuetzte Marken
es: Marcas compatibles
fr: Marques compatibles
he: מותגים נתמכים
hu: Tamogatott markak
it: Marchi supportati
nl: Ondersteunde merken
pt: Marcas Suportadas

# diveComputer_list_helpConnectionsTitle
source: Supported Connections
ar: الاتصالات المدعومة
de: Unterstuetzte Verbindungen
es: Conexiones compatibles
fr: Connexions compatibles
he: חיבורים נתמכים
hu: Tamogatott kapcsolatok
it: Connessioni supportate
nl: Ondersteunde verbindingen
pt: Conexoes Suportadas

# diveComputer_list_helpDialogTitle
source: Dive Computer Help
ar: مساعدة كمبيوتر الغوص
de: Tauchcomputer-Hilfe
es: Ayuda de ordenadores de buceo
fr: Aide ordinateur de plongee
he: עזרה למחשב צלילה
hu: Merulesszamitogep segitseg
it: Guida computer subacqueo
nl: Hulp bij duikcomputers
pt: Ajuda - Computador de Mergulho

# diveComputer_list_helpDismiss
source: Got it
ar: حسنًا
de: Verstanden
es: Entendido
fr: Compris
he: הבנתי
hu: Rendben
it: Capito
nl: Begrepen
pt: Entendi

# diveComputer_list_helpTip1
source: • Ensure your computer is in transfer mode
ar: تأكد أن الكمبيوتر في وضع النقل •
de: - Stellen Sie sicher, dass Ihr Computer im Uebertragungsmodus ist
es: - Asegurate de que tu ordenador esta en modo de transferencia
fr: - Assurez-vous que votre ordinateur est en mode transfert
he: • ודא שהמחשב במצב העברה
hu: - Gyozodjon meg rola, hogy a szamitogep atviteli modban van
it: • Assicurati che il computer sia in modalità trasferimento
nl: • Zorg dat je computer in overdrachtmodus staat
pt: - Certifique-se de que o computador esta em modo de transferencia

# diveComputer_list_helpTip2
source: • Keep devices close during download
ar: أبقِ الأجهزة قريبة أثناء التنزيل •
de: - Halten Sie die Geraete waehrend des Downloads nah beieinander
es: - Manten los dispositivos cerca durante la descarga
fr: - Gardez les appareils proches pendant le telechargement
he: • שמור את המכשירים קרובים בזמן ההורדה
hu: - Tartsa kozel az eszkozoket letoltes kozben
it: • Tieni i dispositivi vicini durante il download
nl: • Houd apparaten dicht bij elkaar tijdens het downloaden
pt: - Mantenha os dispositivos proximos durante o download

# diveComputer_list_helpTip3
source: • Make sure Bluetooth is enabled
ar: تأكد من تفعيل البلوتوث •
de: - Stellen Sie sicher, dass Bluetooth aktiviert ist
es: - Asegurate de que el Bluetooth esta activado
fr: - Verifiez que le Bluetooth est active
he: • ודא שה-Bluetooth מופעל
hu: - Gyozodjon meg rola, hogy a Bluetooth be van kapcsolva
it: • Assicurati che il Bluetooth sia attivo
nl: • Zorg dat Bluetooth is ingeschakeld
pt: - Certifique-se de que o Bluetooth esta ativado

# diveComputer_list_helpTipsTitle
source: Tips
ar: نصائح
de: Tipps
es: Consejos
fr: Conseils
he: טיפים
hu: Tippek
it: Suggerimenti
pt: Dicas

# diveComputer_list_helpTooltip
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
hu: Segitseg
it: Aiuto
nl: Hulp
pt: Ajuda

# diveComputer_list_helpUsb
source: • USB (desktop only)
ar: USB (سطح المكتب فقط) •
de: - USB (nur Desktop)
es: - USB (solo escritorio)
fr: - USB (ordinateur de bureau uniquement)
he: USB (שולחן עבודה בלבד) •
hu: - USB (csak asztali gep)
it: • USB (solo desktop)
nl: • USB (alleen desktop)
pt: - USB (apenas desktop)

# diveComputer_list_loadFailed
source: Failed to load dive computers
ar: فشل تحميل كمبيوترات الغوص
de: Tauchcomputer konnten nicht geladen werden
es: Error al cargar ordenadores de buceo
fr: Echec du chargement des ordinateurs de plongee
he: טעינת מחשבי צלילה נכשלה
hu: Nem sikerult a merulesszamitogepek betoltese
it: Caricamento computer subacquei fallito
nl: Laden van duikcomputers mislukt
pt: Falha ao carregar computadores de mergulho

# diveComputer_list_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujraproba
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# diveComputer_list_title
source: Dive Computers
ar: كمبيوترات الغوص
de: Tauchcomputer
es: Ordenadores de buceo
fr: Ordinateurs de plongee
he: מחשבי צלילה
hu: Merulesszamitogepek
it: Computer subacquei
nl: Duikcomputers
pt: Computadores de Mergulho

# diveComputer_status_favorite
source: Favorite computer
ar: حاسوب الغوص المفضل
de: Favorit-Computer
es: Computadora favorita
fr: Ordinateur favori
he: מחשב צלילה מועדף
hu: Kedvenc számítógép
it: Computer preferito
nl: Favoriete computer
pt: Computador favorito

# diveComputer_summary_diveComputer
source: dive computer
ar: كمبيوتر غوص
de: Tauchcomputer
es: ordenador de buceo
fr: ordinateur de plongee
he: מחשב צלילה
hu: merulesszamitogep
it: computer subacqueo
nl: duikcomputer
pt: computador de mergulho

# diveComputer_summary_divesDownloaded
source: {count} {count, plural, =1{dive} other{dives}} downloaded
ar: {count} {count, plural, =1{غطسة تم تنزيلها} other{غطسات تم تنزيلها}}
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} heruntergeladen
es: {count} {count, plural, =1{inmersion} other{inmersiones}} descargadas
fr: {count} {count, plural, =1{plongee telechargee} other{plongees telechargees}}
he: {count} {count, plural, =1{צלילה הורדה} other{צלילות הורדו}}
hu: {count} {count, plural, =1{merules} other{merules}} letoltve
it: {count} {count, plural, =1{immersione scaricata} other{immersioni scaricate}}
nl: {count} {count, plural, =1{duik} other{duiken}} gedownload
pt: {count} {count, plural, =1{mergulho} other{mergulhos}} baixado(s)

# diveComputer_summary_done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Termine
he: סיום
hu: Kesz
it: Fatto
nl: Klaar
pt: Concluido

# diveComputer_summary_imported
source: Imported
ar: مستوردة
de: Importiert
es: Importadas
fr: Importees
he: יובאו
hu: Importalt
it: Importate
nl: Geimporteerd
pt: Importados

# diveComputer_summary_semanticLabel
source: {count} {count, plural, =1{dive} other{dives}} downloaded from {name}
ar: {count} {count, plural, =1{غطسة تم تنزيلها} other{غطسات تم تنزيلها}} من {name}
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} von {name} heruntergeladen
es: {count} {count, plural, =1{inmersion descargada} other{inmersiones descargadas}} de {name}
fr: {count} {count, plural, =1{plongee telechargee} other{plongees telechargees}} depuis {name}
he: {count} {count, plural, =1{צלילה הורדה} other{צלילות הורדו}} מ-{name}
hu: {count} {count, plural, =1{merules} other{merules}} letoltve innen: {name}
it: {count} {count, plural, =1{immersione scaricata} other{immersioni scaricate}} da {name}
nl: {count} {count, plural, =1{duik} other{duiken}} gedownload van {name}
pt: {count} {count, plural, =1{mergulho} other{mergulhos}} baixado(s) de {name}

# diveComputer_summary_skippedDuplicates
source: Skipped (duplicates)
ar: تم تخطيها (مكررات)
de: Uebersprungen (Duplikate)
es: Omitidas (duplicados)
fr: Ignores (doublons)
he: דולגו (כפילויות)
hu: Kihagyva (duplikatumok)
it: Saltate (duplicati)
nl: Overgeslagen (duplicaten)
pt: Ignorados (duplicados)

# diveComputer_summary_title
source: Download Complete!
ar: اكتمل التنزيل!
de: Download abgeschlossen!
es: Descarga completa!
fr: Telechargement termine !
he: ההורדה הושלמה!
hu: Letoltes kesz!
it: Download completato!
nl: Download voltooid!
pt: Download Concluido!

# diveComputer_summary_updated
source: Updated
ar: محدّثة
de: Aktualisiert
es: Actualizadas
fr: Mises a jour
he: עודכנו
hu: Frissitve
it: Aggiornate
nl: Bijgewerkt
pt: Atualizados

# diveComputer_summary_viewDives
source: View Dives
ar: عرض الغطسات
de: Tauchgaenge anzeigen
es: Ver inmersiones
fr: Voir les plongees
he: הצג צלילות
hu: Merulesek megtekintese
it: Visualizza immersioni
nl: Duiken bekijken
pt: Ver Mergulhos

# diveComputer_title
source: Dive Computer
ar: حاسوب الغوص
de: Tauchcomputer
es: Computadora de Buceo
fr: Ordinateur de plongée
he: מחשב צלילה
hu: Búvárcomputer
it: Computer Subacqueo
nl: Duikcomputer
pt: Computador de Mergulho

# diveImport_alreadyImported
source: Already imported
ar: تم استيرادها مسبقًا
de: Bereits importiert
es: Ya importada
fr: Deja importee
he: כבר יובא
hu: Mar importalva
it: Già importata
nl: Al geimporteerd
pt: Ja importado

# diveImport_avgHR
source: Avg HR
ar: متوسط معدل القلب
de: Durchschn. HF
es: FC media
fr: FC moy.
he: דופק ממוצע
hu: Atl. szivfrekvencia
it: FC media
nl: Gem. HR
pt: FC Media

# diveImport_back
source: Back
ar: رجوع
de: Zurueck
es: Atras
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# diveImport_deselectAll
source: Deselect All
ar: إلغاء تحديد الكل
de: Alle abwaehlen
es: Deseleccionar todo
fr: Tout deselectionner
he: בטל בחירת הכל
hu: Osszes kijeloles torlese
it: Deseleziona tutto
nl: Alles deselecteren
pt: Desmarcar Todos

# diveImport_divesImported
source: Dives imported
ar: غطسات مستوردة
de: Tauchgaenge importiert
es: Inmersiones importadas
fr: Plongees importees
he: צלילות יובאו
hu: Merulesek importalva
it: Immersioni importate
nl: Duiken geimporteerd
pt: Mergulhos importados

# diveImport_divesMerged
source: Dives merged
ar: غطسات مدمجة
de: Tauchgaenge zusammengefuehrt
es: Inmersiones combinadas
fr: Plongees fusionnees
he: צלילות מוזגו
hu: Merulesek osszefuzve
it: Immersioni unite
nl: Duiken samengevoegd
pt: Mergulhos mesclados

# diveImport_divesSkipped
source: Dives skipped
ar: غطسات تم تخطيها
de: Tauchgaenge uebersprungen
es: Inmersiones omitidas
fr: Plongees ignorees
he: צלילות דולגו
hu: Merulesek kihagyva
it: Immersioni saltate
nl: Duiken overgeslagen
pt: Mergulhos ignorados

# diveImport_done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Termine
he: סיום
hu: Kesz
it: Fatto
nl: Klaar
pt: Concluido

# diveImport_duration
source: Duration
ar: المدة
de: Dauer
es: Duracion
fr: Duree
he: משך
hu: Idotartam
it: Durata
nl: Duur
pt: Duracao

# diveImport_error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# diveImport_fit_closeTooltip
source: Close FIT import
ar: إغلاق استيراد FIT
de: FIT-Import schliessen
es: Cerrar importacion FIT
fr: Fermer l'import FIT
he: סגור ייבוא FIT
hu: FIT importalas bezarasa
it: Chiudi importazione FIT
nl: FIT-import sluiten
pt: Fechar importacao FIT

# diveImport_fit_noDivesDescription
source: Select one or more .fit files exported from Garmin Connect or copied from a Garmin Descent device.
ar: اختر ملفات .fit مصدّرة من Garmin Connect أو منسوخة من جهاز Garmin Descent.
de: Waehlen Sie eine oder mehrere .fit-Dateien, die aus Garmin Connect exportiert oder von einem Garmin Descent-Geraet kopiert wurden.
es: Selecciona uno o mas archivos .fit exportados de Garmin Connect o copiados de un dispositivo Garmin Descent.
fr: Selectionnez un ou plusieurs fichiers .fit exportes depuis Garmin Connect ou copies depuis un appareil Garmin Descent.
he: בחר קובץ .fit אחד או יותר שיוצא מ-Garmin Connect או הועתק ממכשיר Garmin Descent.
hu: Valasszon ki egy vagy tobb .fit fajlt, amelyet a Garmin Connect-bol exportalt vagy Garmin Descent eszkozrol masolt.
it: Seleziona uno o più file .fit esportati da Garmin Connect o copiati da un dispositivo Garmin Descent.
nl: Selecteer een of meer .fit-bestanden die zijn geexporteerd vanuit Garmin Connect of gekopieerd van een Garmin Descent-apparaat.
pt: Selecione um ou mais ficheiros .fit exportados do Garmin Connect ou copiados de um dispositivo Garmin Descent.

# diveImport_fit_noDivesLoaded
source: No Dives Loaded
ar: لم يتم تحميل غطسات
de: Keine Tauchgaenge geladen
es: Sin inmersiones cargadas
fr: Aucune plongee chargee
he: לא נטענו צלילות
hu: Nincsenek betoltott merulesek
it: Nessuna immersione caricata
nl: Geen duiken geladen
pt: Nenhum Mergulho Carregado

# diveImport_fit_parsed
source: Parsed {diveCount} {diveCount, plural, =1{dive} other{dives}} from {fileCount} {fileCount, plural, =1{file} other{files}}
ar: تم تحليل {diveCount} {diveCount, plural, =1{غطسة} other{غطسات}} من {fileCount} {fileCount, plural, =1{ملف} other{ملفات}}
de: {diveCount} {diveCount, plural, =1{Tauchgang} other{Tauchgaenge}} aus {fileCount} {fileCount, plural, =1{Datei} other{Dateien}} eingelesen
es: Se encontraron {diveCount} {diveCount, plural, =1{inmersion} other{inmersiones}} en {fileCount} {fileCount, plural, =1{archivo} other{archivos}}
fr: {diveCount} {diveCount, plural, =1{plongee analysee} other{plongees analysees}} depuis {fileCount} {fileCount, plural, =1{fichier} other{fichiers}}
he: נותחו {diveCount} {diveCount, plural, =1{צלילה} other{צלילות}} מ-{fileCount} {fileCount, plural, =1{קובץ} other{קבצים}}
hu: {diveCount} {diveCount, plural, =1{merules} other{merules}} feldolgozva {fileCount} {fileCount, plural, =1{fajlbol} other{fajlbol}}
it: Analizzate {diveCount} {diveCount, plural, =1{immersione} other{immersioni}} da {fileCount} {fileCount, plural, =1{file} other{file}}
nl: {diveCount} {diveCount, plural, =1{duik} other{duiken}} verwerkt uit {fileCount} {fileCount, plural, =1{bestand} other{bestanden}}
pt: {diveCount} {diveCount, plural, =1{mergulho} other{mergulhos}} analisado(s) de {fileCount} {fileCount, plural, =1{ficheiro} other{ficheiros}}
