Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# marineLife_siteSection_noExpected
source: No expected species added
ar: لم تتم إضافة أنواع متوقعة
de: Keine erwarteten Arten hinzugefuegt
es: No se han agregado especies esperadas
fr: Aucune espece attendue ajoutee
he: לא נוספו מינים צפויים
hu: Nincsenek vart fajok hozzaadva
it: Nessuna specie prevista aggiunta
nl: Geen verwachte soorten toegevoegd
pt: Nenhuma especie esperada adicionada

# marineLife_siteSection_noSpotted
source: No marine life spotted yet
ar: لم يتم رصد حياة بحرية بعد
de: Noch keine Meeresbewohner gesichtet
es: No se ha avistado vida marina aun
fr: Aucune vie marine observee
he: עדיין לא נצפה חי ימי
hu: Meg nem eszleltek tengeri elolenyt
it: Nessuna vita marina avvistata ancora
nl: Nog geen zeeleven waargenomen
pt: Nenhuma vida marinha avistada ainda

# marineLife_siteSection_spottedCountSemantics
source: {name}, spotted {count} times
ar: {name}، شوهد {count} مرات
de: {name}, {count} Mal gesichtet
es: {name}, avistado {count} veces
fr: {name}, observé {count} fois
he: {name}, נצפה {count} פעמים
hu: {name}, {count} alkalommal észlelve
it: {name}, avvistato {count} volte
nl: {name}, {count} keer gespot
pt: {name}, avistado {count} vezes

# marineLife_siteSection_spottedHere
source: Spotted Here
ar: تم رصدها هنا
de: Hier gesichtet
es: Avistados aqui
fr: Observees ici
he: נצפו כאן
hu: Itt eszlelve
it: Avvistate qui
nl: Hier waargenomen
pt: Avistados Aqui

# marineLife_siteSection_title
source: Marine Life
ar: الحياة البحرية
de: Meeresbewohner
es: Vida marina
fr: Vie marine
he: חי ימי
hu: Tengeri elet
it: Vita marina
nl: Zeeleven
pt: Vida Marinha

# marineLife_speciesDetail_backTooltip
source: Back
ar: رجوع
de: Zurueck
es: Atras
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# marineLife_speciesDetail_depthRangeTitle
source: Depth Range
ar: نطاق العمق
de: Tiefenbereich
es: Rango de profundidad
fr: Plage de profondeur
he: טווח עומק
hu: Melyseg tartomany
it: Intervallo di profondità
nl: Dieptebereik
pt: Faixa de Profundidade

# marineLife_speciesDetail_descriptionTitle
source: Description
ar: الوصف
de: Beschreibung
es: Descripcion
he: תיאור
hu: Leiras
it: Descrizione
nl: Beschrijving
pt: Descricao

# marineLife_speciesDetail_divesLabel
source: Dives
ar: الغوصات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merülesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# marineLife_speciesDetail_editTooltip
source: Edit species
ar: تعديل النوع
de: Art bearbeiten
es: Editar especie
fr: Modifier l'espece
he: ערוך מין
hu: Faj szerkesztese
it: Modifica specie
nl: Soort bewerken
pt: Editar especie

# marineLife_speciesDetail_errorPrefix
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# marineLife_speciesDetail_noSightings
source: No sightings recorded yet
ar: لم يتم تسجيل مشاهدات بعد
de: Noch keine Sichtungen erfasst
es: No se han registrado avistamientos aun
fr: Aucune observation enregistree
he: עדיין לא נרשמו תצפיות
hu: Meg nincsenek rogzitett eszlelesek
it: Nessun avvistamento registrato ancora
nl: Nog geen waarnemingen geregistreerd
pt: Nenhum avistamento registrado ainda

# marineLife_speciesDetail_notFound
source: Species not found
ar: النوع غير موجود
de: Art nicht gefunden
es: Especie no encontrada
fr: Espece introuvable
he: המין לא נמצא
hu: Faj nem talalhato
it: Specie non trovata
nl: Soort niet gevonden
pt: Especie nao encontrada

# marineLife_speciesDetail_sightingCount
source: {count} {count, plural, =1{sighting} other{sightings}}
ar: {count} {count, plural, =1{مشاهدة} other{مشاهدات}}
de: {count} {count, plural, =1{Sichtung} other{Sichtungen}}
es: {count} {count, plural, =1{avistamiento} other{avistamientos}}
fr: {count} {count, plural, =1{observation} other{observations}}
he: {count} {count, plural, =1{תצפית} other{תצפיות}}
hu: {count} {count, plural, =1{eszleles} other{eszleles}}
it: {count} {count, plural, =1{avvistamento} other{avvistamenti}}
nl: {count} {count, plural, =1{waarneming} other{waarnemingen}}
pt: {count} {count, plural, =1{avistamento} other{avistamentos}}

# marineLife_speciesDetail_sightingPeriodTitle
source: Sighting Period
ar: فترة المشاهدة
de: Sichtungszeitraum
es: Periodo de avistamientos
fr: Periode d'observation
he: תקופת תצפיות
hu: Eszlelesi idoszak
it: Periodo di avvistamento
nl: Waarnemingsperiode
pt: Periodo de Avistamento

# marineLife_speciesDetail_sightingStatsTitle
source: Sighting Statistics
ar: إحصائيات المشاهدات
de: Sichtungsstatistik
es: Estadisticas de avistamientos
fr: Statistiques d'observation
he: סטטיסטיקות תצפיות
hu: Eszlelesi statisztikak
it: Statistiche avvistamenti
nl: Waarnemingsstatistieken
pt: Estatisticas de Avistamento

# marineLife_speciesDetail_sitesLabel
source: Sites
ar: المواقع
de: Tauchplaetze
es: Puntos
he: אתרים
hu: Merülohelyek
it: Siti
nl: Duikstekken
pt: Pontos

# marineLife_speciesDetail_taxonomyClassLabel
source: Class: {className}
ar: الصنف: {className}
de: Klasse: {className}
es: Clase: {className}
fr: Classe : {className}
he: מחלקה: {className}
hu: Osztaly: {className}
it: Classe: {className}
nl: Klasse: {className}
pt: Classe: {className}

# marineLife_speciesDetail_topSitesTitle
source: Top Sites
ar: أفضل المواقع
de: Haeufigste Tauchplaetze
es: Mejores puntos
fr: Meilleurs sites
he: אתרים מובילים
hu: Legjobb merülohelyek
it: Siti principali
nl: Toplocaties
pt: Principais Pontos

# marineLife_speciesDetail_totalSightingsLabel
source: Total Sightings
ar: إجمالي المشاهدات
de: Sichtungen gesamt
es: Total de avistamientos
fr: Total des observations
he: סה"כ תצפיות
hu: Osszes eszleles
it: Avvistamenti totali
nl: Totaal waarnemingen
pt: Total de Avistamentos

# marineLife_speciesEdit_addTitle
source: Add Species
ar: إضافة نوع
de: Art hinzufuegen
es: Agregar especie
fr: Ajouter une espece
he: הוסף מין
hu: Faj hozzaadasa
it: Aggiungi specie
nl: Soort toevoegen
pt: Adicionar Especie

# marineLife_speciesEdit_addedSnackbar
source: Added "{name}"
ar: تمت إضافة "{name}"
de: "{name}" hinzugefuegt
es: Se agrego "{name}"
fr: "{name}" ajoutee
he: נוסף "{name}"
hu: "{name}" hozzaadva
it: Aggiunta "{name}"
nl: "{name}" toegevoegd
pt: "{name}" adicionada

# marineLife_speciesEdit_backTooltip
source: Back
ar: رجوع
de: Zurueck
es: Atras
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# marineLife_speciesEdit_categoryLabel
source: Category
ar: الفئة
de: Kategorie
es: Categoria
fr: Categorie
he: קטגוריה
hu: Kategoria
it: Categoria
nl: Categorie
pt: Categoria

# marineLife_speciesEdit_commonNameError
source: Please enter a common name
ar: يرجى إدخال الاسم الشائع
de: Bitte geben Sie einen allgemeinen Namen ein
es: Por favor, introduce un nombre comun
fr: Veuillez entrer un nom commun
he: נא להזין שם נפוץ
hu: Kerem, adja meg a köznapi nevet
it: Inserisci un nome comune
nl: Voer een gewone naam in
pt: Por favor, insira um nome comum

# marineLife_speciesEdit_commonNameHint
source: e.g., Ocellaris Clownfish
ar: مثال: سمكة المهرج
de: z.B. Falscher Clownfisch
es: ej., Pez payaso comun
fr: ex. Poisson-clown a trois bandes
he: לדוגמה, דג ליצן
hu: pl. Bohochal
it: es. Pesce pagliaccio
nl: bijv. Valse clownvis
pt: ex., Peixe-palhaco Ocellaris

# marineLife_speciesEdit_commonNameLabel
source: Common Name
ar: الاسم الشائع
de: Allgemeiner Name
es: Nombre comun
fr: Nom commun
he: שם נפוץ
hu: Köznapi nev
it: Nome comune
nl: Gewone naam
pt: Nome Comum

# marineLife_speciesEdit_descriptionHint
source: Brief description of the species...
ar: وصف مختصر للنوع...
de: Kurze Beschreibung der Art...
es: Breve descripcion de la especie...
fr: Breve description de l'espece...
he: תיאור קצר של המין...
hu: A faj rovid leirasa...
it: Breve descrizione della specie...
nl: Korte beschrijving van de soort...
pt: Breve descricao da especie...

# marineLife_speciesEdit_descriptionLabel
source: Description
ar: الوصف
de: Beschreibung
es: Descripcion
he: תיאור
hu: Leiras
it: Descrizione
nl: Beschrijving
pt: Descricao

# marineLife_speciesEdit_editTitle
source: Edit Species
ar: تعديل النوع
de: Art bearbeiten
es: Editar especie
fr: Modifier l'espece
he: ערוך מין
hu: Faj szerkesztese
it: Modifica specie
nl: Soort bewerken
pt: Editar Especie

# marineLife_speciesEdit_errorLoading
source: Error loading species: {error}
ar: خطأ في تحميل النوع: {error}
de: Fehler beim Laden der Art: {error}
es: Error al cargar especie: {error}
fr: Erreur lors du chargement de l'espece : {error}
he: שגיאה בטעינת מין: {error}
hu: Hiba a faj betoltesekor: {error}
it: Errore nel caricamento della specie: {error}
nl: Fout bij laden van soort: {error}
pt: Erro ao carregar especie: {error}

# marineLife_speciesEdit_errorSaving
source: Error saving species: {error}
ar: خطأ في حفظ النوع: {error}
de: Fehler beim Speichern der Art: {error}
es: Error al guardar especie: {error}
fr: Erreur lors de l'enregistrement de l'espece : {error}
he: שגיאה בשמירת מין: {error}
hu: Hiba a faj mentesekor: {error}
it: Errore nel salvataggio della specie: {error}
nl: Fout bij opslaan van soort: {error}
pt: Erro ao salvar especie: {error}

# marineLife_speciesEdit_saveButton
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# marineLife_speciesEdit_scientificNameHint
source: e.g., Amphiprion ocellaris
ar: مثال: Amphiprion ocellaris
de: z.B. Amphiprion ocellaris
es: ej., Amphiprion ocellaris
fr: ex. Amphiprion ocellaris
he: לדוגמה, Amphiprion ocellaris
hu: pl. Amphiprion ocellaris
it: es. Amphiprion ocellaris
nl: bijv. Amphiprion ocellaris
pt: ex., Amphiprion ocellaris

# marineLife_speciesEdit_scientificNameLabel
source: Scientific Name
ar: الاسم العلمي
de: Wissenschaftlicher Name
es: Nombre cientifico
fr: Nom scientifique
he: שם מדעי
hu: Tudomanyos nev
it: Nome scientifico
nl: Wetenschappelijke naam
pt: Nome Cientifico

# marineLife_speciesEdit_taxonomyClassHint
source: e.g., Actinopterygii
ar: مثال: Actinopterygii
de: z.B. Actinopterygii
es: ej., Actinopterygii
fr: ex. Actinopterygii
he: לדוגמה, Actinopterygii
hu: pl. Actinopterygii
it: es. Actinopterygii
nl: bijv. Actinopterygii
pt: ex., Actinopterygii

# marineLife_speciesEdit_taxonomyClassLabel
source: Taxonomy Class
ar: الصنف التصنيفي
de: Taxonomische Klasse
es: Clase taxonomica
fr: Classe taxonomique
he: מחלקה טקסונומית
hu: Taxonómiai osztaly
it: Classe tassonomica
nl: Taxonomische klasse
pt: Classe Taxonomica

# marineLife_speciesEdit_updatedSnackbar
source: Updated "{name}"
ar: تم تحديث "{name}"
de: "{name}" aktualisiert
es: Se actualizo "{name}"
fr: "{name}" mise a jour
he: עודכן "{name}"
hu: "{name}" frissitve
it: Aggiornata "{name}"
nl: "{name}" bijgewerkt
pt: "{name}" atualizada

# marineLife_speciesManage_allFilter
source: All
ar: الكل
de: Alle
es: Todas
fr: Tout
he: הכל
hu: Mind
it: Tutte
nl: Alle
pt: Todas

# marineLife_speciesManage_appBarTitle
source: Species
ar: الأنواع
de: Arten
es: Especies
fr: Especes
he: מינים
hu: Fajok
it: Specie
nl: Soorten
pt: Especies

# marineLife_speciesManage_backTooltip
source: Back
ar: رجوع
de: Zurueck
es: Atras
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# marineLife_speciesManage_builtInSpeciesHeader
source: Built-in Species ({count})
ar: الأنواع المدمجة ({count})
de: Integrierte Arten ({count})
es: Especies integradas ({count})
fr: Especes integrees ({count})
he: מינים מובנים ({count})
hu: Beepitett fajok ({count})
it: Specie predefinite ({count})
nl: Ingebouwde soorten ({count})
pt: Especies Integradas ({count})

# marineLife_speciesManage_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# marineLife_speciesManage_cannotDeleteInUse
source: Cannot delete "{name}" - it has sightings
ar: لا يمكن حذف "{name}" - يحتوي على مشاهدات
de: "{name}" kann nicht geloescht werden - es gibt Sichtungen
es: No se puede eliminar "{name}": tiene avistamientos
fr: Impossible de supprimer "{name}" - elle a des observations
he: לא ניתן למחוק את "{name}" - יש לו תצפיות
hu: Nem torolheto "{name}" - vannak eszlelesek hozza
it: Impossibile eliminare "{name}" - ha degli avvistamenti
nl: Kan "{name}" niet verwijderen - heeft waarnemingen
pt: Nao e possivel excluir "{name}" - possui avistamentos

# marineLife_speciesManage_clearSearchTooltip
source: Clear search
ar: مسح البحث
de: Suche loeschen
es: Borrar busqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# marineLife_speciesManage_customSpeciesHeader
source: Custom Species ({count})
ar: الأنواع المخصصة ({count})
de: Benutzerdefinierte Arten ({count})
es: Especies personalizadas ({count})
fr: Especes personnalisees ({count})
he: מינים מותאמים אישית ({count})
hu: Egyedi fajok ({count})
it: Specie personalizzate ({count})
nl: Aangepaste soorten ({count})
pt: Especies Personalizadas ({count})

# marineLife_speciesManage_deleteButton
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחיקה
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# marineLife_speciesManage_deleteDialogContent
source: Are you sure you want to delete "{name}"?
ar: هل أنت متأكد أنك تريد حذف "{name}"؟
de: Sind Sie sicher, dass Sie "{name}" loeschen moechten?
es: Estas seguro de que deseas eliminar "{name}"?
fr: Voulez-vous vraiment supprimer "{name}" ?
he: האם אתה בטוח שברצונך למחוק את "{name}"?
hu: Biztosan torli a(z) "{name}" fajt?
it: Sei sicuro di voler eliminare "{name}"?
nl: Weet je zeker dat je "{name}" wilt verwijderen?
pt: Tem certeza de que deseja excluir "{name}"?

# marineLife_speciesManage_deleteDialogTitle
source: Delete Species?
ar: حذف النوع؟
de: Art loeschen?
es: Eliminar especie?
fr: Supprimer l'espece ?
he: למחוק מין?
hu: Faj torlese?
it: Eliminare la specie?
nl: Soort verwijderen?
pt: Excluir Especie?

# marineLife_speciesManage_deleteTooltip
source: Delete species
ar: حذف النوع
de: Art loeschen
es: Eliminar especie
fr: Supprimer l'espece
he: מחק מין
hu: Faj torlese
it: Elimina specie
nl: Soort verwijderen
pt: Excluir especie

# marineLife_speciesManage_deletedSnackbar
source: Deleted "{name}"
ar: تم حذف "{name}"
de: "{name}" geloescht
es: Se elimino "{name}"
fr: "{name}" supprimee
he: נמחק "{name}"
hu: "{name}" torolve
it: Eliminata "{name}"
nl: "{name}" verwijderd
pt: "{name}" excluida

# marineLife_speciesManage_editTooltip
source: Edit species
ar: تعديل النوع
de: Art bearbeiten
es: Editar especie
fr: Modifier l'espece
he: ערוך מין
hu: Faj szerkesztese
it: Modifica specie
nl: Soort bewerken
pt: Editar especie

# marineLife_speciesManage_errorDeleting
source: Error deleting species: {error}
ar: خطأ في حذف النوع: {error}
de: Fehler beim Loeschen der Art: {error}
es: Error al eliminar especie: {error}
fr: Erreur lors de la suppression de l'espece : {error}
he: שגיאה במחיקת מין: {error}
hu: Hiba a faj torlesekor: {error}
it: Errore nell'eliminazione della specie: {error}
nl: Fout bij verwijderen van soort: {error}
pt: Erro ao excluir especie: {error}

# marineLife_speciesManage_errorResetting
source: Error resetting species: {error}
ar: خطأ في إعادة التعيين: {error}
de: Fehler beim Zuruecksetzen der Arten: {error}
es: Error al restablecer especies: {error}
fr: Erreur lors de la reinitialisation des especes : {error}
he: שגיאה באיפוס מינים: {error}
hu: Hiba a fajok visszaallitasakor: {error}
it: Errore nel ripristino delle specie: {error}
nl: Fout bij herstellen van soorten: {error}
pt: Erro ao redefinir especies: {error}

# marineLife_speciesManage_noSpeciesFound
source: No species found
ar: لم يتم العثور على أنواع
de: Keine Arten gefunden
es: No se encontraron especies
fr: Aucune espece trouvee
he: לא נמצאו מינים
hu: Nem talalhato faj
it: Nessuna specie trovata
nl: Geen soorten gevonden
pt: Nenhuma especie encontrada

# marineLife_speciesManage_resetButton
source: Reset
ar: إعادة تعيين
de: Zuruecksetzen
es: Restablecer
fr: Reinitialiser
he: איפוס
hu: Visszaallitas
it: Ripristina
nl: Herstellen
pt: Redefinir

# marineLife_speciesManage_resetDialogContent
source: This will restore all built-in species to their original values. Custom species will not be affected. Built-in species with existing sightings will be updated but preserved.
ar: سيؤدي هذا إلى استعادة جميع الأنواع المدمجة إلى قيمها الأصلية. لن تتأثر الأنواع المخصصة. سيتم تحديث الأنواع المدمجة التي لديها مشاهدات حالية مع الحفاظ عليها.
de: Dadurch werden alle integrierten Arten auf ihre urspruenglichen Werte zurueckgesetzt. Benutzerdefinierte Arten werden nicht beeinflusst. Integrierte Arten mit vorhandenen Sichtungen werden aktualisiert, aber beibehalten.
es: Esto restaurara todas las especies integradas a sus valores originales. Las especies personalizadas no se veran afectadas. Las especies integradas con avistamientos existentes se actualizaran pero se conservaran.
fr: Ceci restaurera toutes les especes integrees a leurs valeurs d'origine. Les especes personnalisees ne seront pas affectees. Les especes integrees ayant des observations existantes seront mises a jour mais conservees.
he: פעולה זו תשחזר את כל המינים המובנים לערכים המקוריים שלהם. מינים מותאמים אישית לא יושפעו. מינים מובנים עם תצפיות קיימות יעודכנו אך יישמרו.
hu: Ez visszaallitja az osszes beepitett fajt az eredeti ertekekre. Az egyedi fajokat nem erinti. Az eszlelesekkel rendelkezo beepitett fajok frissitesre kerülnek, de megmaradnak.
it: Questo ripristinerà tutte le specie predefinite ai valori originali. Le specie personalizzate non saranno modificate. Le specie predefinite con avvistamenti esistenti saranno aggiornate ma conservate.
nl: Dit herstelt alle ingebouwde soorten naar hun oorspronkelijke waarden. Aangepaste soorten worden niet beinvloed. Ingebouwde soorten met bestaande waarnemingen worden bijgewerkt maar behouden.
pt: Isso restaurara todas as especies integradas para seus valores originais. Especies personalizadas nao serao afetadas. Especies integradas com avistamentos existentes serao atualizadas, mas preservadas.

# marineLife_speciesManage_resetDialogTitle
source: Reset to Defaults?
ar: إعادة التعيين إلى الافتراضي؟
de: Auf Standardwerte zuruecksetzen?
es: Restablecer a valores predeterminados?
fr: Reinitialiser aux valeurs par defaut ?
he: לאפס לברירת מחדל?
hu: Visszaallitas az alapertekekre?
it: Ripristinare i valori predefiniti?
nl: Herstellen naar standaard?
pt: Redefinir para Padroes?

# marineLife_speciesManage_resetSuccess
source: Built-in species restored to defaults
ar: تمت استعادة الأنواع المدمجة إلى الإعدادات الافتراضية
de: Integrierte Arten auf Standardwerte zurueckgesetzt
es: Especies integradas restauradas a valores predeterminados
fr: Especes integrees restaurees aux valeurs par defaut
he: המינים המובנים שוחזרו לברירת מחדל
hu: Beepitett fajok visszaallitva az alapertekekre
it: Specie predefinite ripristinate ai valori originali
nl: Ingebouwde soorten hersteld naar standaardwaarden
pt: Especies integradas restauradas para os padroes

# marineLife_speciesManage_resetToDefaults
source: Reset to Defaults
ar: إعادة التعيين إلى الافتراضي
de: Auf Standardwerte zuruecksetzen
es: Restablecer a valores predeterminados
fr: Reinitialiser aux valeurs par defaut
he: איפוס לברירת מחדל
hu: Visszaallitas az alapertekekre
it: Ripristina predefiniti
nl: Herstellen naar standaard
pt: Redefinir para Padroes

# marineLife_speciesManage_searchHint
source: Search species...
ar: البحث في الأنواع...
de: Arten durchsuchen...
es: Buscar especies...
fr: Rechercher des especes...
he: חיפוש מינים...
hu: Fajok keresese...
it: Cerca specie...
nl: Soorten zoeken...
pt: Buscar especies...

# marineLife_speciesPicker_allFilter
source: All
ar: الكل
de: Alle
es: Todas
fr: Tout
he: הכל
hu: Mind
it: Tutte
nl: Alle
pt: Todas

# marineLife_speciesPicker_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# marineLife_speciesPicker_clearSearchTooltip
source: Clear search
ar: مسح البحث
de: Suche loeschen
es: Borrar busqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# marineLife_speciesPicker_closeTooltip
source: Close species picker
ar: إغلاق منتقي الأنواع
de: Artenauswahl schliessen
es: Cerrar selector de especies
fr: Fermer le selecteur d'especes
he: סגור בורר מינים
hu: Fajvalaszto bezarasa
it: Chiudi selettore specie
nl: Soortenkiezer sluiten
pt: Fechar seletor de especies

# marineLife_speciesPicker_doneButton
source: Done
ar: تم
de: Fertig
es: Listo
fr: Termine
he: סיום
hu: Kesz
it: Fatto
nl: Gereed
pt: Concluido

# marineLife_speciesPicker_error
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# marineLife_speciesPicker_noSpeciesFound
source: No species found
ar: لم يتم العثور على أنواع
de: Keine Arten gefunden
es: No se encontraron especies
fr: Aucune espece trouvee
he: לא נמצאו מינים
hu: Nem talalhato faj
it: Nessuna specie trovata
nl: Geen soorten gevonden
pt: Nenhuma especie encontrada

# marineLife_speciesPicker_searchHint
source: Search species...
ar: البحث في الأنواع...
de: Arten durchsuchen...
es: Buscar especies...
fr: Rechercher des especes...
he: חיפוש מינים...
hu: Fajok keresese...
it: Cerca specie...
nl: Soorten zoeken...
pt: Buscar especies...

# marineLife_speciesPicker_selectedCount
source: {count} selected
ar: {count} محدد
de: {count} ausgewaehlt
es: {count} seleccionadas
fr: {count} selectionnees
he: {count} נבחרו
hu: {count} kivalasztva
it: {count} selezionate
nl: {count} geselecteerd
pt: {count} selecionadas

# marineLife_speciesPicker_title
source: Select Species
ar: اختيار الأنواع
de: Arten auswaehlen
es: Seleccionar especies
fr: Selectionner des especes
he: בחר מינים
hu: Fajok kivalasztasa
it: Seleziona specie
nl: Soorten selecteren
pt: Selecionar Especies

# media_diveMediaSection_addTooltip
source: Add photo or video
ar: إضافة صورة أو فيديو
de: Foto oder Video hinzufuegen
es: Agregar foto o video
fr: Ajouter une photo ou une video
he: הוסף תמונה או סרטון
hu: Foto vagy video hozzaadasa
it: Aggiungi foto o video
nl: Foto of video toevoegen
pt: Adicionar foto ou video

# media_diveMediaSection_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# media_diveMediaSection_emptyState
source: No photos yet
ar: لا توجد صور بعد
de: Noch keine Fotos
es: No hay fotos aun
fr: Aucune photo
he: עדיין אין תמונות
hu: Meg nincsenek fotok
it: Nessuna foto ancora
nl: Nog geen foto's
pt: Nenhuma foto ainda

# media_diveMediaSection_errorLoading
source: Error loading media
ar: خطأ في تحميل الوسائط
de: Fehler beim Laden der Medien
es: Error al cargar medios
fr: Erreur lors du chargement des medias
he: שגיאה בטעינת מדיה
hu: Hiba a media betoltesekor
it: Errore nel caricamento dei media
nl: Fout bij laden van media
pt: Erro ao carregar midia

# media_diveMediaSection_thumbnailLabel
source: View photo. Long press to unlink
ar: عرض الصورة. اضغط مطولًا لإلغاء الربط
de: Foto anzeigen. Lange druecken zum Trennen
es: Ver foto. Mantener presionado para desvincular
fr: Voir la photo. Appui long pour dissocier
he: הצג תמונה. לחיצה ארוכה לביטול קישור
hu: Foto megtekintese. Hosszu nyomas a levalasztashoz
it: Visualizza foto. Premi a lungo per scollegare
nl: Foto bekijken. Lang indrukken om te ontkoppelen
pt: Ver foto. Pressione e segure para desvincular

# media_diveMediaSection_title
source: Photos & Video
ar: الصور والفيديو
de: Fotos & Video
es: Fotos y video
fr: Photos et video
he: תמונות וסרטונים
hu: Fotok es videok
it: Foto e video
nl: Foto's & video
pt: Fotos e Video

# media_diveMediaSection_unlinkButton
source: Unlink
ar: إلغاء الربط
de: Trennen
es: Desvincular
fr: Dissocier
he: בטל קישור
hu: Levalasztas
it: Scollega
nl: Ontkoppelen
pt: Desvincular
