Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# certifications_ecardStack_empty_title
source: No certifications yet
ar: لا توجد شهادات بعد
de: Noch keine Zertifizierungen
es: Aun no hay certificaciones
fr: Aucune certification
he: אין עדיין הסמכות
hu: Meg nincsenek kepesitesek
it: Nessuna certificazione ancora
nl: Nog geen certificeringen
pt: Nenhuma certificacao ainda

# certifications_ecard_label_certifiedBy
source: Certified by {agency}
ar: معتمد من {agency}
de: Zertifiziert von {agency}
es: Certificado por {agency}
fr: Certifie par {agency}
he: הוסמך על ידי {agency}
hu: Kepesitette: {agency}
it: Certificato da {agency}
nl: Gecertificeerd door {agency}
pt: Certificado por {agency}

# certifications_ecard_label_instructor
source: INSTRUCTOR
ar: المدرب
fr: MONITEUR
he: מדריך
hu: OKTATO
it: ISTRUTTORE
nl: INSTRUCTEUR
pt: INSTRUTOR

# certifications_ecard_label_issued
source: ISSUED
ar: تاريخ الإصدار
de: AUSGESTELLT
es: EMITIDO
fr: DELIVRE
he: הונפק
hu: KIADAS
it: RILASCIATO
nl: UITGEGEVEN
pt: EMITIDO

# certifications_ecard_statusBadge_expired
source: EXPIRED
ar: منتهية
de: ABGELAUFEN
es: EXPIRADO
fr: EXPIRE
he: פג תוקף
hu: LEJART
it: SCADUTO
nl: VERLOPEN
pt: EXPIRADO

# certifications_ecard_statusBadge_expiring
source: EXPIRING
ar: قاربت على الانتهاء
de: LAEUFT AB
es: POR EXPIRAR
fr: BIENTOT EXPIRE
he: עומד לפוג
hu: LEJAROBAN
it: IN SCADENZA
nl: VERLOOPT
pt: EXPIRANDO

# certifications_edit_appBar_add
source: Add Certification
ar: إضافة شهادة
de: Zertifizierung hinzufuegen
es: Agregar certificacion
fr: Ajouter une certification
he: הוסף הסמכה
hu: Kepesites hozzaadasa
it: Aggiungi certificazione
nl: Certificering toevoegen
pt: Adicionar Certificacao

# certifications_edit_appBar_edit
source: Edit Certification
ar: تعديل الشهادة
de: Zertifizierung bearbeiten
es: Editar certificacion
fr: Modifier la certification
he: ערוך הסמכה
hu: Kepesites szerkesztese
it: Modifica certificazione
nl: Certificering bewerken
pt: Editar Certificacao

# certifications_edit_button_add
source: Add Certification
ar: إضافة شهادة
de: Zertifizierung hinzufuegen
es: Agregar certificacion
fr: Ajouter la certification
he: הוסף הסמכה
hu: Kepesites hozzaadasa
it: Aggiungi certificazione
nl: Certificering toevoegen
pt: Adicionar Certificacao

# certifications_edit_button_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# certifications_edit_button_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# certifications_edit_button_update
source: Update Certification
ar: تحديث الشهادة
de: Zertifizierung aktualisieren
es: Actualizar certificacion
fr: Mettre a jour la certification
he: עדכן הסמכה
hu: Kepesites frissitese
it: Aggiorna certificazione
nl: Certificering bijwerken
pt: Atualizar Certificacao

# certifications_edit_datePicker_clearTooltip
source: Clear {label}
ar: مسح {label}
de: {label} loeschen
es: Borrar {label}
fr: Effacer {label}
he: נקה {label}
hu: {label} torlese
it: Cancella {label}
nl: {label} wissen
pt: Limpar {label}

# certifications_edit_datePicker_tapToSelect
source: Tap to select
ar: اضغط للاختيار
de: Zum Auswaehlen tippen
es: Toca para seleccionar
fr: Appuie pour selectionner
he: הקש לבחירה
hu: Koppintson a kivalasztashoz
it: Tocca per selezionare
nl: Tik om te selecteren
pt: Toque para selecionar

# certifications_edit_dialog_discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
he: מחק
hu: Eldobas
it: Scarta
nl: Verwerpen
pt: Descartar

# certifications_edit_dialog_discardContent
source: You have unsaved changes. Are you sure you want to leave?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد من المغادرة؟
de: Sie haben ungespeicherte Aenderungen. Sind Sie sicher, dass Sie die Seite verlassen moechten?
es: Tienes cambios sin guardar. Estas seguro de que deseas salir?
fr: Tu as des modifications non enregistrees. Es-tu sur de vouloir quitter ?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לצאת?
hu: Mentetlen valtozasai vannak. Biztosan el akar tavozni?
it: Hai modifiche non salvate. Sei sicuro di voler uscire?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je wilt vertrekken?
pt: Voce tem alteracoes nao salvas. Tem certeza de que deseja sair?

# certifications_edit_dialog_discardTitle
source: Discard Changes?
ar: تجاهل التغييرات؟
de: Aenderungen verwerfen?
es: Descartar cambios?
fr: Abandonner les modifications ?
he: למחוק שינויים?
hu: Valtozasok eldobasa?
it: Scartare le modifiche?
nl: Wijzigingen verwerpen?
pt: Descartar Alteracoes?

# certifications_edit_dialog_keepEditing
source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer l'edition
he: המשך עריכה
hu: Szerkesztes folytatasa
it: Continua a modificare
nl: Verder bewerken
pt: Continuar Editando

# certifications_edit_help_expiryDate
source: Leave empty for certifications that don't expire
ar: اتركه فارغاً للشهادات التي لا تنتهي صلاحيتها
de: Leer lassen fuer Zertifizierungen ohne Ablaufdatum
es: Deja vacio para certificaciones que no expiran
fr: Laisse vide pour les certifications sans expiration
he: השאר ריק להסמכות ללא תפוגה
hu: Hagyja uresen a le nem jaro kepesiteseknel
it: Lascia vuoto per certificazioni senza scadenza
nl: Laat leeg voor certificeringen die niet verlopen
pt: Deixe vazio para certificacoes que nao expiram

# certifications_edit_hint_cardNumber
source: Enter certification card number
ar: أدخل رقم بطاقة الشهادة
de: Kartennummer der Zertifizierung eingeben
es: Ingresa el numero de tarjeta de certificacion
fr: Entrez le numero de carte de certification
he: הזן מספר כרטיס הסמכה
hu: Adja meg a kepesitesi kartyaszamot
it: Inserisci il numero della tessera di certificazione
nl: Voer certificeringskaartnummer in
pt: Insira o numero do cartao de certificacao

# certifications_edit_hint_certificationName
source: e.g., Open Water Diver
ar: مثال: غواص مياه مفتوحة
de: z. B. Open Water Diver
es: p. ej., Open Water Diver
fr: ex. Open Water Diver
he: לדוגמה, Open Water Diver
hu: pl. Open Water Diver
it: es. Open Water Diver
nl: bijv. Open Water Diver
pt: ex., Open Water Diver

# certifications_edit_hint_instructorName
source: Name of certifying instructor
ar: اسم المدرب المعتمد
de: Name des zertifizierenden Instructors
es: Nombre del instructor certificador
fr: Nom du moniteur certificateur
he: שם המדריך המסמיך
hu: A kepesito oktato neve
it: Nome dell'istruttore certificante
nl: Naam van certificerende instructeur
pt: Nome do instrutor certificador

# certifications_edit_hint_instructorNumber
source: Instructor certification number
ar: رقم شهادة المدرب
de: Instructor-Zertifizierungsnummer
es: Numero de certificacion del instructor
fr: Numero de certification du moniteur
he: מספר הסמכת המדריך
hu: Oktato kepesitesi szama
it: Numero di certificazione dell'istruttore
nl: Certificeringsnummer instructeur
pt: Numero de certificacao do instrutor

# certifications_edit_hint_notes
source: Any additional notes
ar: أي ملاحظات إضافية
de: Zusaetzliche Notizen
es: Notas adicionales
fr: Notes supplementaires
he: הערות נוספות
hu: Barmilyen tovabbi megjegyzes
it: Eventuali note aggiuntive
nl: Eventuele extra notities
pt: Quaisquer observacoes adicionais

# certifications_edit_label_agency
source: Agency *
ar: الجهة المانحة *
de: Verband *
es: Agencia *
fr: Organisme *
he: סוכנות *
hu: Szervezet *
it: Ente *
nl: Organisatie *
pt: Agencia *

# certifications_edit_label_cardNumber
source: Card Number
ar: رقم البطاقة
de: Kartennummer
es: Numero de tarjeta
fr: Numero de carte
he: מספר כרטיס
hu: Kartyaszam
it: Numero tessera
nl: Kaartnummer
pt: Numero do Cartao

# certifications_edit_label_certificationName
source: Certification Name *
ar: اسم الشهادة *
de: Zertifizierungsname *
es: Nombre de la certificacion *
fr: Nom de la certification *
he: שם הסמכה *
hu: Kepesites neve *
it: Nome certificazione *
nl: Certificeringsnaam *
pt: Nome da Certificacao *

# certifications_edit_label_expiryDate
source: Expiry Date
ar: تاريخ الانتهاء
de: Ablaufdatum
es: Fecha de vencimiento
fr: Date d'expiration
he: תאריך תפוגה
hu: Lejarat datuma
it: Data di scadenza
nl: Vervaldatum
pt: Data de Validade

# certifications_edit_label_instructorName
source: Instructor Name
ar: اسم المدرب
es: Nombre del instructor
fr: Nom du moniteur
he: שם המדריך
hu: Oktato neve
it: Nome istruttore
nl: Instructeurnaam
pt: Nome do Instrutor

# certifications_edit_label_instructorNumber
source: Instructor Number
ar: رقم المدرب
de: Instructor-Nummer
es: Numero del instructor
fr: Numero du moniteur
he: מספר המדריך
hu: Oktato szama
it: Numero istruttore
nl: Instructeurnummer
pt: Numero do Instrutor

# certifications_edit_label_issueDate
source: Issue Date
ar: تاريخ الإصدار
de: Ausstellungsdatum
es: Fecha de emision
fr: Date de delivrance
he: תאריך הנפקה
hu: Kiadas datuma
it: Data di rilascio
nl: Uitgiftedatum
pt: Data de Emissao

# certifications_edit_label_level
source: Level
ar: المستوى
de: Stufe
es: Nivel
fr: Niveau
he: רמה
hu: Szint
it: Livello
nl: Niveau
pt: Nivel

# certifications_edit_label_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Observacoes

# certifications_edit_level_notSpecified
source: Not specified
ar: غير محدد
de: Nicht angegeben
es: No especificado
fr: Non specifie
he: לא צוין
hu: Nincs megadva
it: Non specificato
nl: Niet opgegeven
pt: Nao especificado

# certifications_edit_photo_addSemanticLabel
source: Add {label} photo. Tap to select
ar: إضافة صورة {label}. اضغط للاختيار
de: {label}-Foto hinzufuegen. Tippen Sie zum Auswaehlen
es: Agregar foto de {label}. Toca para seleccionar
fr: Ajouter une photo {label}. Appuie pour selectionner
he: הוסף תמונת {label}. הקש לבחירה
hu: {label} foto hozzaadasa. Koppintson a kivalasztashoz
it: Aggiungi foto {label}. Tocca per selezionare
nl: {label}-foto toevoegen. Tik om te selecteren
pt: Adicionar foto {label}. Toque para selecionar

# certifications_edit_photo_attachedSemanticLabel
source: {label} photo attached. Tap to change
ar: صورة {label} مرفقة. اضغط للتغيير
de: {label}-Foto angehaengt. Tippen Sie zum Aendern
es: Foto de {label} adjunta. Toca para cambiar
fr: Photo {label} jointe. Appuie pour changer
he: תמונת {label} מצורפת. הקש לשינוי
hu: {label} foto csatolva. Koppintson a modositashoz
it: Foto {label} allegata. Tocca per cambiare
nl: {label}-foto bijgevoegd. Tik om te wijzigen
pt: Foto {label} anexada. Toque para alterar

# certifications_edit_photo_chooseFromGallery
source: Choose from Gallery
ar: اختيار من المعرض
de: Aus Galerie auswaehlen
es: Elegir de la galeria
fr: Choisir dans la galerie
he: בחר מהגלריה
hu: Valasszon a galeriabol
it: Scegli dalla galleria
nl: Kies uit galerij
pt: Escolher da Galeria

# certifications_edit_photo_removeTooltip
source: Remove {label} photo
ar: إزالة صورة {label}
de: {label}-Foto entfernen
es: Eliminar foto de {label}
fr: Supprimer la photo {label}
he: הסר תמונת {label}
hu: {label} foto eltavolitasa
it: Rimuovi foto {label}
nl: {label}-foto verwijderen
pt: Remover foto {label}

# certifications_edit_photo_takePhoto
source: Take Photo
ar: التقاط صورة
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
he: צלם תמונה
hu: Foto keszitese
it: Scatta foto
nl: Foto maken
pt: Tirar Foto

# certifications_edit_sectionTitle_cardPhotos
source: Card Photos
ar: صور البطاقة
de: Kartenfotos
es: Fotos de la tarjeta
fr: Photos de la carte
he: תמונות כרטיס
hu: Kartya fotok
it: Foto tessera
nl: Kaartfoto's
pt: Fotos do Cartao

# certifications_edit_sectionTitle_dates
source: Dates
ar: التواريخ
de: Daten
es: Fechas
he: תאריכים
hu: Datumok
it: Date
nl: Datums
pt: Datas

# certifications_edit_sectionTitle_instructorInfo
source: Instructor Information
ar: معلومات المدرب
de: Instructor-Informationen
es: Informacion del instructor
fr: Informations du moniteur
he: פרטי מדריך
hu: Oktato informaciok
it: Informazioni istruttore
nl: Instructeurinformatie
pt: Informacoes do Instrutor

# certifications_edit_sectionTitle_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Observacoes

# certifications_edit_snackBar_added
source: Certification added successfully
ar: تمت إضافة الشهادة بنجاح
de: Zertifizierung erfolgreich hinzugefuegt
es: Certificacion agregada exitosamente
fr: Certification ajoutee avec succes
he: ההסמכה נוספה בהצלחה
hu: Kepesites sikeresen hozzaadva
it: Certificazione aggiunta con successo
nl: Certificering succesvol toegevoegd
pt: Certificacao adicionada com sucesso

# certifications_edit_snackBar_errorLoading
source: Error loading certification: {error}
ar: خطأ في تحميل الشهادة: {error}
de: Fehler beim Laden der Zertifizierung: {error}
es: Error al cargar la certificacion: {error}
fr: Erreur de chargement de la certification : {error}
he: שגיאה בטעינת הסמכה: {error}
hu: Hiba a kepesites betoltesekor: {error}
it: Errore nel caricamento della certificazione: {error}
nl: Fout bij laden van certificering: {error}
pt: Erro ao carregar certificacao: {error}

# certifications_edit_snackBar_errorPhoto
source: Error picking photo: {error}
ar: خطأ في اختيار الصورة: {error}
de: Fehler beim Auswaehlen des Fotos: {error}
es: Error al seleccionar la foto: {error}
fr: Erreur de selection de la photo : {error}
he: שגיאה בבחירת תמונה: {error}
hu: Hiba a foto kivalasztasakor: {error}
it: Errore nella selezione della foto: {error}
nl: Fout bij kiezen van foto: {error}
pt: Erro ao selecionar foto: {error}

# certifications_edit_snackBar_errorSaving
source: Error saving certification: {error}
ar: خطأ في حفظ الشهادة: {error}
de: Fehler beim Speichern der Zertifizierung: {error}
es: Error al guardar la certificacion: {error}
fr: Erreur d'enregistrement de la certification : {error}
he: שגיאה בשמירת הסמכה: {error}
hu: Hiba a kepesites mentesekor: {error}
it: Errore nel salvataggio della certificazione: {error}
nl: Fout bij opslaan van certificering: {error}
pt: Erro ao salvar certificacao: {error}

# certifications_edit_snackBar_updated
source: Certification updated successfully
ar: تم تحديث الشهادة بنجاح
de: Zertifizierung erfolgreich aktualisiert
es: Certificacion actualizada correctamente
fr: Certification mise a jour avec succes
he: ההסמכה עודכנה בהצלחה
hu: Tanusitvany sikeresen frissitve
it: Certificazione aggiornata con successo
nl: Certificering succesvol bijgewerkt
pt: Certificacao atualizada com sucesso

# certifications_edit_validation_nameRequired
source: Please enter a certification name
ar: يرجى إدخال اسم الشهادة
de: Bitte geben Sie einen Zertifizierungsnamen ein
es: Por favor, introduce un nombre de certificacion
fr: Veuillez entrer un nom de certification
he: נא להזין שם הסמכה
hu: Kerem, adja meg a tanusitvany nevet
it: Inserisci un nome per la certificazione
nl: Voer een certificeringsnaam in
pt: Por favor, insira um nome de certificacao

# certifications_list_button_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujraproba
it: Riprova
nl: Opnieuw proberen
pt: Tentar novamente

# certifications_list_empty_button
source: Add Your First Certification
ar: أضف شهادتك الأولى
de: Erste Zertifizierung hinzufuegen
es: Agrega tu primera certificacion
fr: Ajouter votre premiere certification
he: הוסף את ההסמכה הראשונה שלך
hu: Adja hozza az elso tanusitvanyt
it: Aggiungi la tua prima certificazione
nl: Voeg je eerste certificering toe
pt: Adicionar Sua Primeira Certificacao

# certifications_list_empty_subtitle
source: Add your dive certifications to keep track of your training and qualifications
ar: أضف شهادات الغوص الخاصة بك لتتبع تدريبك ومؤهلاتك
de: Fuegen Sie Ihre Tauchzertifizierungen hinzu, um Ihre Ausbildung und Qualifikationen zu verfolgen
es: Agrega tus certificaciones de buceo para llevar un registro de tu formacion y cualificaciones
fr: Ajoutez vos certifications de plongee pour suivre votre formation et vos qualifications
he: הוסף את הסמכות הצלילה שלך כדי לעקוב אחר ההכשרה והכישורים שלך
hu: Adja hozza merulesi tanusitványait a kepzesek es kepesitesek nyomon kovetésehez
it: Aggiungi le tue certificazioni subacquee per tenere traccia della tua formazione e qualifiche
nl: Voeg je duikcertificeringen toe om je opleidingen en kwalificaties bij te houden
pt: Adicione suas certificacoes de mergulho para acompanhar seu treinamento e qualificacoes

# certifications_list_empty_title
source: No certifications added yet
ar: لم تتم إضافة شهادات بعد
de: Noch keine Zertifizierungen hinzugefuegt
es: No se han agregado certificaciones
fr: Aucune certification ajoutee
he: עדיין לא נוספו הסמכות
hu: Meg nincsenek tanusitványok hozzaadva
it: Nessuna certificazione aggiunta
nl: Nog geen certificeringen toegevoegd
pt: Nenhuma certificacao adicionada ainda

# certifications_list_error_loading
source: Error loading certifications: {error}
ar: خطأ في تحميل الشهادات: {error}
de: Fehler beim Laden der Zertifizierungen: {error}
es: Error al cargar certificaciones: {error}
fr: Erreur lors du chargement des certifications : {error}
he: שגיאה בטעינת הסמכות: {error}
hu: Hiba a tanusitványok betoltesekor: {error}
it: Errore nel caricamento delle certificazioni: {error}
nl: Fout bij laden van certificeringen: {error}
pt: Erro ao carregar certificacoes: {error}

# certifications_list_fab_addCertification
source: Add Certification
ar: إضافة شهادة
de: Zertifizierung hinzufuegen
es: Agregar certificacion
fr: Ajouter une certification
he: הוסף הסמכה
hu: Tanusitvany hozzaadasa
it: Aggiungi certificazione
nl: Certificering toevoegen
pt: Adicionar Certificacao

# certifications_list_section_expired
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Vencidas
fr: Expiree
he: פג תוקף
hu: Lejart
it: Scadute
nl: Verlopen
pt: Expirada

# certifications_list_section_expiringSoon
source: Expiring Soon
ar: تنتهي قريبًا
de: Laeuft bald ab
es: Por vencer
fr: Expire bientot
he: תוקף פג בקרוב
hu: Hamarosan lejar
it: In scadenza
nl: Verloopt binnenkort
pt: Expirando em Breve

# certifications_list_section_valid
source: Valid
ar: سارية
de: Gueltig
es: Vigentes
fr: Valide
he: בתוקף
hu: Ervenyes
it: Valide
nl: Geldig
pt: Valida

# certifications_list_sort_title
source: Sort Certifications
ar: ترتيب الشهادات
de: Zertifizierungen sortieren
es: Ordenar certificaciones
fr: Trier les certifications
he: מיון הסמכות
hu: Tanusitványok rendezese
it: Ordina certificazioni
nl: Certificeringen sorteren
pt: Ordenar Certificacoes

# certifications_list_tile_expired
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Vencida
fr: Expiree
he: פג תוקף
hu: Lejart
it: Scaduta
nl: Verlopen
pt: Expirada

# certifications_list_tile_expiringDays
source: {days}d
ar: {days}ي
de: {days}T
fr: {days}j
he: {days}י
hu: {days}n
it: {days}g

# certifications_list_tooltip_addCertification
source: Add Certification
ar: إضافة شهادة
de: Zertifizierung hinzufuegen
es: Agregar certificacion
fr: Ajouter une certification
he: הוסף הסמכה
hu: Tanusitvany hozzaadasa
it: Aggiungi certificazione
nl: Certificering toevoegen
pt: Adicionar Certificacao

# certifications_list_tooltip_search
source: Search certifications
ar: البحث في الشهادات
de: Zertifizierungen durchsuchen
es: Buscar certificaciones
fr: Rechercher des certifications
he: חיפוש הסמכות
hu: Tanusitványok keresese
it: Cerca certificazioni
nl: Certificeringen zoeken
pt: Buscar certificacoes

# certifications_list_tooltip_sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
he: מיון
hu: Rendezes
it: Ordina
nl: Sorteren
pt: Ordenar

# certifications_list_tooltip_walletView
source: Wallet View
ar: عرض المحفظة
de: Kartenansicht
es: Vista de cartera
fr: Vue portefeuille
he: תצוגת ארנק
hu: Kartya nezet
it: Vista portafoglio
nl: Portemonneeweergave
pt: Visualizacao em Carteira

# certifications_picker_clearTooltip
source: Clear certification selection
ar: مسح اختيار الشهادة
de: Zertifizierungsauswahl loeschen
es: Borrar seleccion de certificacion
fr: Effacer la selection de certification
he: נקה בחירת הסמכה
hu: Tanusitvany kivalasztas torlese
it: Cancella selezione certificazione
nl: Certificeringselectie wissen
pt: Limpar selecao de certificacao

# certifications_picker_empty_addButton
source: Add Certification
ar: إضافة شهادة
de: Zertifizierung hinzufuegen
es: Agregar certificacion
fr: Ajouter une certification
he: הוסף הסמכה
hu: Tanusitvany hozzaadasa
it: Aggiungi certificazione
nl: Certificering toevoegen
pt: Adicionar Certificacao

# certifications_picker_empty_title
source: No certifications yet
ar: لا توجد شهادات بعد
de: Noch keine Zertifizierungen
es: No hay certificaciones aun
fr: Aucune certification
he: עדיין אין הסמכות
hu: Meg nincsenek tanusitványok
it: Nessuna certificazione ancora
nl: Nog geen certificeringen
pt: Nenhuma certificacao ainda

# certifications_picker_error
source: Error loading certifications: {error}
ar: خطأ في تحميل الشهادات: {error}
de: Fehler beim Laden der Zertifizierungen: {error}
es: Error al cargar certificaciones: {error}
fr: Erreur lors du chargement des certifications : {error}
he: שגיאה בטעינת הסמכות: {error}
hu: Hiba a tanusitványok betoltesekor: {error}
it: Errore nel caricamento delle certificazioni: {error}
nl: Fout bij laden van certificeringen: {error}
pt: Erro ao carregar certificacoes: {error}

# certifications_picker_expired
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Vencida
fr: Expiree
he: פג תוקף
hu: Lejart
it: Scaduta
nl: Verlopen
pt: Expirada

# certifications_picker_hint
source: Tap to link to an earned certification
ar: انقر للربط بشهادة مكتسبة
de: Tippen, um mit einer erworbenen Zertifizierung zu verknuepfen
es: Toca para vincular a una certificacion obtenida
fr: Appuie pour associer a une certification obtenue
he: הקש כדי לקשר להסמכה שהושגה
hu: Koppintson egy megszerzett tanusitvany csatolasahoz
it: Tocca per collegare a una certificazione ottenuta
nl: Tik om aan een behaalde certificering te koppelen
pt: Toque para vincular a uma certificacao obtida

# certifications_picker_newCert
source: New Cert
ar: شهادة جديدة
de: Neue Zertifizierung
es: Nueva cert.
fr: Nouvelle cert.
he: הסמכה חדשה
hu: Uj tanusitvany
it: Nuova cert.
nl: Nieuw cert.
pt: Nova Cert.

# certifications_picker_noSelection
source: No certification selected
ar: لم يتم اختيار شهادة
de: Keine Zertifizierung ausgewaehlt
es: No se ha seleccionado certificacion
fr: Aucune certification selectionnee
he: לא נבחרה הסמכה
hu: Nincs tanusitvany kivalasztva
it: Nessuna certificazione selezionata
nl: Geen certificering geselecteerd
pt: Nenhuma certificacao selecionada

# certifications_picker_sheetTitle
source: Link to Certification
ar: الربط بشهادة
de: Mit Zertifizierung verknuepfen
es: Vincular a certificacion
fr: Associer a une certification
he: קישור להסמכה
hu: Csatolas tanusitványhoz
it: Collega a certificazione
nl: Koppelen aan certificering
pt: Vincular a Certificacao

# certifications_renderer_footer
source: Submersion Dive Log
ar: سجل غوص Submersion
de: Submersion Tauchlogbuch
es: Submersion Registro de buceo
fr: Carnet de plongee Submersion
he: יומן צלילות Submersion
hu: Submersion merulesi naplo
nl: Submersion Duiklogboek

# certifications_renderer_label_cardNumber
source: Card #: {number}
ar: رقم البطاقة: {number}
de: Karten-Nr.: {number}
es: Tarjeta #: {number}
fr: N de carte : {number}
he: מספר כרטיס: {number}
hu: Kartyaszam: {number}
it: N. tessera: {number}
nl: Kaartnr.: {number}
pt: Cartao #: {number}

# certifications_renderer_label_hasCompletedTraining
source: has completed training as
ar: قد أتم التدريب بصفته
de: hat die Ausbildung abgeschlossen als
es: ha completado la formacion como
fr: a termine la formation en tant que
he: השלים/ה הכשרה בתור
hu: elvégezte a kepzest mint
it: ha completato la formazione come
nl: heeft de opleiding afgerond als
pt: completou o treinamento como
