Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveTypes_addTooltip
source: Add dive type
ar: إضافة نوع غوص
de: Tauchgangstyp hinzufügen
es: Agregar tipo de inmersión
fr: Ajouter un type de plongée
he: הוסף סוג צלילה
hu: Merülés típus hozzáadása
it: Aggiungi tipo immersione
nl: Duiktype toevoegen
pt: Adicionar tipo de mergulho

# diveTypes_appBar_title
source: Dive Types
ar: أنواع الغوص
de: Tauchgangstypen
es: Tipos de Inmersión
fr: Types de plongée
he: סוגי צלילה
hu: Merülés típusok
it: Tipi di Immersione
nl: Duiktypes
pt: Tipos de Mergulho

# diveTypes_builtIn
source: Built-in
ar: مدمج
de: Integriert
es: Integrado
fr: Intégré
he: מובנה
hu: Beépített
it: Predefiniti
nl: Ingebouwd
pt: Integrado

# diveTypes_builtInHeader
source: Built-in Dive Types
ar: أنواع الغوص المدمجة
de: Integrierte Tauchgangstypen
es: Tipos de Inmersión Integrados
fr: Types de plongée intégrés
he: סוגי צלילה מובנים
hu: Beépített merülés típusok
it: Tipi di Immersione Predefiniti
nl: Ingebouwde duiktypes
pt: Tipos de Mergulho Integrados

# diveTypes_custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
he: מותאם
hu: Egyedi
it: Personalizzati
nl: Aangepast
pt: Personalizado

# diveTypes_customHeader
source: Custom Dive Types
ar: أنواع الغوص المخصصة
de: Benutzerdefinierte Tauchgangstypen
es: Tipos de Inmersión Personalizados
fr: Types de plongée personnalisés
he: סוגי צלילה מותאמים
hu: Egyedi merülés típusok
it: Tipi di Immersione Personalizzati
nl: Aangepaste duiktypes
pt: Tipos de Mergulho Personalizados

# diveTypes_deleteDialog_content
source: Are you sure you want to delete "{name}"?
ar: هل أنت متأكد من حذف "{name}"؟
de: Möchten Sie "{name}" wirklich löschen?
es: ¿Estás seguro de que deseas eliminar "{name}"?
fr: Voulez-vous vraiment supprimer « {name} » ?
he: האם אתה בטוח שברצונך למחוק את "{name}"?
hu: Biztosan törölni szeretnéd: "{name}"?
it: Sei sicuro di voler eliminare "{name}"?
nl: Weet je zeker dat je "{name}" wilt verwijderen?
pt: Tem certeza de que deseja excluir "{name}"?

# diveTypes_deleteDialog_title
source: Delete Dive Type?
ar: حذف نوع الغوص؟
de: Tauchgangstyp löschen?
es: ¿Eliminar Tipo de Inmersión?
fr: Supprimer le type de plongée ?
he: למחוק סוג צלילה?
hu: Merülés típus törlése?
it: Eliminare Tipo Immersione?
nl: Duiktype verwijderen?
pt: Excluir Tipo de Mergulho?

# diveTypes_deleteTooltip
source: Delete dive type
ar: حذف نوع الغوص
de: Tauchgangstyp löschen
es: Eliminar tipo de inmersión
fr: Supprimer le type de plongée
he: מחק סוג צלילה
hu: Merülés típus törlése
it: Elimina tipo immersione
nl: Duiktype verwijderen
pt: Excluir tipo de mergulho

# diveTypes_snackbar_added
source: Added dive type: {name}
ar: تمت إضافة نوع الغوص: {name}
de: Tauchgangstyp hinzugefügt: {name}
es: Tipo de inmersión agregado: {name}
fr: Type de plongée ajouté : {name}
he: סוג צלילה נוסף: {name}
hu: Merülés típus hozzáadva: {name}
it: Tipo immersione aggiunto: {name}
nl: Duiktype toegevoegd: {name}
pt: Tipo de mergulho adicionado: {name}

# diveTypes_snackbar_cannotDelete
source: Cannot delete "{name}" - it is used by existing dives
ar: لا يمكن حذف "{name}" - مستخدم في غطسات موجودة
de: "{name}" kann nicht gelöscht werden - wird von vorhandenen Tauchgängen verwendet
es: No se puede eliminar "{name}" - está siendo usado por inmersiones existentes
fr: Impossible de supprimer « {name} » - il est utilisé par des plongées existantes
he: לא ניתן למחוק את "{name}" - הוא משמש צלילות קיימות
hu: Nem lehet törölni "{name}" - meglévő merülések használják
it: Impossibile eliminare "{name}" - è usato da immersioni esistenti
nl: Kan "{name}" niet verwijderen - wordt gebruikt door bestaande duiken
pt: Não é possível excluir "{name}" - está sendo usado por mergulhos existentes

# diveTypes_snackbar_deleted
source: Deleted "{name}"
ar: تم حذف "{name}"
de: "{name}" gelöscht
es: Eliminado "{name}"
fr: « {name} » supprimé
he: נמחק "{name}"
hu: Törölve: "{name}"
it: Eliminato "{name}"
nl: "{name}" verwijderd
pt: Excluído "{name}"

# diveTypes_snackbar_errorAdding
source: Error adding dive type: {error}
ar: خطأ في إضافة نوع الغوص: {error}
de: Fehler beim Hinzufügen des Tauchgangstyps: {error}
es: Error al agregar tipo de inmersión: {error}
fr: Erreur lors de l'ajout du type de plongée : {error}
he: שגיאה בהוספת סוג צלילה: {error}
hu: Hiba a merülés típus hozzáadásakor: {error}
it: Errore durante l'aggiunta del tipo immersione: {error}
nl: Fout bij toevoegen duiktype: {error}
pt: Erro ao adicionar tipo de mergulho: {error}

# diveTypes_snackbar_errorDeleting
source: Error deleting dive type: {error}
ar: خطأ في حذف نوع الغوص: {error}
de: Fehler beim Löschen des Tauchgangstyps: {error}
es: Error al eliminar tipo de inmersión: {error}
fr: Erreur lors de la suppression du type de plongée : {error}
he: שגיאה במחיקת סוג צלילה: {error}
hu: Hiba a merülés típus törlésekor: {error}
it: Errore durante l'eliminazione del tipo immersione: {error}
nl: Fout bij verwijderen duiktype: {error}
pt: Erro ao excluir tipo de mergulho: {error}

# divers_detail_activeDiver
source: Active Diver
ar: الغواص النشط
de: Aktiver Taucher
es: Buceador activo
fr: Plongeur actif
he: צולל פעיל
hu: Aktiv merülo
it: Subacqueo attivo
nl: Actieve duiker
pt: Mergulhador Ativo

# divers_detail_allergiesLabel
source: Allergies
ar: الحساسية
de: Allergien
es: Alergias
he: אלרגיות
hu: Allergiak
it: Allergie
nl: Allergieen
pt: Alergias

# divers_detail_appBarTitle
source: Diver
ar: الغواص
de: Taucher
es: Buceador
fr: Plongeur
he: צולל
hu: Merülo
it: Subacqueo
nl: Duiker
pt: Mergulhador

# divers_detail_bloodTypeLabel
source: Blood Type
ar: فصيلة الدم
de: Blutgruppe
es: Grupo sanguineo
fr: Groupe sanguin
he: סוג דם
hu: Vercsoport
it: Gruppo sanguigno
nl: Bloedgroep
pt: Tipo Sanguineo

# divers_detail_bottomTimeLabel
source: Bottom Time
ar: وقت القاع
de: Grundzeit
es: Tiempo de fondo
fr: Temps au fond
he: זמן תחתית
hu: Fenekido
it: Tempo di fondo
nl: Bodemtijd
pt: Tempo de Fundo

# divers_detail_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# divers_detail_contactTitle
source: Contact
ar: جهة الاتصال
de: Kontakt
es: Contacto
he: איש קשר
hu: Kapcsolat
it: Contatto
pt: Contato

# divers_detail_defaultLabel
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par defaut
he: ברירת מחדל
hu: Alapertelmezett
it: Predefinito
nl: Standaard
pt: Padrao

# divers_detail_deleteButton
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחיקה
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# divers_detail_deleteDialogContent
source: Are you sure you want to delete {name}? All associated dive logs will be unassigned.
ar: هل أنت متأكد أنك تريد حذف {name}؟ سيتم إلغاء تعيين جميع سجلات الغوص المرتبطة.
de: Sind Sie sicher, dass Sie {name} loeschen moechten? Alle zugeordneten Tauchprotokolle werden freigegeben.
es: Estas seguro de que deseas eliminar a {name}? Todos los registros de buceo asociados seran desasignados.
fr: Voulez-vous vraiment supprimer {name} ? Tous les carnets de plongee associes seront desaffectes.
he: האם אתה בטוח שברצונך למחוק את {name}? כל יומני הצלילה המשויכים יבוטלו.
hu: Biztosan torli {name} merülot? Az osszes hozzatartozo merülesi naplo hozzarendelese megszunik.
it: Sei sicuro di voler eliminare {name}? Tutti i registri immersione associati saranno disassociati.
nl: Weet je zeker dat je {name} wilt verwijderen? Alle bijbehorende duiklogs worden losgekoppeld.
pt: Tem certeza de que deseja excluir {name}? Todos os registros de mergulho associados serao desvinculados.

# divers_detail_deleteDialogTitle
source: Delete Diver?
ar: حذف الغواص؟
de: Taucher loeschen?
es: Eliminar buceador?
fr: Supprimer le plongeur ?
he: למחוק צולל?
hu: Merülo torlese?
it: Eliminare il subacqueo?
nl: Duiker verwijderen?
pt: Excluir Mergulhador?

# divers_detail_deleteError
source: Failed to delete: {error}
ar: فشل في الحذف: {error}
de: Loeschen fehlgeschlagen: {error}
es: Error al eliminar: {error}
fr: Echec de la suppression : {error}
he: המחיקה נכשלה: {error}
hu: Nem sikerult a torles: {error}
it: Eliminazione non riuscita: {error}
nl: Verwijderen mislukt: {error}
pt: Falha ao excluir: {error}

# divers_detail_deleteMenuItem
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחיקה
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# divers_detail_deletedSnackbar
source: Diver deleted
ar: تم حذف الغواص
de: Taucher geloescht
es: Buceador eliminado
fr: Plongeur supprime
he: הצולל נמחק
hu: Merülo torolve
it: Subacqueo eliminato
nl: Duiker verwijderd
pt: Mergulhador excluido

# divers_detail_diveInsuranceTitle
source: Dive Insurance
ar: تأمين الغوص
de: Tauchversicherung
es: Seguro de buceo
fr: Assurance plongee
he: ביטוח צלילה
hu: Merülesi biztositas
it: Assicurazione subacquea
nl: Duikverzekering
pt: Seguro de Mergulho

# divers_detail_diveStatisticsTitle
source: Dive Statistics
ar: إحصائيات الغوص
de: Tauchstatistik
es: Estadisticas de buceo
fr: Statistiques de plongee
he: סטטיסטיקות צלילה
hu: Merülesi statisztikak
it: Statistiche immersioni
nl: Duikstatistieken
pt: Estatisticas de Mergulho

# divers_detail_editTooltip
source: Edit diver
ar: تعديل الغواص
de: Taucher bearbeiten
es: Editar buceador
fr: Modifier le plongeur
he: ערוך צולל
hu: Merülo szerkesztese
it: Modifica subacqueo
nl: Duiker bewerken
pt: Editar mergulhador

# divers_detail_emergencyContactTitle
source: Emergency Contact
ar: جهة اتصال الطوارئ
de: Notfallkontakt
es: Contacto de emergencia
fr: Contact d'urgence
he: איש קשר לחירום
hu: Veszhelyzeti kapcsolattarto
it: Contatto di emergenza
nl: Noodcontact
pt: Contato de Emergencia

# divers_detail_errorPrefix
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# divers_detail_expiredBadge
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Vencido
fr: Expire
he: פג תוקף
hu: Lejart
it: Scaduta
nl: Verlopen
pt: Expirado

# divers_detail_expiresLabel
source: Expires
ar: تنتهي في
de: Laeuft ab
es: Vence
fr: Expire le
he: תפוגה
hu: Lejar
it: Scadenza
nl: Verloopt
pt: Expira em

# divers_detail_medicalInfoTitle
source: Medical Information
ar: المعلومات الطبية
de: Medizinische Informationen
es: Informacion medica
fr: Informations medicales
he: מידע רפואי
hu: Orvosi informaciok
it: Informazioni mediche
nl: Medische informatie
pt: Informacoes Medicas

# divers_detail_medicalNotesLabel
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Notas

# divers_detail_notFound
source: Diver not found
ar: الغواص غير موجود
de: Taucher nicht gefunden
es: Buceador no encontrado
fr: Plongeur introuvable
he: הצולל לא נמצא
hu: Merülo nem talalhato
it: Subacqueo non trovato
nl: Duiker niet gevonden
pt: Mergulhador nao encontrado

# divers_detail_notesTitle
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Notas

# divers_detail_policyNumberLabel
source: Policy #
ar: رقم الوثيقة
de: Policen-Nr.
es: Poliza #
fr: N de police
he: מספר פוליסה
hu: Kotveny szama
it: N. polizza
nl: Polisnr.
pt: Apolice #

# divers_detail_providerLabel
source: Provider
ar: مزود التأمين
de: Anbieter
es: Proveedor
fr: Assureur
he: ספק
hu: Biztosito
it: Fornitore
nl: Verzekeraar
pt: Seguradora

# divers_detail_setAsDefault
source: Set as Default
ar: تعيين كافتراضي
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Definir par defaut
he: הגדר כברירת מחדל
hu: Beallitas alapertelmezettkent
it: Imposta come predefinito
nl: Instellen als standaard
pt: Definir como Padrao

# divers_detail_setAsDefaultSnackbar
source: {name} set as default diver
ar: تم تعيين {name} كغواص افتراضي
de: {name} als Standardtaucher festgelegt
es: {name} establecido como buceador predeterminado
fr: {name} defini comme plongeur par defaut
he: {name} הוגדר כצולל ברירת מחדל
hu: {name} beallitva alapertelmezett merülokent
it: {name} impostato come subacqueo predefinito
nl: {name} ingesteld als standaardduiker
pt: {name} definido como mergulhador padrao

# divers_detail_switchToTooltip
source: Switch to this diver
ar: التبديل إلى هذا الغواص
de: Zu diesem Taucher wechseln
es: Cambiar a este buceador
fr: Basculer vers ce plongeur
he: עבור לצולל זה
hu: Valtas erre a merülore
it: Passa a questo subacqueo
nl: Overschakelen naar deze duiker
pt: Alternar para este mergulhador

# divers_detail_switchedTo
source: Switched to {name}
ar: تم التبديل إلى {name}
de: Gewechselt zu {name}
es: Se cambio a {name}
fr: Bascule vers {name}
he: עבר אל {name}
hu: Valtas: {name}
it: Passato a {name}
nl: Overgeschakeld naar {name}
pt: Alternado para {name}

# divers_detail_totalDivesLabel
source: Total Dives
ar: إجمالي الغوصات
de: Tauchgaenge gesamt
es: Total de inmersiones
fr: Total des plongees
he: סה"כ צלילות
hu: Osszes merüles
it: Immersioni totali
nl: Totaal duiken
pt: Total de Mergulhos

# divers_detail_unableToLoadStats
source: Unable to load stats
ar: تعذر تحميل الإحصائيات
de: Statistiken konnten nicht geladen werden
es: No se pudieron cargar las estadisticas
fr: Impossible de charger les statistiques
he: לא ניתן לטעון סטטיסטיקות
hu: Nem sikerult a statisztikak betoltese
it: Impossibile caricare le statistiche
nl: Kan statistieken niet laden
pt: Nao foi possivel carregar estatisticas

# divers_edit_addButton
source: Add Diver
ar: إضافة غواص
de: Taucher hinzufuegen
es: Agregar buceador
fr: Ajouter un plongeur
he: הוסף צולל
hu: Merülo hozzaadasa
it: Aggiungi subacqueo
nl: Duiker toevoegen
pt: Adicionar Mergulhador

# divers_edit_addTitle
source: Add Diver
ar: إضافة غواص
de: Taucher hinzufuegen
es: Agregar buceador
fr: Ajouter un plongeur
he: הוסף צולל
hu: Merülo hozzaadasa
it: Aggiungi subacqueo
nl: Duiker toevoegen
pt: Adicionar Mergulhador

# divers_edit_allergiesHint
source: e.g., Penicillin, Shellfish
ar: مثال: بنسلين، محار
de: z.B. Penicillin, Schalentiere
es: ej., Penicilina, Mariscos
fr: ex. Penicilline, Fruits de mer
he: לדוגמה, פניצילין, פירות ים
hu: pl. Penicillin, kagylofele
it: es. Penicillina, Crostacei
nl: bijv. Penicilline, Schaaldieren
pt: ex., Penicilina, Frutos do mar

# divers_edit_allergiesLabel
source: Allergies
ar: الحساسية
de: Allergien
es: Alergias
he: אלרגיות
hu: Allergiak
it: Allergie
nl: Allergieen
pt: Alergias

# divers_edit_bloodTypeHint
source: e.g., O+, A-, B+
ar: مثال: O+، A-، B+
de: z.B. 0+, A-, B+
es: ej., O+, A-, B+
fr: ex. O+, A-, B+
he: לדוגמה, O+, A-, B+
hu: pl. 0+, A-, B+
it: es. 0+, A-, B+
nl: bijv. O+, A-, B+
pt: ex., O+, A-, B+

# divers_edit_bloodTypeLabel
source: Blood Type
ar: فصيلة الدم
de: Blutgruppe
es: Grupo sanguineo
fr: Groupe sanguin
he: סוג דם
hu: Vercsoport
it: Gruppo sanguigno
nl: Bloedgroep
pt: Tipo Sanguineo

# divers_edit_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# divers_edit_clearInsuranceExpiryTooltip
source: Clear insurance expiry date
ar: مسح تاريخ انتهاء التأمين
de: Versicherungsablaufdatum loeschen
es: Borrar fecha de vencimiento del seguro
fr: Effacer la date d'expiration de l'assurance
he: נקה תאריך תפוגת ביטוח
hu: Biztositasi lejarat torlese
it: Cancella data scadenza assicurazione
nl: Vervaldatum verzekering wissen
pt: Limpar data de vencimento do seguro

# divers_edit_clearMedicalClearanceTooltip
source: Clear medical clearance date
ar: مسح تاريخ التصريح الطبي
de: Datum der aerztlichen Freigabe loeschen
es: Borrar fecha de autorizacion medica
fr: Effacer la date de certificat medical
he: נקה תאריך אישור רפואי
hu: Orvosi engedelylejarat torlese
it: Cancella data idoneità medica
nl: Datum medische keuring wissen
pt: Limpar data de liberacao medica

# divers_edit_contactNameLabel
source: Contact Name
ar: اسم جهة الاتصال
de: Kontaktname
es: Nombre del contacto
fr: Nom du contact
he: שם איש קשר
hu: Kapcsolattarto neve
it: Nome contatto
nl: Contactnaam
pt: Nome do Contato

# divers_edit_contactPhoneLabel
source: Contact Phone
ar: هاتف جهة الاتصال
de: Kontakttelefon
es: Telefono del contacto
fr: Telephone du contact
he: טלפון איש קשר
hu: Kapcsolattarto telefonszama
it: Telefono contatto
nl: Contacttelefoon
pt: Telefone do Contato

# divers_edit_discardButton
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
he: מחיקה
hu: Elvetés
it: Scarta
nl: Verwerpen
pt: Descartar

# divers_edit_discardDialogContent
source: You have unsaved changes. Are you sure you want to discard them?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد أنك تريد تجاهلها؟
de: Sie haben ungespeicherte Aenderungen. Sind Sie sicher, dass Sie diese verwerfen moechten?
es: Tienes cambios sin guardar. Estas seguro de que deseas descartarlos?
fr: Tu as des modifications non enregistrees. Veux-tu vraiment les abandonner ?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לבטל אותם?
hu: Nem mentett valtoztatasai vannak. Biztosan elveti oket?
it: Hai modifiche non salvate. Sei sicuro di volerle scartare?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je ze wilt verwerpen?
pt: Voce tem alteracoes nao salvas. Tem certeza de que deseja descarta-las?

# divers_edit_discardDialogTitle
source: Discard Changes?
ar: تجاهل التغييرات؟
de: Aenderungen verwerfen?
es: Descartar cambios?
fr: Abandonner les modifications ?
he: לבטל שינויים?
hu: Valtoztatasok elvetese?
it: Scartare le modifiche?
nl: Wijzigingen verwerpen?
pt: Descartar Alteracoes?

# divers_edit_diverAdded
source: Diver added
ar: تمت إضافة الغواص
de: Taucher hinzugefuegt
es: Buceador agregado
fr: Plongeur ajoute
he: הצולל נוסף
hu: Merülo hozzaadva
it: Subacqueo aggiunto
nl: Duiker toegevoegd
pt: Mergulhador adicionado

# divers_edit_diverUpdated
source: Diver updated
ar: تم تحديث الغواص
de: Taucher aktualisiert
es: Buceador actualizado
fr: Plongeur mis a jour
he: הצולל עודכן
hu: Merülo frissitve
it: Subacqueo aggiornato
nl: Duiker bijgewerkt
pt: Mergulhador atualizado

# divers_edit_editTitle
source: Edit Diver
ar: تعديل الغواص
de: Taucher bearbeiten
es: Editar buceador
fr: Modifier le plongeur
he: ערוך צולל
hu: Merülo szerkesztese
it: Modifica subacqueo
nl: Duiker bewerken
pt: Editar Mergulhador

# divers_edit_emailError
source: Enter a valid email
ar: أدخل بريدًا إلكترونيًا صالحًا
de: Bitte geben Sie eine gueltige E-Mail-Adresse ein
es: Introduce un correo electronico valido
fr: Entrez un e-mail valide
he: הזן כתובת דוא"ל תקינה
hu: Adjon meg ervenyes e-mail cimet
it: Inserisci un'email valida
nl: Voer een geldig e-mailadres in
pt: Insira um e-mail valido

# divers_edit_emailLabel
source: Email
ar: البريد الإلكتروني
es: Correo electronico
he: דוא"ל

# divers_edit_emergencyContactsSection
source: Emergency Contacts
ar: جهات اتصال الطوارئ
de: Notfallkontakte
es: Contactos de emergencia
fr: Contacts d'urgence
he: אנשי קשר לחירום
hu: Veszhelyzeti kapcsolattartok
it: Contatti di emergenza
nl: Noodcontacten
pt: Contatos de Emergencia

# divers_edit_errorLoading
source: Error loading diver: {error}
ar: خطأ في تحميل الغواص: {error}
de: Fehler beim Laden des Tauchers: {error}
es: Error al cargar buceador: {error}
fr: Erreur lors du chargement du plongeur : {error}
he: שגיאה בטעינת צולל: {error}
hu: Hiba a merülo betoltesekor: {error}
it: Errore nel caricamento del subacqueo: {error}
nl: Fout bij laden van duiker: {error}
pt: Erro ao carregar mergulhador: {error}

# divers_edit_errorSaving
source: Error saving diver: {error}
ar: خطأ في حفظ الغواص: {error}
de: Fehler beim Speichern des Tauchers: {error}
es: Error al guardar buceador: {error}
fr: Erreur lors de l'enregistrement du plongeur : {error}
he: שגיאה בשמירת צולל: {error}
hu: Hiba a merülo mentesekor: {error}
it: Errore nel salvataggio del subacqueo: {error}
nl: Fout bij opslaan van duiker: {error}
pt: Erro ao salvar mergulhador: {error}

# divers_edit_expiryDateNotSet
source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecida
fr: Non defini
he: לא הוגדר
hu: Nincs megadva
it: Non impostata
nl: Niet ingesteld
pt: Nao definida

# divers_edit_expiryDateTitle
source: Expiry Date
ar: تاريخ الانتهاء
de: Ablaufdatum
es: Fecha de vencimiento
fr: Date d'expiration
he: תאריך תפוגה
hu: Lejarat datuma
it: Data di scadenza
nl: Vervaldatum
pt: Data de Validade

# divers_edit_insuranceProviderHint
source: e.g., DAN, DiveAssure
ar: مثال: DAN، DiveAssure
de: z.B. DAN, DiveAssure
es: ej., DAN, DiveAssure
fr: ex. DAN, DiveAssure
he: לדוגמה, DAN, DiveAssure
hu: pl. DAN, DiveAssure
it: es. DAN, DiveAssure
nl: bijv. DAN, DiveAssure
pt: ex., DAN, DiveAssure

# divers_edit_insuranceProviderLabel
source: Insurance Provider
ar: مزود التأمين
de: Versicherungsanbieter
es: Proveedor de seguro
fr: Assureur
he: ספק ביטוח
hu: Biztosito
it: Fornitore assicurazione
nl: Verzekeraar
pt: Seguradora

# divers_edit_insuranceSection
source: Dive Insurance
ar: تأمين الغوص
de: Tauchversicherung
es: Seguro de buceo
fr: Assurance plongee
he: ביטוח צלילה
hu: Merülesi biztositas
it: Assicurazione subacquea
nl: Duikverzekering
pt: Seguro de Mergulho

# divers_edit_keepEditingButton
source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer a modifier
he: המשך עריכה
hu: Szerkesztes folytatasa
it: Continua a modificare
nl: Verder bewerken
pt: Continuar Editando

# divers_edit_medicalClearanceExpired
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Vencida
fr: Expire
he: פג תוקף
hu: Lejart
it: Scaduta
nl: Verlopen
pt: Expirada

# divers_edit_medicalClearanceExpiringSoon
source: Expiring Soon
ar: تنتهي قريبًا
de: Laeuft bald ab
es: Por vencer
fr: Expire bientot
he: פג בקרוב
hu: Hamarosan lejar
it: In scadenza
nl: Verloopt binnenkort
pt: Expirando em Breve

# divers_edit_medicalClearanceNotSet
source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecida
fr: Non defini
he: לא הוגדר
hu: Nincs megadva
it: Non impostata
nl: Niet ingesteld
pt: Nao definida

# divers_edit_medicalClearanceTitle
source: Medical Clearance Expiry
ar: انتهاء التصريح الطبي
de: Ablauf der aerztlichen Freigabe
es: Vencimiento de autorizacion medica
fr: Expiration du certificat medical
he: תפוגת אישור רפואי
hu: Orvosi engedelylejarat
it: Scadenza idoneità medica
nl: Vervaldatum medische keuring
pt: Validade da Liberacao Medica

# divers_edit_medicalInfoSection
source: Medical Information
ar: المعلومات الطبية
de: Medizinische Informationen
es: Informacion medica
fr: Informations medicales
he: מידע רפואי
hu: Orvosi informaciok
it: Informazioni mediche
nl: Medische informatie
pt: Informacoes Medicas

# divers_edit_medicalNotesLabel
source: Medical Notes
ar: ملاحظات طبية
de: Medizinische Notizen
es: Notas medicas
fr: Notes medicales
he: הערות רפואיות
hu: Orvosi megjegyzesek
it: Note mediche
nl: Medische notities
pt: Notas Medicas

# divers_edit_medicationsHint
source: e.g., Aspirin daily, EpiPen
ar: مثال: أسبرين يوميًا، EpiPen
de: z.B. Aspirin taeglich, EpiPen
es: ej., Aspirina diaria, EpiPen
fr: ex. Aspirine quotidienne, EpiPen
he: לדוגמה, אספירין יומי, EpiPen
hu: pl. Napi aszpirin, EpiPen
it: es. Aspirina giornaliera, EpiPen
nl: bijv. Aspirine dagelijks, EpiPen
pt: ex., Aspirina diaria, EpiPen

# divers_edit_medicationsLabel
source: Medications
ar: الأدوية
de: Medikamente
es: Medicamentos
fr: Medicaments
he: תרופות
hu: Gyogyszerek
it: Farmaci
nl: Medicijnen
pt: Medicamentos

# divers_edit_nameError
source: Name is required
ar: الاسم مطلوب
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est requis
he: שם הוא שדה חובה
hu: A nev megadasa kotelezo
it: Il nome è obbligatorio
nl: Naam is verplicht
pt: Nome e obrigatorio

# divers_edit_nameLabel
source: Name *
ar: الاسم *
es: Nombre *
fr: Nom *
he: שם *
hu: Nev *
it: Nome *
nl: Naam *
pt: Nome *

# divers_edit_notesLabel
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Notas

# divers_edit_notesSection
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Notas
