Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# weightCalc_suit_semidry
source: Semi-dry Suit
ar: بدلة شبه جافة
de: Halbtrockenanzug
es: Traje semiseco
fr: Combinaison semi-etanche
he: חליפה חצי יבשה
hu: Felig szaraz ruha
it: Muta semistagna
nl: Semi-droogpak
pt: Roupa Semi-seca

# weightCalc_suit_shorty3mm
source: 3mm Shorty
ar: بدلة قصيرة 3mm
es: Shorty 3mm
fr: Shorty 3mm
he: שורטי 3mm
it: Shorty 3mm
pt: Shorty 3mm

# weightCalc_suit_wetsuit3mm
source: 3mm Full Wetsuit
ar: بدلة غوص كاملة 3mm
de: 3mm Neoprenanzug
es: Traje de neopreno 3mm completo
fr: Combinaison 3mm integrale
he: חליפת צלילה 3mm מלאה
hu: 3mm teljes neopren ruha
it: Muta umida 3mm
nl: 3mm Wetsuit
pt: Roupa de Neoprene 3mm Longa

# weightCalc_suit_wetsuit5mm
source: 5mm Wetsuit
ar: بدلة غوص 5mm
de: 5mm Neoprenanzug
es: Traje de neopreno 5mm
fr: Combinaison 5mm
he: חליפת צלילה 5mm
hu: 5mm neopren ruha
it: Muta 5mm
pt: Roupa de Neoprene 5mm

# weightCalc_suit_wetsuit7mm
source: 7mm Wetsuit
ar: بدلة غوص 7mm
de: 7mm Neoprenanzug
es: Traje de neopreno 7mm
fr: Combinaison 7mm
he: חליפת צלילה 7mm
hu: 7mm neopren ruha
it: Muta 7mm
pt: Roupa de Neoprene 7mm

# weightCalc_tankLine
source: Tank ({tankMaterial}): {adjustment} kg
ar: الأسطوانة ({tankMaterial}): {adjustment} kg
de: Flasche ({tankMaterial}): {adjustment} kg
es: Tanque ({tankMaterial}): {adjustment} kg
fr: Bloc ({tankMaterial}) : {adjustment} kg
he: בלון ({tankMaterial}): {adjustment} kg
hu: Palack ({tankMaterial}): {adjustment} kg
it: Bombola ({tankMaterial}): {adjustment} kg
nl: Fles ({tankMaterial}): {adjustment} kg
pt: Cilindro ({tankMaterial}): {adjustment} kg

# weightCalc_title
source: Weight Calculation:
ar: حساب الأثقال:
de: Gewichtsberechnung:
es: Cálculo de lastre:
fr: Calcul du lestage :
he: חישוב משקולות:
hu: Sulyszamitas:
it: Calcolo zavorra:
nl: Gewichtsberekening:
pt: Calculo de Lastro:

# weightCalc_total
source: Total: {total} kg
ar: الإجمالي: {total} kg
de: Gesamt: {total} kg
he: סה"כ: {total} kg
hu: Osszes: {total} kg
it: Totale: {total} kg
nl: Totaal: {total} kg

# weightCalc_waterLine
source: Water ({waterType}): {adjustment} kg
ar: المياه ({waterType}): {adjustment} kg
de: Wasser ({waterType}): {adjustment} kg
es: Agua ({waterType}): {adjustment} kg
fr: Eau ({waterType}) : {adjustment} kg
he: מים ({waterType}): {adjustment} kg
hu: Viz ({waterType}): {adjustment} kg
it: Acqua ({waterType}): {adjustment} kg
pt: Agua ({waterType}): {adjustment} kg

# diveLog_tissue_legend_mValue
source: 100% M-value
de: 100% M-Wert
es: 100% valor M
he: 100% ערך M
hu: 100% M-ertek
nl: 100% M-waarde

# surfaceInterval_gasMix_trimix
source: Trimix {o2}/{he}
he: טרימיקס {o2}/{he}

# enum_profileMetric_surfaceGf_short
source: SrfGF
de: OflGF
hu: FelszGF
nl: OppGF

# statistics_timePatterns_surfaceInterval_formatHoursMinutes
source: {hours}h {minutes}m
hu: {hours}o {minutes}p
nl: {hours}u {minutes}m

# buddies_field_emailHint
source: email@example.com
de: email@beispiel.de
es: correo@ejemplo.com
fr: email@exemple.com
hu: pelda@email.hu
it: email@esempio.com
nl: email@voorbeeld.nl
pt: email@exemplo.com

# diveCenters_hint_email
source: info@divecenter.com
de: info@tauchcenter.de
es: info@centrodebueo.com
fr: info@centredeplongee.com
hu: info@buvariskola.hu
it: info@centroimmersioni.com
nl: info@duikcentrum.nl
pt: info@centrodemergulho.com

# diveCenters_hint_website
source: www.divecenter.com
de: www.tauchcenter.de
es: www.centrodebueo.com
fr: www.centredeplongee.com
hu: www.buvariskola.hu
it: www.centroimmersioni.com
nl: www.duikcentrum.nl
pt: www.centrodemergulho.com

# diveLog_tooltip_hr
source: HR
de: HF
es: FC
fr: FC
hu: Pulzus
it: FC
pt: FC

# divePlanner_label_deco
source: DECO
de: DEKO
fr: DÉCO
hu: DEKO

# tides_chart_msl
source: MSL
de: NN
fr: NMM
hu: Tengerszint
it: LMM
pt: NMM

# accessibility_keyLabel_delete
source: Delete
de: Entf
es: Suprimir
fr: Suppr
it: Canc

# accessibility_keyLabel_enter
source: Enter
de: Eingabe
es: Intro
fr: Entree
it: Invio

# diveLog_ccr_label_n2
source: N₂
it: N2

# diveLog_ccr_label_o2
source: O₂
it: O2

# diveLog_playbackStats_ppO2
source: ppO₂
it: ppO2

# tank_steel10_displayName
source: Steel 10L
de: Stahl 10L
fr: Acier 10L
it: Acciaio 10L
nl: Staal 10L
pt: Aco 10L

# tank_steel12_displayName
source: Steel 12L
de: Stahl 12L
fr: Acier 12L
it: Acciaio 12L
nl: Staal 12L
pt: Aco 12L

# tank_steel15_displayName
source: Steel 15L
de: Stahl 15L
fr: Acier 15L
it: Acciaio 15L
nl: Staal 15L
pt: Aco 15L

# enum_pdfPageSize_letter
source: Letter
es: Carta
pt: Carta

# transfer_pdfExport_pageSizeLetter
source: Letter
es: Carta
pt: Carta

# accessibility_keyLabel_backspace
source: Backspace
de: Ruecktaste
es: Retroceso
fr: Retour arriere

# accessibility_modifierKey_ctrl
source: Ctrl+
de: Strg+

# accessibility_modifierKey_shift
source: Shift+
de: Umschalt+
fr: Maj+

# units_dateFormat_ddmmyyyy
source: DD/MM/YYYY
de: TT.MM.JJJJ

# units_dateFormat_mmddyyyy
source: MM/DD/YYYY
de: MM/TT/JJJJ

# units_dateFormat_yyyymmdd
source: YYYY-MM-DD
de: JJJJ-MM-TT

# enum_pdfPageSize_letter_description
source: 8.5 x 11 in
de: 8,5 x 11 Zoll

# diveLog_detail_collapsed_ndl
source: NDL: {value}
de: Nullzeit: {value}
fr: DTR : {value}

# diveLog_tooltip_ndl
source: NDL
de: Nullzeit
fr: DTR

# diveLog_tooltip_sac
source: SAC
de: AMV
fr: CAS

# divePlanner_label_ndl
source: NDL
de: Nullzeit
fr: DTR

# accessibility_keyLabel_esc
source: Esc
fr: Echap

# diveLog_tooltip_tts
source: TTS
fr: TDR

# divePlanner_label_tts
source: TTS
fr: TDR

# enum_equipmentType_smb
source: SMB
fr: Parachute de palier

# surfaceInterval_gasMix_ean
source: EAN{percent}
fr: Nitrox {percent}
