Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# settings_migration_backupInfo
source: A backup will be created before the move. Your data will not be lost.
ar: سيتم إنشاء نسخة احتياطية قبل النقل. لن تُفقد بياناتك.
de: Vor dem Verschieben wird eine Sicherung erstellt. Ihre Daten gehen nicht verloren.
es: Se creara un respaldo antes del traslado. Tus datos no se perderan.
fr: Une sauvegarde sera creee avant le deplacement. Vos donnees ne seront pas perdues.
he: ייווצר גיבוי לפני ההעברה. הנתונים שלך לא יאבדו.
hu: Az athelyezes elott biztonsagi mentes keszül. Az adatok nem vesznek el.
it: Verrà creato un backup prima dello spostamento. I tuoi dati non andranno persi.
nl: Er wordt een back-up gemaakt voor de verplaatsing. Je gegevens gaan niet verloren.
pt: Um backup sera criado antes da movimentacao. Seus dados nao serao perdidos.

# settings_migration_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# settings_migration_cloudSyncWarning
source: App-managed cloud sync will be disabled. Your folder's sync service will handle synchronization.
ar: سيتم تعطيل المزامنة السحابية المُدارة من التطبيق. ستتولى خدمة مزامنة المجلد عملية المزامنة.
de: Die App-verwaltete Cloud-Synchronisierung wird deaktiviert. Der Synchronisierungsdienst Ihres Ordners uebernimmt die Synchronisierung.
es: La sincronizacion en la nube administrada por la app se desactivara. El servicio de sincronizacion de tu carpeta se encargara de la sincronizacion.
fr: La synchronisation cloud geree par l'application sera desactivee. Le service de synchronisation de votre dossier gerera la synchronisation.
he: סנכרון ענן מנוהל אפליקציה יושבת. שירות הסנכרון של התיקייה שלך יטפל בסנכרון.
hu: Az alkalmazas altal kezelt felho szinkronizalas letiltasra kerül. A mappa szinkronizacios szolgaltatasa kezeli a szinkronizalast.
it: La sincronizzazione cloud gestita dall'app sarà disabilitata. Il servizio di sincronizzazione della tua cartella gestirà la sincronizzazione.
nl: App-beheerde cloudsynchronisatie wordt uitgeschakeld. De synchronisatieservice van je map verzorgt de synchronisatie.
pt: A sincronizacao na nuvem gerenciada pelo aplicativo sera desativada. O servico de sincronizacao da sua pasta gerenciara a sincronizacao.

# settings_migration_dialog_message
source: Your database will be moved:
ar: سيتم نقل قاعدة البيانات:
de: Ihre Datenbank wird verschoben:
es: Tu base de datos sera trasladada:
fr: Votre base de donnees sera deplacee :
he: מסד הנתונים שלך יועבר:
hu: Az adatbazis athelyezesre kerül:
it: Il tuo database verrà spostato:
nl: Je database wordt verplaatst:
pt: Seu banco de dados sera movido:

# settings_migration_dialog_title
source: Move Database?
ar: نقل قاعدة البيانات؟
de: Datenbank verschieben?
es: Trasladar base de datos?
fr: Deplacer la base de donnees ?
he: להעביר מסד נתונים?
hu: Adatbazis athelyezese?
it: Spostare il database?
nl: Database verplaatsen?
pt: Mover Banco de Dados?

# settings_migration_from
source: From
ar: من
de: Von
es: Desde
fr: De
he: מ
hu: Innen
it: Da
nl: Van
pt: De

# settings_migration_moveDatabase
source: Move Database
ar: نقل قاعدة البيانات
de: Datenbank verschieben
es: Trasladar base de datos
fr: Deplacer la base de donnees
he: העבר מסד נתונים
hu: Adatbazis athelyezese
it: Sposta database
nl: Database verplaatsen
pt: Mover Banco de Dados

# settings_migration_to
source: To
ar: إلى
de: Nach
es: Hacia
fr: Vers
he: אל
hu: Ide
it: A
nl: Naar
pt: Para

# settings_notifications_days
source: {count} days
ar: {count} أيام
de: {count} Tage
es: {count} dias
fr: {count} jours
he: {count} ימים
hu: {count} nap
it: {count} giorni
nl: {count} dagen
pt: {count} dias

# settings_notifications_disabled_enableButton
source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
he: אפשר
hu: Engedelyezes
it: Abilita
nl: Inschakelen
pt: Ativar

# settings_notifications_disabled_subtitle
source: Enable in system settings to receive reminders
ar: قم بتمكينها في إعدادات النظام لتلقي التذكيرات
de: Aktivieren Sie in den Systemeinstellungen, um Erinnerungen zu erhalten
es: Activa en los ajustes del sistema para recibir recordatorios
fr: Activez dans les reglages systeme pour recevoir des rappels
he: אפשר בהגדרות המערכת כדי לקבל תזכורות
hu: Engedelyezze a rendszerbeallitasokban az emlekeztetok fogadasahoz
it: Abilita nelle impostazioni di sistema per ricevere promemoria
nl: Schakel in via systeeminstellingen om herinneringen te ontvangen
pt: Ative nas configuracoes do sistema para receber lembretes

# settings_notifications_disabled_title
source: Notifications Disabled
ar: الإشعارات معطلة
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications desactivees
he: התראות מושבתות
hu: Ertesitesek letiltva
it: Notifiche disabilitate
nl: Meldingen uitgeschakeld
pt: Notificacoes Desativadas

# settings_notifications_enableServiceReminders
source: Enable Service Reminders
ar: تمكين تذكيرات الصيانة
de: Serviceerinnerungen aktivieren
es: Activar recordatorios de servicio
fr: Activer les rappels d'entretien
he: אפשר תזכורות תחזוקה
hu: Szerviz emlekeztetok engedelyezese
it: Abilita promemoria manutenzione
nl: Onderhoudsherinneringen inschakelen
pt: Ativar Lembretes de Manutencao

# settings_notifications_enableServiceReminders_subtitle
source: Get notified when equipment service is due
ar: الحصول على إشعار عند استحقاق صيانة المعدات
de: Benachrichtigung erhalten, wenn eine Ausruestungswartung faellig ist
es: Recibir notificaciones cuando el servicio del equipo sea necesario
fr: Etre notifie lorsque l'entretien de l'equipement est du
he: קבל התראה כאשר תחזוקת ציוד נדרשת
hu: Ertesites, ha felszereles szerviz esedékes
it: Ricevi notifiche quando la manutenzione dell'attrezzatura è in scadenza
nl: Ontvang een melding wanneer onderhoud aan uitrusting nodig is
pt: Receba notificacoes quando a manutencao de equipamentos estiver vencida

# settings_notifications_header_reminderSchedule
source: Reminder Schedule
ar: جدول التذكيرات
de: Erinnerungszeitplan
es: Programacion de recordatorios
fr: Calendrier des rappels
he: לוח זמנים לתזכורות
hu: Emlekeztetok idoezitese
it: Programmazione promemoria
nl: Herinneringsschema
pt: Agenda de Lembretes

# settings_notifications_header_serviceReminders
source: Service Reminders
ar: تذكيرات الصيانة
de: Serviceerinnerungen
es: Recordatorios de servicio
fr: Rappels d'entretien
he: תזכורות תחזוקה
hu: Szerviz emlekeztetok
it: Promemoria manutenzione
nl: Onderhoudsherinneringen
pt: Lembretes de Manutencao

# settings_notifications_howItWorks_content
source: Notifications are scheduled when the app launches and refresh periodically in the background. You can customize reminders for individual equipment items in their edit screen.
ar: تتم جدولة الإشعارات عند تشغيل التطبيق وتُحدّث دوريًا في الخلفية. يمكنك تخصيص التذكيرات لكل عنصر من المعدات في شاشة التعديل الخاصة به.
de: Benachrichtigungen werden beim Start der App geplant und regelmaessig im Hintergrund aktualisiert. Sie koennen Erinnerungen fuer einzelne Ausruestungsgegenstaende im jeweiligen Bearbeitungsbildschirm anpassen.
es: Las notificaciones se programan cuando la app se inicia y se actualizan periodicamente en segundo plano. Puedes personalizar los recordatorios para cada equipo individual en su pantalla de edicion.
fr: Les notifications sont programmees au lancement de l'application et se rafraichissent periodiquement en arriere-plan. Vous pouvez personnaliser les rappels pour chaque equipement dans son ecran de modification.
he: התראות מתוזמנות בעת הפעלת האפליקציה ומתעדכנות מעת לעת ברקע. ניתן להתאים אישית תזכורות לפריטי ציוד בודדים במסך העריכה שלהם.
hu: Az ertesitesek az alkalmazas inditasakor kerülnek ütemezeresre, es rendszeresen frissülnek a hatterben. Az egyes felszerelesek emlekeztetoit a szerkesztesi képernyojükön szabhatja testre.
it: Le notifiche vengono pianificate all'avvio dell'app e si aggiornano periodicamente in background. Puoi personalizzare i promemoria per i singoli elementi dell'attrezzatura nella schermata di modifica.
nl: Meldingen worden ingepland wanneer de app opstart en worden periodiek op de achtergrond vernieuwd. Je kunt herinneringen voor individuele uitrustingsitems aanpassen in hun bewerkingsscherm.
pt: As notificacoes sao agendadas quando o aplicativo e iniciado e atualizadas periodicamente em segundo plano. Voce pode personalizar lembretes para itens de equipamento individuais na tela de edicao.

# settings_notifications_howItWorks_title
source: How it works
ar: كيف يعمل
de: So funktioniert es
es: Como funciona
fr: Comment ca fonctionne
he: איך זה עובד
hu: Hogyan mukodik
it: Come funziona
nl: Hoe het werkt
pt: Como funciona

# settings_notifications_permissionRequired
source: Please enable notifications in system settings
ar: يرجى تمكين الإشعارات في إعدادات النظام
de: Bitte aktivieren Sie Benachrichtigungen in den Systemeinstellungen
es: Por favor, activa las notificaciones en los ajustes del sistema
fr: Veuillez activer les notifications dans les reglages systeme
he: נא לאפשר התראות בהגדרות המערכת
hu: Kerem, engedelyezze az ertesiteseket a rendszerbeallitasokban
it: Abilita le notifiche nelle impostazioni di sistema
nl: Schakel meldingen in via systeeminstellingen
pt: Ative as notificacoes nas configuracoes do sistema

# settings_notifications_remindBeforeDue
source: Remind me before service is due:
ar: ذكّرني قبل استحقاق الصيانة:
de: Erinnern Sie mich vor Faelligkeit der Wartung:
es: Recordar antes de que venza el servicio:
fr: Me rappeler avant l'echeance de l'entretien :
he: הזכר לי לפני שתחזוקה נדרשת:
hu: Emlekeztetés a szerviz esedekessege elott:
it: Ricordami prima della scadenza della manutenzione:
nl: Herinner mij voordat onderhoud nodig is:
pt: Lembrar-me antes da manutencao:

# settings_notifications_reminderTime
source: Reminder Time
ar: وقت التذكير
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
he: שעת תזכורת
hu: Emlekeztetesi idopont
it: Orario promemoria
nl: Herinneringstijd
pt: Horario do Lembrete

# settings_profile_activeDiver_subtitle
source: Active diver - tap to switch
ar: الغواص النشط - انقر للتبديل
de: Aktiver Taucher - tippen, um zu wechseln
es: Buceador activo - toca para cambiar
fr: Plongeur actif - appuyez pour changer
he: צולל פעיל - הקש להחלפה
hu: Aktiv merülo - koppintson a valtashoz
it: Subacqueo attivo - tocca per cambiare
nl: Actieve duiker - tik om te wisselen
pt: Mergulhador ativo - toque para alternar

# settings_profile_addNewDiver
source: Add New Diver
ar: إضافة غواص جديد
de: Neuen Taucher hinzufuegen
es: Agregar nuevo buceador
fr: Ajouter un nouveau plongeur
he: הוסף צולל חדש
hu: Uj merülo hozzaadasa
it: Aggiungi nuovo subacqueo
nl: Nieuwe duiker toevoegen
pt: Adicionar Novo Mergulhador

# settings_profile_error_loadingDiver
source: Error loading diver
ar: خطأ في تحميل الغواص
de: Fehler beim Laden des Tauchers
es: Error al cargar buceador
fr: Erreur lors du chargement du plongeur
he: שגיאה בטעינת צולל
hu: Hiba a merülo betoltesekor
it: Errore nel caricamento del subacqueo
nl: Fout bij laden van duiker
pt: Erro ao carregar mergulhador

# settings_profile_header_activeDiver
source: Active Diver
ar: الغواص النشط
de: Aktiver Taucher
es: Buceador activo
fr: Plongeur actif
he: צולל פעיל
hu: Aktiv merülo
it: Subacqueo attivo
nl: Actieve duiker
pt: Mergulhador Ativo

# settings_profile_header_manageDivers
source: Manage Divers
ar: إدارة الغواصين
de: Taucher verwalten
es: Administrar buceadores
fr: Gerer les plongeurs
he: ניהול צוללים
hu: Merülok kezelese
it: Gestisci subacquei
nl: Duikers beheren
pt: Gerenciar Mergulhadores

# settings_profile_noDiverProfile
source: No diver profile
ar: لا يوجد ملف غواص
de: Kein Taucherprofil
es: Sin perfil de buceador
fr: Aucun profil de plongeur
he: אין פרופיל צולל
hu: Nincs merülo profil
it: Nessun profilo subacqueo
nl: Geen duikersprofiel
pt: Nenhum perfil de mergulhador

# settings_profile_noDiverProfile_subtitle
source: Tap to create your profile
ar: انقر لإنشاء ملفك الشخصي
de: Tippen, um Ihr Profil zu erstellen
es: Toca para crear tu perfil
fr: Appuyez pour creer votre profil
he: הקש ליצירת הפרופיל שלך
hu: Koppintson a profil letrehozasahoz
it: Tocca per creare il tuo profilo
nl: Tik om je profiel aan te maken
pt: Toque para criar seu perfil

# settings_profile_switchDiver_title
source: Switch Diver
ar: تبديل الغواص
de: Taucher wechseln
es: Cambiar buceador
fr: Changer de plongeur
he: החלף צולל
hu: Merülo valtas
it: Cambia subacqueo
nl: Duiker wisselen
pt: Alternar Mergulhador

# settings_profile_switchedTo
source: Switched to {diverName}
ar: تم التبديل إلى {diverName}
de: Gewechselt zu {diverName}
es: Se cambio a {diverName}
fr: Bascule vers {diverName}
he: עבר אל {diverName}
hu: Valtas: {diverName}
it: Passato a {diverName}
nl: Overgeschakeld naar {diverName}
pt: Alternado para {diverName}

# settings_profile_viewAllDivers
source: View All Divers
ar: عرض جميع الغواصين
de: Alle Taucher anzeigen
es: Ver todos los buceadores
fr: Voir tous les plongeurs
he: הצג את כל הצוללים
hu: Osszes merülo megtekintese
it: Visualizza tutti i subacquei
nl: Alle duikers bekijken
pt: Ver Todos os Mergulhadores

# settings_profile_viewAllDivers_subtitle
source: Add or edit diver profiles
ar: إضافة أو تعديل ملفات الغواصين
de: Taucherprofile hinzufuegen oder bearbeiten
es: Agregar o editar perfiles de buceadores
fr: Ajouter ou modifier les profils de plongeurs
he: הוסף או ערוך פרופילי צוללים
hu: Merülo profilok hozzaadasa vagy szerkesztese
it: Aggiungi o modifica profili subacquei
nl: Duikersprofielen toevoegen of bewerken
pt: Adicionar ou editar perfis de mergulhadores

# settings_section_about_subtitle
source: App info & licenses
ar: معلومات التطبيق والتراخيص
de: App-Info & Lizenzen
es: Informacion de la app y licencias
fr: Infos et licences de l'application
he: מידע על האפליקציה ורישיונות
hu: Alkalmazas info es licencek
it: Informazioni app e licenze
nl: App-info & licenties
pt: Informacoes e licencas do aplicativo

# settings_section_about_title
source: About
ar: حول
de: Ueber
es: Acerca de
fr: A propos
he: אודות
hu: Rolunk
it: Informazioni
nl: Over
pt: Sobre

# settings_section_appearance_subtitle
source: Theme & display
ar: المظهر والعرض
de: Design & Anzeige
es: Tema y visualizacion
fr: Theme et affichage
he: ערכת נושא ותצוגה
hu: Tema es megjelenes
it: Tema e visualizzazione
nl: Thema & weergave
pt: Tema e exibicao

# settings_section_appearance_title
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
he: מראה
hu: Megjelenes
it: Aspetto
nl: Uiterlijk
pt: Aparencia

# settings_section_data_subtitle
source: Backup, restore & storage
ar: النسخ الاحتياطي والاستعادة والتخزين
de: Sicherung, Wiederherstellung & Speicher
es: Respaldo, restauracion y almacenamiento
fr: Sauvegarde, restauration et stockage
he: גיבוי, שחזור ואחסון
hu: Biztonsagi mentes, visszaallitas es tarolas
it: Backup, ripristino e archiviazione
nl: Back-up, herstel & opslag
pt: Backup, restauracao e armazenamento

# settings_section_data_title
source: Data
ar: البيانات
de: Daten
es: Datos
fr: Donnees
he: נתונים
hu: Adatok
it: Dati
nl: Gegevens
pt: Dados

# settings_section_decompression_subtitle
source: Gradient factors
ar: عوامل التدرج
de: Gradientenfaktoren
es: Factores de gradiente
he: גורמי שיפוע
hu: Gradiens faktorok
it: Fattori di gradiente
nl: Gradientfactoren
pt: Fatores de gradiente

# settings_section_decompression_title
source: Decompression
ar: تخفيف الضغط
de: Dekompression
es: Descompresion
he: דקומפרסיה
hu: Dekompresszio
it: Decompressione
nl: Decompressie
pt: Descompressao

# settings_section_diverProfile_subtitle
source: Active diver & profiles
ar: الغواص النشط والملفات الشخصية
de: Aktiver Taucher & Profile
es: Buceador activo y perfiles
fr: Plongeur actif et profils
he: צולל פעיל ופרופילים
hu: Aktiv merülo es profilok
it: Subacqueo attivo e profili
nl: Actieve duiker & profielen
pt: Mergulhador ativo e perfis

# settings_section_diverProfile_title
source: Diver Profile
ar: ملف الغواص
de: Taucherprofil
es: Perfil de buceador
fr: Profil du plongeur
he: פרופיל צולל
hu: Merülo profil
it: Profilo subacqueo
nl: Duikersprofiel
pt: Perfil do Mergulhador

# settings_section_manage_subtitle
source: Dive types & tank presets
ar: أنواع الغوص وإعدادات الأسطوانات
de: Taucharten & Flaschenvoreinstellungen
es: Tipos de inmersion y preajustes de tanques
fr: Types de plongee et preselections de blocs
he: סוגי צלילה והגדרות בלון
hu: Merüles tipusok es palack elore beallitott ertekek
it: Tipi di immersione e preset bombole
nl: Duiktypes & flesvoorinstellingen
pt: Tipos de mergulho e predefinicoes de cilindro

# settings_section_manage_title
source: Manage
ar: الإدارة
de: Verwalten
es: Administrar
fr: Gestion
he: ניהול
hu: Kezeles
it: Gestisci
nl: Beheren
pt: Gerenciar

# settings_section_notifications_subtitle
source: Service reminders
ar: تذكيرات الصيانة
de: Serviceerinnerungen
es: Recordatorios de servicio
fr: Rappels d'entretien
he: תזכורות תחזוקה
hu: Szerviz emlekeztetok
it: Promemoria manutenzione
nl: Onderhoudsherinneringen
pt: Lembretes de manutencao

# settings_section_notifications_title
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
he: התראות
hu: Ertesitesek
it: Notifiche
nl: Meldingen
pt: Notificacoes

# settings_section_units_subtitle
source: Measurement preferences
ar: تفضيلات القياس
de: Messeinheiten
es: Preferencias de medidas
fr: Preferences de mesure
he: העדפות מדידה
hu: Mertekegyseg beallitasok
it: Preferenze di misurazione
nl: Meetvoorkeuren
pt: Preferencias de medicao

# settings_section_units_title
source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unites
he: יחידות
hu: Mertekegysegek
it: Unità
nl: Eenheden
pt: Unidades

# settings_storage_appBar_title
source: Database Storage
ar: تخزين قاعدة البيانات
de: Datenbankspeicher
es: Almacenamiento de base de datos
fr: Stockage de la base de donnees
he: אחסון מסד נתונים
hu: Adatbazis tarolas
it: Archiviazione database
nl: Database-opslag
pt: Armazenamento do Banco de Dados

# settings_storage_appDefault
source: App Default
ar: الافتراضي للتطبيق
de: App-Standard
es: Predeterminado de la app
fr: Defaut de l'application
he: ברירת מחדל של האפליקציה
hu: Alkalmazas alapertelmezett
it: Predefinito app
nl: App-standaard
pt: Padrao do Aplicativo

# settings_storage_appDefaultLocation
source: App default location
ar: موقع التطبيق الافتراضي
de: Standard-App-Speicherort
es: Ubicacion predeterminada de la app
fr: Emplacement par defaut de l'application
he: מיקום ברירת מחדל של האפליקציה
hu: Alkalmazas alapertelmezett helye
it: Posizione predefinita dell'app
nl: Standaard app-locatie
pt: Local padrao do aplicativo

# settings_storage_appDefault_subtitle
source: Standard app storage location
ar: موقع تخزين التطبيق القياسي
de: Standard-App-Speicherort
es: Ubicacion de almacenamiento estandar de la app
fr: Emplacement de stockage standard de l'application
he: מיקום אחסון סטנדרטי של האפליקציה
hu: Szabvanyos alkalmazas tarolasi hely
it: Posizione di archiviazione standard dell'app
nl: Standaard app-opslaglocatie
pt: Local de armazenamento padrao do aplicativo

# settings_storage_currentLocation
source: Current Location
ar: الموقع الحالي
de: Aktueller Speicherort
es: Ubicacion actual
fr: Emplacement actuel
he: מיקום נוכחי
hu: Jelenlegi hely
it: Posizione attuale
nl: Huidige locatie
pt: Localizacao Atual

# settings_storage_currentLocation_label
source: Current location
ar: الموقع الحالي
de: Aktueller Speicherort
es: Ubicacion actual
fr: Emplacement actuel
he: מיקום נוכחי
hu: Jelenlegi hely
it: Posizione attuale
nl: Huidige locatie
pt: Localizacao atual

# settings_storage_customFolder
source: Custom Folder
ar: مجلد مخصص
de: Benutzerdefinierter Ordner
es: Carpeta personalizada
fr: Dossier personnalise
he: תיקייה מותאמת אישית
hu: Egyedi mappa
it: Cartella personalizzata
nl: Aangepaste map
pt: Pasta Personalizada

# settings_storage_customFolder_change
source: Change
ar: تغيير
de: Aendern
es: Cambiar
fr: Modifier
he: שנה
hu: Valtoztatas
it: Cambia
nl: Wijzigen
pt: Alterar

# settings_storage_customFolder_subtitle
source: Choose a synced folder (Dropbox, Google Drive, etc.)
ar: اختر مجلدًا متزامنًا (Dropbox، Google Drive، إلخ)
de: Waehlen Sie einen synchronisierten Ordner (Dropbox, Google Drive usw.)
es: Elige una carpeta sincronizada (Dropbox, Google Drive, etc.)
fr: Choisissez un dossier synchronise (Dropbox, Google Drive, etc.)
he: בחר תיקייה מסונכרנת (Dropbox, Google Drive וכו')
hu: Valasszon szinkronizalt mappat (Dropbox, Google Drive stb.)
it: Scegli una cartella sincronizzata (Dropbox, Google Drive, ecc.)
nl: Kies een gesynchroniseerde map (Dropbox, Google Drive, enz.)
pt: Escolha uma pasta sincronizada (Dropbox, Google Drive, etc.)

# settings_storage_dbStats
source: {fileSize} • {diveCount} dives • {siteCount} sites
ar: {fileSize} • {diveCount} غوصات • {siteCount} مواقع
de: {fileSize} • {diveCount} Tauchgaenge • {siteCount} Tauchplaetze
es: {fileSize} • {diveCount} inmersiones • {siteCount} puntos
fr: {fileSize} - {diveCount} plongees - {siteCount} sites
he: {fileSize} • {diveCount} צלילות • {siteCount} אתרים
hu: {fileSize} • {diveCount} merüles • {siteCount} merülohely
it: {fileSize} • {diveCount} immersioni • {siteCount} siti
nl: {fileSize} • {diveCount} duiken • {siteCount} stekken
pt: {fileSize} • {diveCount} mergulhos • {siteCount} pontos

# settings_storage_dismissError_tooltip
source: Dismiss error
ar: تجاهل الخطأ
de: Fehler schliessen
es: Descartar error
fr: Ignorer l'erreur
he: סגור שגיאה
hu: Hibaüzenet elvetese
it: Ignora errore
nl: Foutmelding sluiten
pt: Dispensar erro

# settings_storage_dismissSuccess_tooltip
source: Dismiss success message
ar: تجاهل رسالة النجاح
de: Erfolgsmeldung schliessen
es: Descartar mensaje de exito
fr: Ignorer le message de succes
he: סגור הודעת הצלחה
hu: Sikerüzenet elvetese
it: Ignora messaggio di successo
nl: Succesbericht sluiten
pt: Dispensar mensagem de sucesso

# settings_storage_header_storageLocation
source: Storage Location
ar: موقع التخزين
de: Speicherort
es: Ubicacion de almacenamiento
fr: Emplacement de stockage
he: מיקום אחסון
hu: Tarolasi hely
it: Posizione archiviazione
nl: Opslaglocatie
pt: Local de Armazenamento

# settings_storage_info_customActive
source: App-managed cloud sync is disabled. Your folder's sync service (Dropbox, Google Drive, etc.) handles synchronization.
ar: المزامنة السحابية المُدارة من التطبيق معطلة. تتولى خدمة مزامنة المجلد (Dropbox، Google Drive، إلخ) عملية المزامنة.
de: Die App-verwaltete Cloud-Synchronisierung ist deaktiviert. Der Synchronisierungsdienst Ihres Ordners (Dropbox, Google Drive usw.) uebernimmt die Synchronisierung.
es: La sincronizacion en la nube administrada por la app esta desactivada. El servicio de sincronizacion de tu carpeta (Dropbox, Google Drive, etc.) se encarga de la sincronizacion.
fr: La synchronisation cloud geree par l'application est desactivee. Le service de synchronisation de votre dossier (Dropbox, Google Drive, etc.) gere la synchronisation.
he: סנכרון ענן מנוהל אפליקציה מושבת. שירות הסנכרון של התיקייה שלך (Dropbox, Google Drive וכו') מטפל בסנכרון.
hu: Az alkalmazas altal kezelt felho szinkronizalas le van tiltva. A mappa szinkronizaciós szolgaltatasa (Dropbox, Google Drive stb.) kezeli a szinkronizalast.
it: La sincronizzazione cloud gestita dall'app è disabilitata. Il servizio di sincronizzazione della tua cartella (Dropbox, Google Drive, ecc.) gestisce la sincronizzazione.
nl: App-beheerde cloudsynchronisatie is uitgeschakeld. De synchronisatieservice van je map (Dropbox, Google Drive, enz.) verzorgt de synchronisatie.
pt: A sincronizacao na nuvem gerenciada pelo aplicativo esta desativada. O servico de sincronizacao da sua pasta (Dropbox, Google Drive, etc.) gerencia a sincronizacao.
