Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# trips_detail_scan_linkedPhotos
source: Linked {count} photos
ar: تم ربط {count} صور
de: {count} Fotos verknuepft
es: Se vincularon {count} fotos
fr: {count} photos associees
he: קושרו {count} תמונות
hu: {count} foto csatolva
it: Collegate {count} foto
nl: {count} foto's gekoppeld
pt: {count} fotos vinculadas

# trips_detail_scan_linkingPhotos
source: Linking photos...
ar: جارٍ ربط الصور...
de: Fotos werden verknuepft...
es: Vinculando fotos...
fr: Association des photos...
he: מקשר תמונות...
hu: Fotok csatolasa...
it: Collegamento foto in corso...
nl: Foto's koppelen...
pt: Vinculando fotos...

# trips_detail_sectionTitle_details
source: Trip Details
ar: تفاصيل الرحلة
de: Reisedetails
es: Detalles del viaje
fr: Details du voyage
he: פרטי הטיול
hu: Ut reszletei
it: Dettagli viaggio
nl: Reisdetails
pt: Detalhes da Viagem

# trips_detail_sectionTitle_dives
source: Dives
ar: الغوصات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merülesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# trips_detail_sectionTitle_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Notas

# trips_detail_sectionTitle_statistics
source: Trip Statistics
ar: إحصائيات الرحلة
de: Reisestatistik
es: Estadisticas del viaje
fr: Statistiques du voyage
he: סטטיסטיקות הטיול
hu: Ut statisztikak
it: Statistiche viaggio
nl: Reisstatistieken
pt: Estatisticas da Viagem

# trips_detail_snackBar_deleted
source: Trip deleted
ar: تم حذف الرحلة
de: Reise geloescht
es: Viaje eliminado
fr: Voyage supprime
he: הטיול נמחק
hu: Ut torolve
it: Viaggio eliminato
nl: Reis verwijderd
pt: Viagem excluida

# trips_detail_stat_avgDepth
source: Avg Depth
ar: متوسط العمق
de: Durchschn. Tiefe
es: Prof. media
fr: Profondeur moy.
he: עומק ממוצע
hu: Atl. melyseg
it: Profondità media
nl: Gem. diepte
pt: Prof. Media

# trips_detail_stat_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Prof. max.
fr: Profondeur max.
he: עומק מרבי
hu: Max. melyseg
it: Profondità massima
nl: Max. diepte
pt: Prof. Maxima

# trips_detail_stat_totalBottomTime
source: Total Bottom Time
ar: إجمالي وقت القاع
de: Gesamte Grundzeit
es: Tiempo de fondo total
fr: Temps au fond total
he: סה"כ זמן תחתית
hu: Osszes fenekido
it: Tempo di fondo totale
nl: Totale bodemtijd
pt: Tempo de Fundo Total

# trips_detail_stat_totalDives
source: Total Dives
ar: إجمالي الغوصات
de: Tauchgaenge gesamt
es: Total de inmersiones
fr: Total des plongees
he: סה"כ צלילות
hu: Osszes merüles
it: Immersioni totali
nl: Totaal duiken
pt: Total de Mergulhos

# trips_detail_tooltip_edit
source: Edit trip
ar: تعديل الرحلة
de: Reise bearbeiten
es: Editar viaje
fr: Modifier le voyage
he: ערוך טיול
hu: Ut szerkesztese
it: Modifica viaggio
nl: Reis bewerken
pt: Editar viagem

# trips_detail_tooltip_editShort
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Editar

# trips_detail_tooltip_moreOptions
source: More options
ar: خيارات إضافية
de: Weitere Optionen
es: Mas opciones
fr: Plus d'options
he: אפשרויות נוספות
hu: Tobb lehetoseg
it: Altre opzioni
nl: Meer opties
pt: Mais opcoes

# trips_detail_tooltip_viewOnMap
source: View on Map
ar: عرض على الخريطة
de: Auf Karte anzeigen
es: Ver en el mapa
fr: Voir sur la carte
he: הצג על המפה
hu: Megtekindes a terkepen
it: Visualizza sulla mappa
nl: Bekijk op kaart
pt: Ver no Mapa

# trips_edit_appBar_add
source: Add Trip
ar: إضافة رحلة
de: Reise hinzufuegen
es: Agregar viaje
fr: Ajouter un voyage
he: הוסף טיול
hu: Ut hozzaadasa
it: Aggiungi viaggio
nl: Reis toevoegen
pt: Adicionar Viagem

# trips_edit_appBar_edit
source: Edit Trip
ar: تعديل الرحلة
de: Reise bearbeiten
es: Editar viaje
fr: Modifier le voyage
he: ערוך טיול
hu: Ut szerkesztese
it: Modifica viaggio
nl: Reis bewerken
pt: Editar Viagem

# trips_edit_button_add
source: Add Trip
ar: إضافة رحلة
de: Reise hinzufuegen
es: Agregar viaje
fr: Ajouter un voyage
he: הוסף טיול
hu: Ut hozzaadasa
it: Aggiungi viaggio
nl: Reis toevoegen
pt: Adicionar Viagem

# trips_edit_button_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# trips_edit_button_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# trips_edit_button_update
source: Update Trip
ar: تحديث الرحلة
de: Reise aktualisieren
es: Actualizar viaje
fr: Mettre a jour le voyage
he: עדכן טיול
hu: Ut frissitese
it: Aggiorna viaggio
nl: Reis bijwerken
pt: Atualizar Viagem

# trips_edit_dialog_discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
he: מחיקה
hu: Elvetés
it: Scarta
nl: Verwerpen
pt: Descartar

# trips_edit_dialog_discardContent
source: You have unsaved changes. Are you sure you want to leave?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد أنك تريد المغادرة؟
de: Sie haben ungespeicherte Aenderungen. Sind Sie sicher, dass Sie die Seite verlassen moechten?
es: Tienes cambios sin guardar. Estas seguro de que deseas salir?
fr: Tu as des modifications non enregistrees. Veux-tu vraiment quitter ?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לצאת?
hu: Nem mentett valtoztatasai vannak. Biztosan el akar tavozni?
it: Hai modifiche non salvate. Sei sicuro di voler uscire?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je wilt vertrekken?
pt: Voce tem alteracoes nao salvas. Tem certeza de que deseja sair?

# trips_edit_dialog_discardTitle
source: Discard Changes?
ar: تجاهل التغييرات؟
de: Aenderungen verwerfen?
es: Descartar cambios?
fr: Abandonner les modifications ?
he: לבטל שינויים?
hu: Valtoztatasok elvetese?
it: Scartare le modifiche?
nl: Wijzigingen verwerpen?
pt: Descartar Alteracoes?

# trips_edit_dialog_keepEditing
source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer a modifier
he: המשך עריכה
hu: Szerkesztes folytatasa
it: Continua a modificare
nl: Verder bewerken
pt: Continuar Editando

# trips_edit_durationDays
source: {days} days
ar: {days} أيام
de: {days} Tage
es: {days} dias
fr: {days} jours
he: {days} ימים
hu: {days} nap
it: {days} giorni
nl: {days} dagen
pt: {days} dias

# trips_edit_hint_liveaboardName
source: e.g., MY Blue Force One
ar: مثال: MY Blue Force One
de: z.B. MY Blue Force One
es: ej., MY Blue Force One
fr: ex. MY Blue Force One
he: לדוגמה, MY Blue Force One
hu: pl. MY Blue Force One
it: es. MY Blue Force One
nl: bijv. MY Blue Force One
pt: ex., MY Blue Force One

# trips_edit_hint_location
source: e.g., Egypt, Red Sea
ar: مثال: مصر، البحر الأحمر
de: z.B. Aegypten, Rotes Meer
es: ej., Egipto, Mar Rojo
fr: ex. Egypte, Mer Rouge
he: לדוגמה, מצרים, ים סוף
hu: pl. Egyiptom, Voros-tenger
it: es. Egitto, Mar Rosso
nl: bijv. Egypte, Rode Zee
pt: ex., Egito, Mar Vermelho

# trips_edit_hint_notes
source: Any additional notes about this trip
ar: أي ملاحظات إضافية حول هذه الرحلة
de: Zusaetzliche Notizen zu dieser Reise
es: Cualquier nota adicional sobre este viaje
fr: Notes supplementaires sur ce voyage
he: הערות נוספות על טיול זה
hu: Barmilyen megjegyzes errol az utrol
it: Eventuali note aggiuntive su questo viaggio
nl: Eventuele extra notities over deze reis
pt: Notas adicionais sobre esta viagem

# trips_edit_hint_resortName
source: e.g., Marsa Shagra
ar: مثال: مرسى شاجرة
de: z.B. Marsa Shagra
es: ej., Marsa Shagra
fr: ex. Marsa Shagra
he: לדוגמה, Marsa Shagra
hu: pl. Marsa Shagra
it: es. Marsa Shagra
nl: bijv. Marsa Shagra
pt: ex., Marsa Shagra

# trips_edit_hint_tripName
source: e.g., Red Sea Safari 2024
ar: مثال: رحلة البحر الأحمر 2024
de: z.B. Rotes Meer Safari 2024
es: ej., Safari Mar Rojo 2024
fr: ex. Safari Mer Rouge 2024
he: לדוגמה, ספארי ים סוף 2024
hu: pl. Voros-tengeri szafari 2024
it: es. Safari Mar Rosso 2024
nl: bijv. Rode Zee Safari 2024
pt: ex., Safari Mar Vermelho 2024

# trips_edit_label_endDate
source: End Date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha de fin
fr: Date de fin
he: תאריך סיום
hu: Befejezes datuma
it: Data di fine
nl: Einddatum
pt: Data Final

# trips_edit_label_liveaboardName
source: Liveaboard Name
ar: اسم سفينة الغوص
de: Name der Tauchsafari
es: Nombre del vida a bordo
fr: Nom de la croisiere
he: שם ספינת הצלילה
hu: Hajoszallas neve
it: Nome crociera subacquea
nl: Liveaboard-naam
pt: Nome do Liveaboard

# trips_edit_label_location
source: Location
ar: الموقع
de: Ort
es: Ubicacion
fr: Lieu
he: מיקום
hu: Helyszin
it: Località
nl: Locatie
pt: Localizacao

# trips_edit_label_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Notas

# trips_edit_label_resortName
source: Resort Name
ar: اسم المنتجع
es: Nombre del resort
fr: Nom du resort
he: שם אתר הנופש
hu: Udulohely neve
it: Nome resort
nl: Resortnaam
pt: Nome do Resort

# trips_edit_label_startDate
source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de debut
he: תאריך התחלה
hu: Kezdes datuma
it: Data di inizio
nl: Startdatum
pt: Data de Inicio

# trips_edit_label_tripName
source: Trip Name *
ar: اسم الرحلة *
de: Reisename *
es: Nombre del viaje *
fr: Nom du voyage *
he: שם הטיול *
hu: Ut neve *
it: Nome viaggio *
nl: Reisnaam *
pt: Nome da Viagem *

# trips_edit_sectionTitle_dates
source: Trip Dates
ar: تواريخ الرحلة
de: Reisedaten
es: Fechas del viaje
fr: Dates du voyage
he: תאריכי הטיול
hu: Ut datumai
it: Date del viaggio
nl: Reisdata
pt: Datas da Viagem

# trips_edit_sectionTitle_location
source: Location
ar: الموقع
de: Ort
es: Ubicacion
fr: Lieu
he: מיקום
hu: Helyszin
it: Località
nl: Locatie
pt: Localizacao

# trips_edit_sectionTitle_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Notas

# trips_edit_semanticLabel_save
source: Save trip
ar: حفظ الرحلة
de: Reise speichern
es: Guardar viaje
fr: Enregistrer le voyage
he: שמור טיול
hu: Ut mentese
it: Salva viaggio
nl: Reis opslaan
pt: Salvar viagem

# trips_edit_snackBar_added
source: Trip added successfully
ar: تمت إضافة الرحلة بنجاح
de: Reise erfolgreich hinzugefuegt
es: Viaje agregado correctamente
fr: Voyage ajoute avec succes
he: הטיול נוסף בהצלחה
hu: Ut sikeresen hozzaadva
it: Viaggio aggiunto con successo
nl: Reis succesvol toegevoegd
pt: Viagem adicionada com sucesso

# trips_edit_snackBar_errorLoading
source: Error loading trip: {error}
ar: خطأ في تحميل الرحلة: {error}
de: Fehler beim Laden der Reise: {error}
es: Error al cargar el viaje: {error}
fr: Erreur lors du chargement du voyage : {error}
he: שגיאה בטעינת הטיול: {error}
hu: Hiba az ut betoltesekor: {error}
it: Errore nel caricamento del viaggio: {error}
nl: Fout bij laden van reis: {error}
pt: Erro ao carregar viagem: {error}

# trips_edit_snackBar_errorSaving
source: Error saving trip: {error}
ar: خطأ في حفظ الرحلة: {error}
de: Fehler beim Speichern der Reise: {error}
es: Error al guardar el viaje: {error}
fr: Erreur lors de l'enregistrement du voyage : {error}
he: שגיאה בשמירת הטיול: {error}
hu: Hiba az ut mentesekor: {error}
it: Errore nel salvataggio del viaggio: {error}
nl: Fout bij opslaan van reis: {error}
pt: Erro ao salvar viagem: {error}

# trips_edit_snackBar_updated
source: Trip updated successfully
ar: تم تحديث الرحلة بنجاح
de: Reise erfolgreich aktualisiert
es: Viaje actualizado correctamente
fr: Voyage mis a jour avec succes
he: הטיול עודכן בהצלחה
hu: Ut sikeresen frissitve
it: Viaggio aggiornato con successo
nl: Reis succesvol bijgewerkt
pt: Viagem atualizada com sucesso

# trips_edit_validation_nameRequired
source: Please enter a trip name
ar: يرجى إدخال اسم الرحلة
de: Bitte geben Sie einen Reisenamen ein
es: Por favor, introduce un nombre de viaje
fr: Veuillez entrer un nom de voyage
he: נא להזין שם טיול
hu: Kerem, adja meg az ut nevet
it: Inserisci un nome per il viaggio
nl: Voer een reisnaam in
pt: Por favor, insira um nome para a viagem

# trips_gallery_accessDenied
source: Photo library access denied
ar: تم رفض الوصول إلى مكتبة الصور
de: Zugriff auf Fotobibliothek verweigert
es: Acceso a la biblioteca de fotos denegado
fr: Acces a la phototheque refuse
he: הגישה לספריית התמונות נדחתה
hu: Fotogaleriahoz valo hozzaferes megtagadva
it: Accesso alla libreria foto negato
nl: Toegang tot fotobibliotheek geweigerd
pt: Acesso a biblioteca de fotos negado

# trips_gallery_addDivesFirst
source: Add dives first to link photos
ar: أضف غوصات أولًا لربط الصور
de: Fuegen Sie zuerst Tauchgaenge hinzu, um Fotos zu verknuepfen
es: Agrega inmersiones primero para vincular fotos
fr: Ajoutez d'abord des plongees pour associer des photos
he: הוסף צלילות תחילה כדי לקשר תמונות
hu: Elobb adjon hozza merüleseket a fotok csatolasahoz
it: Aggiungi prima le immersioni per collegare le foto
nl: Voeg eerst duiken toe om foto's te koppelen
pt: Adicione mergulhos primeiro para vincular fotos

# trips_gallery_appBar_title
source: Trip Photos
ar: صور الرحلة
de: Reisefotos
es: Fotos del viaje
fr: Photos du voyage
he: תמונות טיול
hu: Utifotok
it: Foto del viaggio
nl: Reisfoto's
pt: Fotos da Viagem

# trips_gallery_diveSection_photoCount
source: {count, plural, =1{photo} other{photos}}
ar: {count, plural, =1{صورة} other{صور}}
de: {count, plural, =1{Foto} other{Fotos}}
es: {count, plural, =1{foto} other{fotos}}
he: {count, plural, =1{תמונה} other{תמונות}}
hu: {count, plural, =1{foto} other{foto}}
it: {count, plural, =1{foto} other{foto}}
nl: {count, plural, =1{foto} other{foto's}}
pt: {count, plural, =1{foto} other{fotos}}

# trips_gallery_diveSection_title
source: Dive #{number} - {site}
ar: غوصة #{number} - {site}
de: Tauchgang #{number} - {site}
es: Inmersion #{number} - {site}
fr: Plongee n{number} - {site}
he: צלילה #{number} - {site}
hu: #{number}. merüles - {site}
it: Immersione #{number} - {site}
nl: Duik #{number} - {site}
pt: Mergulho #{number} - {site}

# trips_gallery_empty_subtitle
source: Tap the camera icon to scan your gallery
ar: انقر على أيقونة الكاميرا لمسح معرض الصور
de: Tippen Sie auf das Kamerasymbol, um Ihre Galerie zu durchsuchen
es: Toca el icono de camara para escanear tu galeria
fr: Appuie sur l'icone appareil photo pour scanner ta galerie
he: הקש על סמל המצלמה כדי לסרוק את הגלריה שלך
hu: Koppintson a kamera ikonra a galeria atnezesehez
it: Tocca l'icona della fotocamera per scansionare la tua galleria
nl: Tik op het camerapictogram om je galerij te scannen
pt: Toque no icone da camera para escanear sua galeria

# trips_gallery_empty_title
source: No photos in this trip
ar: لا توجد صور في هذه الرحلة
de: Keine Fotos in dieser Reise
es: No hay fotos en este viaje
fr: Aucune photo dans ce voyage
he: אין תמונות בטיול זה
hu: Nincsenek fotok ezen az uton
it: Nessuna foto in questo viaggio
nl: Geen foto's in deze reis
pt: Nenhuma foto nesta viagem

# trips_gallery_errorLinking
source: Error linking photos: {error}
ar: خطأ في ربط الصور: {error}
de: Fehler beim Verknuepfen der Fotos: {error}
es: Error al vincular fotos: {error}
fr: Erreur lors de l'association des photos : {error}
he: שגיאה בקישור תמונות: {error}
hu: Hiba a fotok csatolasakor: {error}
it: Errore nel collegamento delle foto: {error}
nl: Fout bij koppelen van foto's: {error}
pt: Erro ao vincular fotos: {error}

# trips_gallery_errorScanning
source: Error scanning: {error}
ar: خطأ في المسح: {error}
de: Fehler beim Scannen: {error}
es: Error al escanear: {error}
fr: Erreur lors du scan : {error}
he: שגיאה בסריקה: {error}
hu: Hiba a keresés soran: {error}
it: Errore nella scansione: {error}
nl: Fout bij scannen: {error}
pt: Erro ao escanear: {error}

# trips_gallery_error_loading
source: Error loading photos: {error}
ar: خطأ في تحميل الصور: {error}
de: Fehler beim Laden der Fotos: {error}
es: Error al cargar fotos: {error}
fr: Erreur lors du chargement des photos : {error}
he: שגיאה בטעינת תמונות: {error}
hu: Hiba a fotok betoltesekor: {error}
it: Errore nel caricamento delle foto: {error}
nl: Fout bij laden van foto's: {error}
pt: Erro ao carregar fotos: {error}

# trips_gallery_linkedPhotos
source: Linked {count} photos
ar: تم ربط {count} صور
de: {count} Fotos verknuepft
es: Se vincularon {count} fotos
fr: {count} photos associees
he: קושרו {count} תמונות
hu: {count} foto csatolva
it: Collegate {count} foto
nl: {count} foto's gekoppeld
pt: {count} fotos vinculadas

# trips_gallery_linkingPhotos
source: Linking photos...
ar: جارٍ ربط الصور...
de: Fotos werden verknuepft...
es: Vinculando fotos...
fr: Association des photos...
he: מקשר תמונות...
hu: Fotok csatolasa...
it: Collegamento foto in corso...
nl: Foto's koppelen...
pt: Vinculando fotos...

# trips_gallery_tooltip_scan
source: Scan device gallery
ar: مسح معرض الجهاز
de: Geraetegalerie durchsuchen
es: Escanear galeria del dispositivo
fr: Scanner la galerie de l'appareil
he: סרוק גלריית מכשיר
hu: Eszköz galeria atnezes
it: Scansiona galleria del dispositivo
nl: Apparaatgalerij scannen
pt: Escanear galeria do dispositivo

# trips_gallery_tripNotFound
source: Trip not found
ar: الرحلة غير موجودة
de: Reise nicht gefunden
es: Viaje no encontrado
fr: Voyage introuvable
he: הטיול לא נמצא
hu: Ut nem talalhato
it: Viaggio non trovato
nl: Reis niet gevonden
pt: Viagem nao encontrada

# trips_list_button_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujraproba
it: Riprova
nl: Opnieuw proberen
pt: Tentar novamente

# trips_list_empty_button
source: Add Your First Trip
ar: أضف رحلتك الأولى
de: Erste Reise hinzufuegen
es: Agrega tu primer viaje
fr: Ajouter votre premier voyage
he: הוסף את הטיול הראשון שלך
hu: Adja hozza az elso utat
it: Aggiungi il tuo primo viaggio
nl: Voeg je eerste reis toe
pt: Adicionar Sua Primeira Viagem

# trips_list_empty_filtered_subtitle
source: Try adjusting or clearing your filters
ar: حاول تعديل أو مسح عوامل التصفية
de: Versuchen Sie, Ihre Filter anzupassen oder zurueckzusetzen
es: Intenta ajustar o borrar tus filtros
fr: Essayez d'ajuster ou de reinitialiser vos filtres
he: נסה להתאים או לנקות את המסננים שלך
hu: Probalja meg modositani vagy torolni a szuroket
it: Prova a modificare o cancellare i filtri
nl: Probeer je filters aan te passen of te wissen
pt: Tente ajustar ou limpar seus filtros

# trips_list_empty_filtered_title
source: No trips match your filters
ar: لا توجد رحلات تطابق عوامل التصفية
de: Keine Reisen entsprechen Ihren Filtern
es: Ningun viaje coincide con tus filtros
fr: Aucun voyage ne correspond a vos filtres
he: אין טיולים התואמים למסננים שלך
hu: Nincs a szuroknek megfelelo ut
it: Nessun viaggio corrisponde ai filtri
nl: Geen reizen die aan je filters voldoen
pt: Nenhuma viagem corresponde aos seus filtros

# trips_list_empty_subtitle
source: Create trips to group your dives by destination
ar: أنشئ رحلات لتجميع غوصاتك حسب الوجهة
de: Erstellen Sie Reisen, um Ihre Tauchgaenge nach Reiseziel zu gruppieren
es: Crea viajes para agrupar tus inmersiones por destino
fr: Creez des voyages pour regrouper vos plongees par destination
he: צור טיולים כדי לקבץ את הצלילות שלך לפי יעד
hu: Hozzon letre utakat a merülesek cel szerinti csoportositasahoz
it: Crea viaggi per raggruppare le immersioni per destinazione
nl: Maak reizen aan om je duiken per bestemming te groeperen
pt: Crie viagens para agrupar seus mergulhos por destino

# trips_list_empty_title
source: No trips added yet
ar: لم تتم إضافة رحلات بعد
de: Noch keine Reisen hinzugefuegt
es: No se han agregado viajes
fr: Aucun voyage ajoute
he: עדיין לא נוספו טיולים
hu: Meg nincsenek utak hozzaadva
it: Nessun viaggio aggiunto ancora
nl: Nog geen reizen toegevoegd
pt: Nenhuma viagem adicionada ainda

# trips_list_error_loading
source: Error loading trips: {error}
ar: خطأ في تحميل الرحلات: {error}
de: Fehler beim Laden der Reisen: {error}
es: Error al cargar viajes: {error}
fr: Erreur lors du chargement des voyages : {error}
he: שגיאה בטעינת טיולים: {error}
hu: Hiba az utak betoltesekor: {error}
it: Errore nel caricamento dei viaggi: {error}
nl: Fout bij laden van reizen: {error}
pt: Erro ao carregar viagens: {error}

# trips_list_fab_addTrip
source: Add Trip
ar: إضافة رحلة
de: Reise hinzufuegen
es: Agregar viaje
fr: Ajouter un voyage
he: הוסף טיול
hu: Ut hozzaadasa
it: Aggiungi viaggio
nl: Reis toevoegen
pt: Adicionar Viagem

# trips_list_filters_clearAll
source: Clear all
ar: مسح الكل
de: Alle loeschen
es: Borrar todos
fr: Tout effacer
he: נקה הכל
hu: Osszes torles
it: Cancella tutti
nl: Alles wissen
pt: Limpar tudo

# trips_list_sort_title
source: Sort Trips
ar: ترتيب الرحلات
de: Reisen sortieren
es: Ordenar viajes
fr: Trier les voyages
he: מיון טיולים
hu: Utak rendezese
it: Ordina viaggi
nl: Reizen sorteren
pt: Ordenar Viagens

# trips_list_tile_diveCount
source: {count} dives
ar: {count} غوصات
de: {count} Tauchgaenge
es: {count} inmersiones
fr: {count} plongees
he: {count} צלילות
hu: {count} merüles
it: {count} immersioni
nl: {count} duiken
pt: {count} mergulhos

# trips_list_tooltip_addTrip
source: Add Trip
ar: إضافة رحلة
de: Reise hinzufuegen
es: Agregar viaje
fr: Ajouter un voyage
he: הוסף טיול
hu: Ut hozzaadasa
it: Aggiungi viaggio
nl: Reis toevoegen
pt: Adicionar Viagem

# trips_list_tooltip_search
source: Search trips
ar: البحث في الرحلات
de: Reisen durchsuchen
es: Buscar viajes
fr: Rechercher des voyages
he: חיפוש טיולים
hu: Utak keresese
it: Cerca viaggi
nl: Reizen zoeken
pt: Buscar viagens

# trips_list_tooltip_sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
he: מיון
hu: Rendezes
it: Ordina
nl: Sorteren
pt: Ordenar

# trips_photos_empty_scanButton
source: Scan device gallery
ar: مسح معرض الجهاز
de: Geraetegalerie durchsuchen
es: Escanear galeria del dispositivo
fr: Scanner la galerie de l'appareil
he: סרוק גלריית מכשיר
hu: Eszköz galeria atnezes
it: Scansiona galleria del dispositivo
nl: Apparaatgalerij scannen
pt: Escanear galeria do dispositivo

# trips_photos_empty_title
source: No photos yet
ar: لا توجد صور بعد
de: Noch keine Fotos
es: No hay fotos aun
fr: Aucune photo
he: עדיין אין תמונות
hu: Meg nincsenek fotok
it: Nessuna foto ancora
nl: Nog geen foto's
pt: Nenhuma foto ainda

# trips_photos_error_loading
source: Error loading photos
ar: خطأ في تحميل الصور
de: Fehler beim Laden der Fotos
es: Error al cargar fotos
fr: Erreur lors du chargement des photos
he: שגיאה בטעינת תמונות
hu: Hiba a fotok betoltesekor
it: Errore nel caricamento delle foto
nl: Fout bij laden van foto's
pt: Erro ao carregar fotos

# trips_photos_moreIndicator_semanticLabel
source: {count} more photos
ar: {count} صور إضافية
de: {count} weitere Fotos
es: {count} fotos mas
fr: {count} photos supplementaires
he: עוד {count} תמונות
hu: {count} tovabbi foto
it: Altre {count} foto
nl: {count} meer foto's
pt: {count} fotos a mais

# trips_photos_sectionTitle
source: Photos
ar: الصور
de: Fotos
es: Fotos
he: תמונות
hu: Fotok
it: Foto
nl: Foto's
pt: Fotos

# trips_photos_tooltip_scan
source: Scan device gallery
ar: مسح معرض الجهاز
de: Geraetegalerie durchsuchen
es: Escanear galeria del dispositivo
fr: Scanner la galerie de l'appareil
he: סרוק גלריית מכשיר
hu: Eszköz galeria atnezes
it: Scansiona galleria del dispositivo
nl: Apparaatgalerij scannen
pt: Escanear galeria do dispositivo

# trips_photos_viewAll
source: View All
ar: عرض الكل
de: Alle anzeigen
es: Ver todas
fr: Voir tout
he: הצג הכל
hu: Osszes megtekintese
it: Visualizza tutte
nl: Alles bekijken
pt: Ver Todas

# trips_picker_clearTooltip
source: Clear selection
ar: مسح الاختيار
de: Auswahl loeschen
es: Borrar seleccion
fr: Effacer la selection
he: נקה בחירה
hu: Kivalasztas torlese
it: Cancella selezione
nl: Selectie wissen
pt: Limpar selecao

# trips_picker_empty_createButton
source: Create Trip
ar: إنشاء رحلة
de: Reise erstellen
es: Crear viaje
fr: Creer un voyage
he: צור טיול
hu: Ut letrehozasa
it: Crea viaggio
nl: Reis aanmaken
pt: Criar Viagem

# trips_picker_empty_title
source: No trips yet
ar: لا توجد رحلات بعد
de: Noch keine Reisen
es: No hay viajes aun
fr: Aucun voyage
he: עדיין אין טיולים
hu: Meg nincsenek utak
it: Nessun viaggio ancora
nl: Nog geen reizen
pt: Nenhuma viagem ainda
