Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveLog_bulkDelete_snackbar
source: Deleted {count} {count, plural, =1{dive} other{dives}}
ar: تم حذف {count} {count, plural, =1{غوصة} other{غوصات}}
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} geloescht
es: {count} {count, plural, =1{inmersión eliminada} other{inmersiones eliminadas}}
fr: {count} {count, plural, =1{plongee supprimee} other{plongees supprimees}}
he: {count} {count, plural, =1{צלילה נמחקה} other{צלילות נמחקו}}
hu: {count} {count, plural, =1{merules} other{merules}} torolve
it: {count} {count, plural, =1{immersione eliminata} other{immersioni eliminate}}
nl: {count} {count, plural, =1{duik} other{duiken}} verwijderd
pt: {count} {count, plural, =1{mergulho excluido} other{mergulhos excluidos}}

# diveLog_bulkDelete_title
source: Delete Dives
ar: حذف الغوصات
de: Tauchgaenge loeschen
es: Eliminar inmersiones
fr: Supprimer des plongees
he: מחיקת צלילות
hu: Merulesek torlese
it: Elimina immersioni
nl: Duiken verwijderen
pt: Excluir Mergulhos

# diveLog_bulkDelete_undo
source: Undo
ar: تراجع
de: Rueckgaengig
es: Deshacer
fr: Annuler
he: ביטול
hu: Visszavonas
it: Annulla
nl: Ongedaan maken
pt: Desfazer

# diveLog_bulkEdit_addTags
source: Add Tags
ar: إضافة وسوم
de: Tags hinzufuegen
es: Agregar etiquetas
fr: Ajouter des tags
he: הוספת תגיות
hu: Cimkek hozzaadasa
it: Aggiungi tag
nl: Tags toevoegen
pt: Adicionar Tags

# diveLog_bulkEdit_addTagsDescription
source: Add tags to selected dives
ar: إضافة وسوم إلى الغوصات المحددة
de: Tags zu ausgewaehlten Tauchgaengen hinzufuegen
es: Agregar etiquetas a las inmersiones seleccionadas
fr: Ajouter des tags aux plongees selectionnees
he: הוספת תגיות לצלילות שנבחרו
hu: Cimkek hozzaadasa a kivalasztott merulesekhez
it: Aggiungi tag alle immersioni selezionate
nl: Tags toevoegen aan geselecteerde duiken
pt: Adicionar tags aos mergulhos selecionados

# diveLog_bulkEdit_addedTags
source: Added {tagCount} {tagCount, plural, =1{tag} other{tags}} to {diveCount} {diveCount, plural, =1{dive} other{dives}}
ar: تمت إضافة {tagCount} {tagCount, plural, =1{وسم} other{وسوم}} إلى {diveCount} {diveCount, plural, =1{غوصة} other{غوصات}}
de: {tagCount} {tagCount, plural, =1{Tag} other{Tags}} zu {diveCount} {diveCount, plural, =1{Tauchgang} other{Tauchgaengen}} hinzugefuegt
es: {tagCount} {tagCount, plural, =1{etiqueta agregada} other{etiquetas agregadas}} a {diveCount} {diveCount, plural, =1{inmersión} other{inmersiones}}
fr: {tagCount} {tagCount, plural, =1{tag ajoute} other{tags ajoutes}} a {diveCount} {diveCount, plural, =1{plongee} other{plongees}}
he: נוספו {tagCount} {tagCount, plural, =1{תגית} other{תגיות}} ל-{diveCount} {diveCount, plural, =1{צלילה} other{צלילות}}
hu: {tagCount} {tagCount, plural, =1{cimke} other{cimke}} hozzaadva {diveCount} {diveCount, plural, =1{meruleshez} other{meruleshez}}
it: {tagCount, plural, =1{Aggiunto {tagCount} tag} other{Aggiunti {tagCount} tag}} a {diveCount} {diveCount, plural, =1{immersione} other{immersioni}}
nl: {tagCount} {tagCount, plural, =1{tag} other{tags}} toegevoegd aan {diveCount} {diveCount, plural, =1{duik} other{duiken}}
pt: {tagCount, plural, =1{Tag adicionada} other{{tagCount} tags adicionadas}} a {diveCount} {diveCount, plural, =1{mergulho} other{mergulhos}}

# diveLog_bulkEdit_changeTrip
source: Change Trip
ar: تغيير الرحلة
de: Reise aendern
es: Cambiar viaje
fr: Changer de voyage
he: שינוי טיול
hu: Ut modositasa
it: Cambia viaggio
nl: Reis wijzigen
pt: Alterar Viagem

# diveLog_bulkEdit_changeTripDescription
source: Move selected dives to a trip
ar: نقل الغوصات المحددة إلى رحلة
de: Ausgewaehlte Tauchgaenge einer Reise zuordnen
es: Mover inmersiones seleccionadas a un viaje
fr: Deplacer les plongees selectionnees vers un voyage
he: העברת צלילות שנבחרו לטיול
hu: Kivalasztott merulesek athelyezese egy utra
it: Sposta le immersioni selezionate in un viaggio
nl: Geselecteerde duiken naar een reis verplaatsen
pt: Mover mergulhos selecionados para uma viagem

# diveLog_bulkEdit_errorLoadingTrips
source: Error loading trips
ar: خطأ في تحميل الرحلات
de: Fehler beim Laden der Reisen
es: Error al cargar viajes
fr: Erreur lors du chargement des voyages
he: שגיאה בטעינת טיולים
hu: Hiba az utak betoltesekor
it: Errore nel caricamento dei viaggi
nl: Fout bij laden van reizen
pt: Erro ao carregar viagens

# diveLog_bulkEdit_failedAddTags
source: Failed to add tags: {error}
ar: فشلت إضافة الوسوم: {error}
de: Tags konnten nicht hinzugefuegt werden: {error}
es: Error al agregar etiquetas: {error}
fr: Impossible d'ajouter les tags : {error}
he: נכשל הוספת תגיות: {error}
hu: Nem sikerult hozzaadni a cimkeket: {error}
it: Impossibile aggiungere i tag: {error}
nl: Tags toevoegen mislukt: {error}
pt: Falha ao adicionar tags: {error}

# diveLog_bulkEdit_failedUpdateTrip
source: Failed to update trip: {error}
ar: فشل تحديث الرحلة: {error}
de: Reise konnte nicht aktualisiert werden: {error}
es: Error al actualizar viaje: {error}
fr: Impossible de mettre a jour le voyage : {error}
he: נכשל עדכון טיול: {error}
hu: Nem sikerult frissiteni az utat: {error}
it: Impossibile aggiornare il viaggio: {error}
nl: Reis bijwerken mislukt: {error}
pt: Falha ao atualizar viagem: {error}

# diveLog_bulkEdit_movedToTrip
source: Moved {count} {count, plural, =1{dive} other{dives}} to trip
ar: تم نقل {count} {count, plural, =1{غوصة} other{غوصات}} إلى الرحلة
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} zur Reise verschoben
es: {count} {count, plural, =1{inmersión movida} other{inmersiones movidas}} al viaje
fr: {count} {count, plural, =1{plongee deplacee} other{plongees deplacees}} vers le voyage
he: {count} {count, plural, =1{צלילה הועברה} other{צלילות הועברו}} לטיול
hu: {count} {count, plural, =1{merules} other{merules}} athelyezve az utra
it: {count, plural, =1{Spostata {count} immersione} other{Spostate {count} immersioni}} nel viaggio
nl: {count} {count, plural, =1{duik} other{duiken}} verplaatst naar reis
pt: {count} {count, plural, =1{mergulho movido} other{mergulhos movidos}} para a viagem

# diveLog_bulkEdit_noTagsAvailable
source: No tags available.
ar: لا توجد وسوم متاحة.
de: Keine Tags verfuegbar.
es: No hay etiquetas disponibles.
fr: Aucun tag disponible.
he: אין תגיות זמינות.
hu: Nincsenek elerheto cimkek.
it: Nessun tag disponibile.
nl: Geen tags beschikbaar.
pt: Nenhuma tag disponivel.

# diveLog_bulkEdit_noTagsAvailableCreate
source: No tags available. Create tags first.
ar: لا توجد وسوم متاحة. قم بإنشاء الوسوم أولاً.
de: Keine Tags verfuegbar. Erstellen Sie zuerst Tags.
es: No hay etiquetas disponibles. Crea etiquetas primero.
fr: Aucun tag disponible. Cree d'abord des tags.
he: אין תגיות זמינות. צור תגיות תחילה.
hu: Nincsenek elerheto cimkek. Eloszor hozzon letre cimkeket.
it: Nessun tag disponibile. Crea prima dei tag.
nl: Geen tags beschikbaar. Maak eerst tags aan.
pt: Nenhuma tag disponivel. Crie tags primeiro.

# diveLog_bulkEdit_noTrip
source: No Trip
ar: بدون رحلة
de: Keine Reise
es: Sin viaje
fr: Aucun voyage
he: ללא טיול
hu: Nincs ut
it: Nessun viaggio
nl: Geen reis
pt: Sem Viagem

# diveLog_bulkEdit_removeFromTrip
source: Remove from trip
ar: إزالة من الرحلة
de: Von Reise entfernen
es: Quitar del viaje
fr: Retirer du voyage
he: הסרה מטיול
hu: Eltavolitas az utrol
it: Rimuovi dal viaggio
nl: Verwijderen uit reis
pt: Remover da viagem

# diveLog_bulkEdit_removeTags
source: Remove Tags
ar: إزالة الوسوم
de: Tags entfernen
es: Quitar etiquetas
fr: Retirer des tags
he: הסרת תגיות
hu: Cimkek eltavolitasa
it: Rimuovi tag
nl: Tags verwijderen
pt: Remover Tags

# diveLog_bulkEdit_removeTagsDescription
source: Remove tags from selected dives
ar: إزالة الوسوم من الغوصات المحددة
de: Tags von ausgewaehlten Tauchgaengen entfernen
es: Quitar etiquetas de las inmersiones seleccionadas
fr: Retirer des tags des plongees selectionnees
he: הסרת תגיות מצלילות שנבחרו
hu: Cimkek eltavolitasa a kivalasztott merulesekrol
it: Rimuovi tag dalle immersioni selezionate
nl: Tags verwijderen van geselecteerde duiken
pt: Remover tags dos mergulhos selecionados

# diveLog_bulkEdit_removedFromTrip
source: Removed {count} {count, plural, =1{dive} other{dives}} from trip
ar: تمت إزالة {count} {count, plural, =1{غوصة} other{غوصات}} من الرحلة
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} von Reise entfernt
es: {count} {count, plural, =1{inmersión quitada} other{inmersiones quitadas}} del viaje
fr: {count} {count, plural, =1{plongee retiree} other{plongees retirees}} du voyage
he: {count} {count, plural, =1{צלילה הוסרה} other{צלילות הוסרו}} מהטיול
hu: {count} {count, plural, =1{merules} other{merules}} eltavolitva az utrol
it: {count, plural, =1{Rimossa {count} immersione} other{Rimosse {count} immersioni}} dal viaggio
nl: {count} {count, plural, =1{duik} other{duiken}} verwijderd uit reis
pt: {count} {count, plural, =1{mergulho removido} other{mergulhos removidos}} da viagem

# diveLog_bulkEdit_selectTrip
source: Select Trip
ar: اختيار رحلة
de: Reise auswaehlen
es: Seleccionar viaje
fr: Selectionner un voyage
he: בחירת טיול
hu: Ut kivalasztasa
it: Seleziona viaggio
nl: Reis selecteren
pt: Selecionar Viagem

# diveLog_bulkEdit_title
source: Edit {count} {count, plural, =1{Dive} other{Dives}}
ar: تعديل {count} {count, plural, =1{غوصة} other{غوصات}}
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} bearbeiten
es: Editar {count} {count, plural, =1{inmersión} other{inmersiones}}
fr: Modifier {count} {count, plural, =1{plongee} other{plongees}}
he: עריכת {count} {count, plural, =1{צלילה} other{צלילות}}
hu: {count} {count, plural, =1{merules} other{merules}} szerkesztese
it: Modifica {count} {count, plural, =1{immersione} other{immersioni}}
nl: {count} {count, plural, =1{duik} other{duiken}} bewerken
pt: Editar {count} {count, plural, =1{Mergulho} other{Mergulhos}}

# diveLog_bulkExport_csvDescription
source: Spreadsheet format
ar: تنسيق جداول بيانات
de: Tabellenformat
es: Formato de hoja de cálculo
fr: Format tableur
he: פורמט גיליון אלקטרוני
hu: Tablazatkezelo formatum
it: Formato foglio di calcolo
nl: Spreadsheetformaat
pt: Formato de planilha

# diveLog_bulkExport_failed
source: Export failed: {error}
ar: فشل التصدير: {error}
de: Export fehlgeschlagen: {error}
es: Error en la exportación: {error}
fr: Echec de l'export : {error}
he: הייצוא נכשל: {error}
hu: Exportalas sikertelen: {error}
it: Esportazione fallita: {error}
nl: Export mislukt: {error}
pt: Exportacao falhou: {error}

# diveLog_bulkExport_pdf
source: PDF Logbook
ar: سجل PDF
de: PDF-Logbuch
es: Registro PDF
fr: Carnet PDF
he: יומן PDF
hu: PDF naplo
it: Logbook PDF
nl: PDF Logboek

# diveLog_bulkExport_pdfDescription
source: Printable dive log pages
ar: صفحات سجل غوص قابلة للطباعة
de: Druckbare Tauchlogbuchseiten
es: Páginas de registro de buceo imprimibles
fr: Pages de carnet de plongee imprimables
he: דפי יומן צלילה להדפסה
hu: Nyomtathato merulesi naplo oldalak
it: Pagine stampabili del diario immersioni
nl: Afdrukbare duiklogpagina's
pt: Paginas imprimiveis do log de mergulho

# diveLog_bulkExport_success
source: Exported {count} {count, plural, =1{dive} other{dives}} successfully
ar: تم تصدير {count} {count, plural, =1{غوصة} other{غوصات}} بنجاح
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} erfolgreich exportiert
es: {count} {count, plural, =1{inmersión exportada} other{inmersiones exportadas}} correctamente
fr: {count} {count, plural, =1{plongee exportee} other{plongees exportees}} avec succes
he: {count} {count, plural, =1{צלילה יוצאה} other{צלילות יוצאו}} בהצלחה
hu: {count} {count, plural, =1{merules} other{merules}} sikeresen exportalva
it: {count, plural, =1{Esportata {count} immersione} other{Esportate {count} immersioni}} con successo
nl: {count} {count, plural, =1{duik} other{duiken}} succesvol geëxporteerd
pt: {count} {count, plural, =1{mergulho exportado} other{mergulhos exportados}} com sucesso

# diveLog_bulkExport_title
source: Export {count} {count, plural, =1{Dive} other{Dives}}
ar: تصدير {count} {count, plural, =1{غوصة} other{غوصات}}
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} exportieren
es: Exportar {count} {count, plural, =1{inmersión} other{inmersiones}}
fr: Exporter {count} {count, plural, =1{plongee} other{plongees}}
he: ייצוא {count} {count, plural, =1{צלילה} other{צלילות}}
hu: {count} {count, plural, =1{merules} other{merules}} exportalasa
it: Esporta {count} {count, plural, =1{immersione} other{immersioni}}
nl: {count} {count, plural, =1{duik} other{duiken}} exporteren
pt: Exportar {count} {count, plural, =1{Mergulho} other{Mergulhos}}

# diveLog_bulkExport_uddfDescription
source: Universal Dive Data Format
ar: تنسيق بيانات الغوص العالمي
es: Formato Universal de Datos de Buceo
fr: Format universel de donnees de plongee
he: פורמט נתוני צלילה אוניברסלי
hu: Univerzalis merulesi adatformatum
nl: Universeel Duikgegevensformaat
pt: Formato Universal de Dados de Mergulho

# diveLog_ccr_diluent_air
source: Air
ar: هواء
de: Luft
es: Aire
he: אוויר
hu: Levego
it: Aria
nl: Lucht
pt: Ar

# diveLog_ccr_hint_loopVolume
source: e.g., 6.0
ar: مثال: 6.0
de: z.B. 6,0
es: ej., 6.0
fr: ex. 6,0
he: למשל, 6.0
hu: pl. 6.0
it: es. 6,0
nl: bijv. 6,0
pt: ex., 6.0

# diveLog_ccr_hint_type
source: e.g., Sofnolime
ar: مثال: Sofnolime
de: z.B. Sofnolime
es: ej., Sofnolime
fr: ex. Sofnolime
he: למשל, Sofnolime
hu: pl. Sofnolime
it: es. Sofnolime
nl: bijv. Sofnolime
pt: ex., Sofnolime

# diveLog_ccr_label_deco
source: Deco
ar: تخفيف ضغط
de: Deko
he: דקו
hu: Deko

# diveLog_ccr_label_highBottom
source: High (Bottom)
ar: عالٍ (قاع)
de: Hoch (Grund)
es: Alto (fondo)
fr: Haute (fond)
he: גבוה (תחתית)
hu: Magas (Also)
it: Alto (fondo)
nl: Hoog (bodem)
pt: Alto (Fundo)

# diveLog_ccr_label_loopVolume
source: Loop Volume
ar: حجم الدائرة
de: Loop-Volumen
es: Volumen del circuito
fr: Volume de boucle
he: נפח מעגל
hu: Hurokban levo terfogat
it: Volume del circuito
pt: Volume do Loop

# diveLog_ccr_label_lowDescAsc
source: Low (Desc/Asc)
ar: منخفض (نزول/صعود)
de: Niedrig (Ab-/Aufstieg)
es: Bajo (desc/asc)
fr: Basse (desc/rem)
he: נמוך (ירידה/עלייה)
hu: Alacsony (Le/Fel)
it: Basso (discesa/risalita)
nl: Laag (Afd./Opst.)
pt: Baixo (Desc/Sub)

# diveLog_ccr_label_rated
source: Rated
ar: المقدّر
de: Nennwert
es: Capacidad nominal
fr: Nominal
he: נומינלי
hu: Nevleges
it: Nominale
nl: Nominaal
pt: Capacidade

# diveLog_ccr_label_remaining
source: Remaining
ar: المتبقي
de: Verbleibend
es: Restante
fr: Restant
he: נותר
hu: Maradek
it: Rimanente
nl: Resterend
pt: Restante

# diveLog_ccr_label_type
source: Type
ar: النوع
de: Typ
es: Tipo
he: סוג
hu: Tipus
it: Tipo
pt: Tipo

# diveLog_ccr_sectionDiluentGas
source: Diluent Gas
ar: غاز المخفف
es: Gas diluyente
fr: Gaz diluant
he: גז מדלל
hu: Higigaz
it: Gas diluente
pt: Gas Diluente

# diveLog_ccr_sectionScrubber
source: Scrubber
ar: المرشح الكيميائي
de: Atemkalk
es: Absorbente
fr: Chaux
he: סקראבר
hu: Szorokeszulek

# diveLog_ccr_sectionSetpoints
source: Setpoints (bar)
ar: نقاط الضبط (bar)
fr: Consignes (bar)
he: נקודות כוונון (bar)
hu: Setpointok (bar)
it: Setpoint (bar)

# diveLog_ccr_title
source: CCR Settings
ar: إعدادات CCR
de: CCR-Einstellungen
es: Configuración CCR
fr: Reglages CCR
he: הגדרות CCR
hu: CCR beallitasok
it: Impostazioni CCR
nl: CCR-instellingen
pt: Configuracoes CCR

# diveLog_collapsible_semantics_collapse
source: Collapse {title} section
ar: طي قسم {title}
de: Bereich {title} einklappen
es: Contraer sección {title}
fr: Reduire la section {title}
he: כיווץ חלק {title}
hu: {title} szekció osszecsuklasa
it: Comprimi sezione {title}
nl: Sectie {title} inklappen
pt: Recolher secao {title}

# diveLog_collapsible_semantics_expand
source: Expand {title} section
ar: توسيع قسم {title}
de: Bereich {title} ausklappen
es: Expandir sección {title}
fr: Developper la section {title}
he: הרחבת חלק {title}
hu: {title} szekció kinyitasa
it: Espandi sezione {title}
nl: Sectie {title} uitklappen
pt: Expandir secao {title}

# diveLog_cylinderSac_avgDepth
source: Avg: {depth}
ar: متوسط: {depth}
de: Durchschn.: {depth}
es: Prom: {depth}
fr: Moy : {depth}
he: ממוצע: {depth}
hu: Atlag: {depth}
it: Media: {depth}
nl: Gem.: {depth}
pt: Media: {depth}

# diveLog_cylinderSac_badge_basic
source: Basic
ar: أساسي
de: Basis
es: Básico
fr: Base
he: בסיסי
hu: Alap
it: Base
nl: Basis
pt: Basico

# diveLog_cylinderSac_tooltip_aiData
source: Using AI transmitter data for higher accuracy
ar: استخدام بيانات جهاز الإرسال AI لدقة أعلى
de: Verwendet AI-Senderdaten fuer hoehere Genauigkeit
es: Usando datos del transmisor AI para mayor precisión
fr: Donnees du transmetteur AI pour une meilleure precision
he: שימוש בנתוני משדר AI לדיוק גבוה יותר
hu: AI adó adatait hasznalja a nagyobb pontossaghoz
it: Utilizzo dati trasmettitore AI per maggiore precisione
nl: AI-zendergegevens gebruikt voor hogere nauwkeurigheid
pt: Usando dados do transmissor AI para maior precisao

# diveLog_cylinderSac_tooltip_basicData
source: Calculated from start/end pressures
ar: محسوب من ضغط البداية والنهاية
de: Berechnet aus Start-/Enddruck
es: Calculado a partir de presiones inicial/final
fr: Calcule a partir des pressions de debut et de fin
he: חושב מלחצי התחלה/סיום
hu: Kezdo/veg nyomasokbol szamitva
it: Calcolato dalle pressioni iniziale/finale
nl: Berekend op basis van begin-/einddruk
pt: Calculado a partir das pressoes inicial/final

# diveLog_deco_badge_deco
source: DECO
ar: تخفيف ضغط
de: DEKO
he: דקו
hu: DEKO

# diveLog_deco_badge_noDeco
source: NO DECO
ar: بدون تخفيف ضغط
de: KEINE DEKO
es: SIN DECO
fr: SANS PALIER
he: ללא דקו
hu: NINCS DEKO
nl: GEEN DECO
pt: SEM DECO

# diveLog_deco_label_ceiling
source: Ceiling
ar: السقف
es: Techo
fr: Plafond
he: תקרה
hu: Plafon
nl: Plafond
pt: Teto

# diveLog_deco_label_leading
source: Leading
ar: الأنسجة الرائدة
de: Leitgewebe
es: Dominante
fr: Dominant
he: מוביל
hu: Vezeto
it: Principale
nl: Leidend
pt: Predominante

# diveLog_deco_sectionDecoStops
source: Deco Stops
ar: توقفات تخفيف الضغط
de: Dekostopps
es: Paradas de descompresión
fr: Paliers de decompression
he: עצירות דקו
hu: Deko megallok
it: Soste deco
pt: Paradas Deco

# diveLog_deco_sectionTissueLoading
source: Tissue Loading
ar: تحميل الأنسجة
de: Gewebesaettigung
es: Carga tisular
fr: Saturation des tissus
he: עומס רקמות
hu: Szovetterheltseg
it: Carico tissutale
nl: Weefselbelading
pt: Carga Tecidual

# diveLog_deco_semantics_notRequired
source: No decompression required
ar: لا يلزم تخفيف الضغط
de: Keine Dekompression erforderlich
es: No se requiere descompresión
fr: Pas de decompression requise
he: דקומפרסיה אינה נדרשת
hu: Dekompresszio nem szukseges
it: Decompressione non richiesta
nl: Geen decompressie vereist
pt: Descompressao nao necessaria

# diveLog_deco_semantics_required
source: Decompression required
ar: يلزم تخفيف الضغط
de: Dekompression erforderlich
es: Se requiere descompresión
fr: Decompression requise
he: דקומפרסיה נדרשת
hu: Dekompresszio szukseges
it: Decompressione richiesta
nl: Decompressie vereist
pt: Descompressao necessaria

# diveLog_deco_tissueFast
source: Fast
ar: سريعة
de: Schnell
es: Rápido
fr: Rapide
he: מהירה
hu: Gyors
it: Veloce
nl: Snel
pt: Rapido

# diveLog_deco_tissueSlow
source: Slow
ar: بطيئة
de: Langsam
es: Lento
fr: Lent
he: איטית
hu: Lassu
it: Lento
nl: Langzaam
pt: Lento

# diveLog_deco_title
source: Decompression Status
ar: حالة تخفيف الضغط
de: Dekompressionsstatus
es: Estado de descompresión
fr: Statut de decompression
he: מצב דקומפרסיה
hu: Dekompresszios allapot
it: Stato decompressione
nl: Decompressiestatus
pt: Status de Descompressao

# diveLog_deco_totalDecoTime
source: Total: {time}
ar: الإجمالي: {time}
de: Gesamt: {time}
he: סה"כ: {time}
hu: Osszes: {time}
it: Totale: {time}
nl: Totaal: {time}

# diveLog_delete_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveLog_delete_confirm
source: This action cannot be undone. The dive and all associated data (profile, tanks, sightings) will be permanently deleted.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف الغوصة وجميع البيانات المرتبطة بها (الملف الشخصي، الأسطوانات، المشاهدات) نهائياً.
de: Diese Aktion kann nicht rueckgaengig gemacht werden. Der Tauchgang und alle zugehoerigen Daten (Profil, Flaschen, Sichtungen) werden dauerhaft geloescht.
es: Esta acción no se puede deshacer. La inmersión y todos los datos asociados (perfil, tanques, avistamientos) se eliminarán permanentemente.
fr: Cette action est irreversible. La plongee et toutes les donnees associees (profil, blocs, observations) seront definitivement supprimees.
he: פעולה זו אינה ניתנת לביטול. הצלילה וכל הנתונים המשויכים (פרופיל, בלונים, תצפיות) יימחקו לצמיתות.
hu: Ez a muvelet nem vonhato vissza. A merules es az osszes kapcsolodo adat (profil, palackok, eszlelesek) veglegesen torlodik.
it: Questa azione non puo essere annullata. L'immersione e tutti i dati associati (profilo, bombole, avvistamenti) saranno eliminati definitivamente.
nl: Deze actie kan niet ongedaan worden gemaakt. De duik en alle bijbehorende gegevens (profiel, flessen, waarnemingen) worden permanent verwijderd.
pt: Esta acao nao pode ser desfeita. O mergulho e todos os dados associados (perfil, cilindros, avistamentos) serao excluidos permanentemente.

# diveLog_delete_delete
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחיקה
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# diveLog_delete_title
source: Delete Dive?
ar: حذف الغوصة؟
de: Tauchgang loeschen?
es: ¿Eliminar inmersión?
fr: Supprimer la plongee ?
he: למחוק צלילה?
hu: Merules torlese?
it: Eliminare l'immersione?
nl: Duik verwijderen?
pt: Excluir Mergulho?

# diveLog_detail_appBar
source: Dive Details
ar: تفاصيل الغوصة
de: Tauchgang-Details
es: Detalles de la inmersión
fr: Details de la plongee
he: פרטי צלילה
hu: Merules reszletei
it: Dettagli immersione
nl: Duikdetails
pt: Detalhes do Mergulho

# diveLog_detail_badge_critical
source: CRITICAL
ar: حرج
de: KRITISCH
es: CRÍTICO
fr: CRITIQUE
he: קריטי
hu: KRITIKUS
it: CRITICO
nl: KRITIEK
pt: CRITICO

# diveLog_detail_badge_deco
source: DECO
ar: تخفيف ضغط
de: DEKO
he: דקו
hu: DEKO

# diveLog_detail_badge_noDeco
source: NO DECO
ar: بدون تخفيف ضغط
de: KEINE DEKO
es: SIN DECO
fr: SANS PALIER
he: ללא דקו
hu: NINCS DEKO
nl: GEEN DECO
pt: SEM DECO

# diveLog_detail_badge_warning
source: WARNING
ar: تحذير
de: WARNUNG
es: ADVERTENCIA
fr: ATTENTION
he: אזהרה
hu: FIGYELMEZTETÉS
it: ATTENZIONE
nl: WAARSCHUWING
pt: AVISO

# diveLog_detail_buddyCount
source: {count} {count, plural, =1{buddy} other{buddies}}
ar: {count} {count, plural, =1{زميل غوص} other{زملاء غوص}}
de: {count} {count, plural, =1{Tauchpartner} other{Tauchpartner}}
es: {count} {count, plural, =1{compañero} other{compañeros}}
fr: {count} {count, plural, =1{binome} other{binomes}}
he: {count} {count, plural, =1{שותף} other{שותפים}}
hu: {count} {count, plural, =1{buddy} other{buddy}}
it: {count} {count, plural, =1{compagno} other{compagni}}
nl: {count} {count, plural, =1{buddy} other{buddy's}}
pt: {count} {count, plural, =1{dupla} other{duplas}}

# diveLog_detail_button_playback
source: Playback
ar: تشغيل
de: Wiedergabe
es: Reproducción
fr: Lecture
he: הפעלה
hu: Lejatszas
it: Riproduzione
nl: Afspelen
pt: Reproducao

# diveLog_detail_button_rangeAnalysis
source: Range Analysis
ar: تحليل النطاق
de: Bereichsanalyse
es: Análisis de rango
fr: Analyse de plage
he: ניתוח טווח
hu: Tartomany elemzes
it: Analisi intervallo
nl: Bereikanalyse
pt: Analise de Intervalo

# diveLog_detail_button_showEnd
source: Show end
ar: عرض النهاية
de: Ende anzeigen
es: Mostrar final
fr: Voir la fin
he: הצגת סיום
hu: Veg mutatasa
it: Mostra fine
nl: Toon einde
pt: Mostrar final
