Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# tools_weight_resultAccessibility
source: Recommended weight: {weight} {unit}
ar: الوزن الموصى به: {weight} {unit}
de: Empfohlenes Gewicht: {weight} {unit}
es: Peso recomendado: {weight} {unit}
fr: Lestage recommande : {weight} {unit}
he: משקל מומלץ: {weight} {unit}
hu: Ajanlott suly: {weight} {unit}
it: Zavorra consigliata: {weight} {unit}
nl: Aanbevolen gewicht: {weight} {unit}
pt: Lastro recomendado: {weight} {unit}

# tools_weight_steelImperial
source: Negatively buoyant (-4 lbs)
ar: طفو سلبي (-4 lbs)
de: Auftriebsnegativ (-4 lbs)
es: Flotabilidad negativa (-4 lbs)
fr: Flottabilite negative (-4 lbs)
he: שלילי ציפה (-4 lbs)
hu: Negativ felhajtoeroe (-4 lbs)
it: Galleggiabilità negativa (-4 lbs)
nl: Negatief drijvend (-4 lbs)
pt: Flutuabilidade negativa (-4 lbs)

# tools_weight_steelMetric
source: Negatively buoyant (-2 kg)
ar: طفو سلبي (-2 kg)
de: Auftriebsnegativ (-2 kg)
es: Flotabilidad negativa (-2 kg)
fr: Flottabilite negative (-2 kg)
he: שלילי ציפה (-2 kg)
hu: Negativ felhajtoeroe (-2 kg)
it: Galleggiabilità negativa (-2 kg)
nl: Negatief drijvend (-2 kg)
pt: Flutuabilidade negativa (-2 kg)

# tools_weight_subtitle
source: Recommended weight for your setup
ar: الوزن الموصى به لإعدادك
de: Empfohlenes Gewicht fuer Ihre Konfiguration
es: Peso recomendado para tu configuracion
fr: Lestage recommande pour votre configuration
he: משקל מומלץ להתקנה שלך
hu: Ajanlott suly az összeallitasahoz
it: Zavorra consigliata per la tua configurazione
nl: Aanbevolen gewicht voor je opstelling
pt: Lastro recomendado para o seu equipamento

# tools_weight_tankMaterial
source: Tank Material
ar: مادة الأسطوانة
de: Flaschenmaterial
es: Material del tanque
fr: Materiau du bloc
he: חומר מיכל
hu: Palack anyag
it: Materiale bombola
nl: Flesmateriaal
pt: Material do Cilindro

# tools_weight_tankSpecifications
source: Tank Specifications
ar: مواصفات الأسطوانة
de: Flaschenspezifikationen
es: Especificaciones del tanque
fr: Specifications du bloc
he: מפרט מיכל
hu: Palack specifikaciok
it: Specifiche bombola
nl: Flesspecificaties
pt: Especificacoes do Cilindro

# tools_weight_title
source: Weight Calculator
ar: حاسبة الوزن
de: Gewichtsrechner
es: Calculadora de peso
fr: Calculateur de lestage
he: מחשבון משקל
hu: Sulyszamologep
it: Calcolatore zavorra
nl: Gewichtscalculator
pt: Calculadora de Lastro

# tools_weight_waterType
source: Water Type
ar: نوع الماء
de: Wassertyp
es: Tipo de agua
fr: Type d'eau
he: סוג מים
hu: Viz tipusa
it: Tipo di acqua
pt: Tipo de Agua

# tools_weight_waterVolume
source: • Water volume: {volume} L
ar: حجم الماء: {volume} L •
de: - Wasservolumen: {volume} L
es: - Volumen de agua: {volume} L
fr: - Volume d'eau : {volume} L
he: • נפח מים: {volume} L
hu: - Vizterfogat: {volume} L
it: • Volume acqua: {volume} L
pt: - Volume de agua: {volume} L

# tools_weight_workingPressure
source: • Working pressure: {pressure} bar
ar: ضغط العمل: {pressure} bar •
de: - Betriebsdruck: {pressure} bar
es: - Presion de trabajo: {pressure} bar
fr: - Pression de service : {pressure} bar
he: • לחץ עבודה: {pressure} bar
hu: - Üzemi nyomas: {pressure} bar
it: • Pressione di esercizio: {pressure} bar
nl: • Werkdruk: {pressure} bar
pt: - Pressao de trabalho: {pressure} bar

# tools_weight_yourWeight
source: Your weight
ar: وزنك
de: Ihr Gewicht
es: Tu peso
fr: Votre poids
he: המשקל שלך
hu: Az Ön sulya
it: Il tuo peso
nl: Jouw gewicht
pt: Seu peso

# transfer_appBar_title
source: Transfer
ar: النقل
de: Uebertragung
es: Transferir
fr: Transfert
he: העברה
hu: Atvitel
it: Trasferimento
nl: Overdracht
pt: Transferencia

# transfer_computers_aboutContent
source: Connect your dive computer via Bluetooth to download dive logs directly to the app. Supported computers include Suunto, Shearwater, Garmin, Mares, and many other popular brands. Apple Watch Ultra users can import dive data directly from the Health app, including depth, duration, and heart rate.
ar: قم بتوصيل حاسوب الغوص عبر البلوتوث لتنزيل سجلات الغوص مباشرة إلى التطبيق. تشمل الحواسيب المدعومة Suunto و Shearwater و Garmin و Mares والعديد من العلامات التجارية الشهيرة الأخرى. يمكن لمستخدمي Apple Watch Ultra استيراد بيانات الغوص مباشرة من تطبيق الصحة، بما في ذلك العمق والمدة ومعدل ضربات القلب.
de: Verbinden Sie Ihren Tauchcomputer ueber Bluetooth, um Tauchprotokolle direkt in die App herunterzuladen. Unterstuetzte Computer sind Suunto, Shearwater, Garmin, Mares und viele andere beliebte Marken. Apple Watch Ultra-Benutzer koennen Tauchdaten direkt aus der Health-App importieren, einschliesslich Tiefe, Dauer und Herzfrequenz.
es: Conecta tu computadora de buceo por Bluetooth para descargar registros de buceo directamente a la aplicacion. Las computadoras compatibles incluyen Suunto, Shearwater, Garmin, Mares y muchas otras marcas populares. Los usuarios de Apple Watch Ultra pueden importar datos de buceo directamente desde la app Salud, incluyendo profundidad, duracion y frecuencia cardiaca.
fr: Connectez votre ordinateur de plongee via Bluetooth pour telecharger les carnets de plongee directement dans l'application. Les ordinateurs compatibles incluent Suunto, Shearwater, Garmin, Mares et de nombreuses autres marques populaires. Les utilisateurs d'Apple Watch Ultra peuvent importer les donnees de plongee directement depuis l'app Sante, y compris la profondeur, la duree et la frequence cardiaque.
he: חבר את מחשב הצלילה שלך באמצעות Bluetooth כדי להוריד יומני צלילה ישירות לאפליקציה. מחשבים נתמכים כוללים Suunto, Shearwater, Garmin, Mares ועוד מותגים פופולריים רבים. משתמשי Apple Watch Ultra יכולים לייבא נתוני צלילה ישירות מאפליקציית הבריאות, כולל עומק, משך וקצב לב.
hu: Csatlakoztassa merülesi szamitogepejet Bluetooth-on keresztül, es toltse le a merülesi naplokat kozvetlenül az alkalmazasba. Tamogatott szamitogepek: Suunto, Shearwater, Garmin, Mares es sok mas nepszeru marka. Az Apple Watch Ultra felhasznalok kozvetlenül importalhatjak a merülesi adatokat a Health alkalmazasbol, beleertve a melyseg, idotartam es szivfrekvencia adatokat.
it: Collega il tuo dive computer via Bluetooth per scaricare i registri immersione direttamente nell'app. I computer supportati includono Suunto, Shearwater, Garmin, Mares e molte altre marche popolari. Gli utenti di Apple Watch Ultra possono importare i dati delle immersioni direttamente dall'app Salute, inclusi profondità, durata e frequenza cardiaca.
nl: Verbind je duikcomputer via Bluetooth om duiklogs rechtstreeks naar de app te downloaden. Ondersteunde computers zijn onder andere Suunto, Shearwater, Garmin, Mares en vele andere populaire merken. Apple Watch Ultra-gebruikers kunnen duikgegevens rechtstreeks uit de Gezondheid-app importeren, inclusief diepte, duur en hartslag.
pt: Conecte seu computador de mergulho via Bluetooth para baixar registros de mergulho diretamente no aplicativo. Computadores compativeis incluem Suunto, Shearwater, Garmin, Mares e muitas outras marcas populares. Usuarios do Apple Watch Ultra podem importar dados de mergulho diretamente do app Saude, incluindo profundidade, duracao e frequencia cardiaca.

# transfer_computers_aboutTitle
source: About Dive Computers
ar: حول حواسيب الغوص
de: Ueber Tauchcomputer
es: Acerca de las computadoras de buceo
fr: A propos des ordinateurs de plongee
he: אודות מחשבי צלילה
hu: Merülesi szamitogepek
it: Informazioni sui dive computer
nl: Over duikcomputers
pt: Sobre Computadores de Mergulho

# transfer_computers_appleWatchSubtitle
source: Import dives recorded on Apple Watch Ultra
ar: استيراد الغوصات المسجلة على Apple Watch Ultra
de: Auf der Apple Watch Ultra aufgezeichnete Tauchgaenge importieren
es: Importar inmersiones grabadas en Apple Watch Ultra
fr: Importer les plongees enregistrees sur Apple Watch Ultra
he: ייבא צלילות שהוקלטו ב-Apple Watch Ultra
hu: Apple Watch Ultra-n rogzitett merülesek importalasa
it: Importa immersioni registrate su Apple Watch Ultra
nl: Importeer duiken opgenomen op Apple Watch Ultra
pt: Importar mergulhos gravados no Apple Watch Ultra

# transfer_computers_appleWatchTitle
source: Import from Apple Watch
ar: الاستيراد من Apple Watch
de: Von Apple Watch importieren
es: Importar desde Apple Watch
fr: Importer depuis l'Apple Watch
he: ייבוא מ-Apple Watch
hu: Importalas Apple Watch-rol
it: Importa da Apple Watch
nl: Importeren vanaf Apple Watch
pt: Importar do Apple Watch

# transfer_computers_connectSubtitle
source: Discover and pair a dive computer
ar: اكتشاف وإقران حاسوب غوص
de: Tauchcomputer suchen und koppeln
es: Descubrir y emparejar una computadora de buceo
fr: Decouvrir et associer un ordinateur de plongee
he: גלה וצמד מחשב צלילה
hu: Merülesi szamitogep felderitese es parositas
it: Scopri e associa un dive computer
nl: Een duikcomputer zoeken en koppelen
pt: Descobrir e parear um computador de mergulho

# transfer_computers_connectTitle
source: Connect New Computer
ar: توصيل حاسوب جديد
de: Neuen Computer verbinden
es: Conectar nueva computadora
fr: Connecter un nouvel ordinateur
he: חבר מחשב חדש
hu: Uj szamitogep csatlakoztatasa
it: Collega nuovo computer
nl: Nieuwe computer verbinden
pt: Conectar Novo Computador

# transfer_computers_errorLoading
source: Error loading computers
ar: خطأ في تحميل الحواسيب
de: Fehler beim Laden der Computer
es: Error al cargar computadoras
fr: Erreur lors du chargement des ordinateurs
he: שגיאה בטעינת מחשבים
hu: Hiba a szamitogepek betoltesekor
it: Errore nel caricamento dei computer
nl: Fout bij laden van computers
pt: Erro ao carregar computadores

# transfer_computers_loading
source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# transfer_computers_manageTitle
source: Manage Computers
ar: إدارة الحواسيب
de: Computer verwalten
es: Administrar computadoras
fr: Gerer les ordinateurs
he: ניהול מחשבים
hu: Szamitogepek kezelese
it: Gestisci computer
nl: Computers beheren
pt: Gerenciar Computadores

# transfer_computers_noComputersSaved
source: No computers saved
ar: لا توجد حواسيب محفوظة
de: Keine Computer gespeichert
es: No hay computadoras guardadas
fr: Aucun ordinateur enregistre
he: לא נשמרו מחשבים
hu: Nincsenek mentett szamitogepek
it: Nessun computer salvato
nl: Geen computers opgeslagen
pt: Nenhum computador salvo

# transfer_computers_savedCount
source: {count} saved {count, plural, =1{computer} other{computers}}
ar: {count} {count, plural, =1{حاسوب محفوظ} other{حواسيب محفوظة}}
de: {count} gespeicherte {count, plural, =1{Computer} other{Computer}}
es: {count} {count, plural, =1{computadora guardada} other{computadoras guardadas}}
fr: {count} {count, plural, =1{ordinateur enregistre} other{ordinateurs enregistres}}
he: {count} {count, plural, =1{מחשב שמור} other{מחשבים שמורים}}
hu: {count} mentett {count, plural, =1{szamitogep} other{szamitogep}}
it: {count} {count, plural, =1{computer salvato} other{computer salvati}}
nl: {count} opgeslagen {count, plural, =1{computer} other{computers}}
pt: {count} {count, plural, =1{computador salvo} other{computadores salvos}}

# transfer_computers_sectionHeader
source: Dive Computers
ar: حواسيب الغوص
de: Tauchcomputer
es: Computadoras de buceo
fr: Ordinateurs de plongee
he: מחשבי צלילה
hu: Merülesi szamitogepek
it: Dive computer
nl: Duikcomputers
pt: Computadores de Mergulho

# transfer_csvExport_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# transfer_csvExport_dataTypeHeader
source: Data Type
ar: نوع البيانات
de: Datentyp
es: Tipo de datos
fr: Type de donnees
he: סוג נתונים
hu: Adattipus
it: Tipo di dati
nl: Gegevenstype
pt: Tipo de Dados

# transfer_csvExport_descriptionDives
source: Export all dive logs as a spreadsheet
ar: تصدير جميع سجلات الغوص كجدول بيانات
de: Alle Tauchprotokolle als Tabelle exportieren
es: Exportar todos los registros de buceo como hoja de calculo
fr: Exporter tous les carnets de plongee en tableur
he: ייצא את כל יומני הצלילה כגיליון אלקטרוני
hu: Az osszes merülesi naplo exportalasa tablazatkent
it: Esporta tutti i registri immersione come foglio di calcolo
nl: Exporteer alle duiklogs als spreadsheet
pt: Exportar todos os registros de mergulho como planilha

# transfer_csvExport_descriptionEquipment
source: Export equipment inventory and service info
ar: تصدير جرد المعدات ومعلومات الصيانة
de: Ausruestungsinventar und Serviceinformationen exportieren
es: Exportar inventario de equipos e informacion de servicio
fr: Exporter l'inventaire d'equipement et les informations de service
he: ייצא מלאי ציוד ופרטי תחזוקה
hu: Felszereles leltarazasa es szervizinformaciok exportalasa
it: Esporta inventario attrezzatura e informazioni sulla manutenzione
nl: Exporteer uitrustingsinventaris en onderhoudsinformatie
pt: Exportar inventario de equipamentos e informacoes de manutencao

# transfer_csvExport_descriptionSites
source: Export dive site locations and details
ar: تصدير مواقع الغوص وتفاصيلها
de: Tauchplatzstandorte und Details exportieren
es: Exportar ubicaciones y detalles de puntos de buceo
fr: Exporter les sites de plongee et leurs details
he: ייצא מיקומי אתרי צלילה ופרטים
hu: Merülohelyek es reszleteik exportalasa
it: Esporta località e dettagli dei siti di immersione
nl: Exporteer duiksteklocaties en details
pt: Exportar localizacoes e detalhes dos pontos de mergulho

# transfer_csvExport_dialogTitle
source: Export CSV
ar: تصدير CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
he: ייצוא CSV
hu: CSV exportalas
it: Esporta CSV
nl: CSV exporteren
pt: Exportar CSV

# transfer_csvExport_exportButton
source: Export CSV
ar: تصدير CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
he: ייצא CSV
hu: CSV exportalas
it: Esporta CSV
nl: CSV exporteren
pt: Exportar CSV

# transfer_csvExport_optionDivesTitle
source: Dives CSV
ar: الغوصات CSV
de: Tauchgaenge CSV
es: CSV de inmersiones
fr: CSV Plongees
he: CSV צלילות
hu: Merülesek CSV
it: CSV Immersioni
nl: Duiken CSV
pt: CSV de Mergulhos

# transfer_csvExport_optionEquipmentTitle
source: Equipment CSV
ar: المعدات CSV
de: Ausruestung CSV
es: CSV de equipos
fr: CSV Equipement
he: CSV ציוד
hu: Felszereles CSV
it: CSV Attrezzatura
nl: Uitrusting CSV
pt: CSV de Equipamentos

# transfer_csvExport_optionSitesTitle
source: Sites CSV
ar: المواقع CSV
de: Tauchplaetze CSV
es: CSV de puntos
fr: CSV Sites
he: CSV אתרים
hu: Merülohelyek CSV
it: CSV Siti
nl: Duikstekken CSV
pt: CSV de Pontos

# transfer_csvExport_semanticLabel
source: Export {typeName}
ar: تصدير {typeName}
de: {typeName} exportieren
es: Exportar {typeName}
fr: Exporter {typeName}
he: ייצא {typeName}
hu: {typeName} exportalasa
it: Esporta {typeName}
nl: Exporteer {typeName}
pt: Exportar {typeName}

# transfer_csvExport_typeDives
source: Dives
ar: الغوصات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merülesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# transfer_csvExport_typeEquipment
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipos
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamentos

# transfer_csvExport_typeSites
source: Sites
ar: المواقع
de: Tauchplaetze
es: Puntos
he: אתרים
hu: Merülohelyek
it: Siti
nl: Duikstekken
pt: Pontos

# transfer_detail_backTooltip
source: Back to transfer
ar: العودة إلى النقل
de: Zurueck zur Uebertragung
es: Volver a transferir
fr: Retour au transfert
he: חזרה להעברה
hu: Vissza az atvitelhez
it: Torna al trasferimento
nl: Terug naar overdracht
pt: Voltar para transferencia

# transfer_export_aboutContent
source: Export your dive data in various formats. PDF creates a printable logbook. UDDF is a universal format compatible with most dive logging software. CSV files can be opened in spreadsheet applications.
ar: قم بتصدير بيانات الغوص بصيغ متعددة. ينشئ PDF سجل غوص قابل للطباعة. UDDF هو تنسيق عالمي متوافق مع معظم برامج تسجيل الغوص. يمكن فتح ملفات CSV في تطبيقات جداول البيانات.
de: Exportieren Sie Ihre Tauchdaten in verschiedenen Formaten. PDF erstellt ein druckbares Tauchlogbuch. UDDF ist ein universelles Format, das mit den meisten Tauchlog-Programmen kompatibel ist. CSV-Dateien koennen in Tabellenkalkulationen geoeffnet werden.
es: Exporta tus datos de buceo en varios formatos. PDF crea un libro de registro imprimible. UDDF es un formato universal compatible con la mayoria del software de registro de buceo. Los archivos CSV se pueden abrir en aplicaciones de hojas de calculo.
fr: Exportez vos donnees de plongee dans differents formats. Le PDF cree un carnet de plongee imprimable. L'UDDF est un format universel compatible avec la plupart des logiciels de carnet de plongee. Les fichiers CSV peuvent etre ouverts dans des applications de tableur.
he: ייצא את נתוני הצלילה שלך בפורמטים שונים. PDF יוצר יומן צלילות להדפסה. UDDF הוא פורמט אוניברסלי התואם לרוב תוכנות יומני הצלילה. ניתן לפתוח קבצי CSV ביישומי גיליונות אלקטרוניים.
hu: Merülesi adatok exportalasa különbozo formatumokban. A PDF nyomtathato naplokonyvet keszit. Az UDDF egy univerzalis formatum, amely kompatibilis a legtobb merülesi naplo szoftverrel. A CSV fajlokat tablazatkezelo alkalmazasokban nyithatja meg.
it: Esporta i tuoi dati di immersione in vari formati. Il PDF crea un logbook stampabile. L'UDDF è un formato universale compatibile con la maggior parte dei software di registrazione immersioni. I file CSV possono essere aperti nelle applicazioni di fogli di calcolo.
nl: Exporteer je duikgegevens in verschillende formaten. PDF maakt een afdrukbaar logboek. UDDF is een universeel formaat dat compatibel is met de meeste duiklogsoftware. CSV-bestanden kunnen worden geopend in spreadsheetapplicaties.
pt: Exporte seus dados de mergulho em varios formatos. PDF cria um logbook imprimivel. UDDF e um formato universal compativel com a maioria dos softwares de registro de mergulho. Arquivos CSV podem ser abertos em aplicativos de planilha.

# transfer_export_aboutTitle
source: About Export
ar: حول التصدير
de: Ueber Export
es: Acerca de la exportacion
fr: A propos de l'export
he: אודות ייצוא
hu: Az exportalasrol
it: Informazioni sull'esportazione
nl: Over exporteren
pt: Sobre Exportacao

# transfer_export_completed
source: Export completed
ar: اكتمل التصدير
de: Export abgeschlossen
es: Exportacion completada
fr: Export termine
he: הייצוא הושלם
hu: Exportalas befejezve
it: Esportazione completata
nl: Export voltooid
pt: Exportacao concluida

# transfer_export_csvSubtitle
source: Spreadsheet format
ar: تنسيق جدول بيانات
de: Tabellenformat
es: Formato de hoja de calculo
fr: Format tableur
he: פורמט גיליון אלקטרוני
hu: Tablazat formatum
it: Formato foglio di calcolo
nl: Spreadsheetformaat
pt: Formato de planilha

# transfer_export_csvTitle
source: CSV Export
ar: تصدير CSV
es: Exportar CSV
fr: Export CSV
he: ייצוא CSV
hu: CSV exportalas
it: Esportazione CSV
pt: Exportacao CSV

# transfer_export_excelSubtitle
source: All data in one file (dives, sites, equipment, stats)
ar: جميع البيانات في ملف واحد (غوصات، مواقع، معدات، إحصائيات)
de: Alle Daten in einer Datei (Tauchgaenge, Tauchplaetze, Ausruestung, Statistiken)
es: Todos los datos en un archivo (inmersiones, puntos, equipos, estadisticas)
fr: Toutes les donnees dans un fichier (plongees, sites, equipement, statistiques)
he: כל הנתונים בקובץ אחד (צלילות, אתרים, ציוד, סטטיסטיקות)
hu: Minden adat egy fajlban (merülesek, merülohelyek, felszereles, statisztikak)
it: Tutti i dati in un unico file (immersioni, siti, attrezzatura, statistiche)
nl: Alle gegevens in een bestand (duiken, stekken, uitrusting, statistieken)
pt: Todos os dados em um arquivo (mergulhos, pontos, equipamentos, estatisticas)

# transfer_export_excelTitle
source: Excel Workbook
ar: مصنف Excel
de: Excel-Arbeitsmappe
es: Libro de Excel
fr: Classeur Excel
he: חוברת עבודה של Excel
hu: Excel munkafuzet
it: Cartella di lavoro Excel
nl: Excel-werkmap
pt: Planilha Excel

# transfer_export_failed
source: Export failed: {error}
ar: فشل التصدير: {error}
de: Export fehlgeschlagen: {error}
es: Error en la exportacion: {error}
fr: Echec de l'export : {error}
he: הייצוא נכשל: {error}
hu: Exportalas sikertelen: {error}
it: Esportazione non riuscita: {error}
nl: Export mislukt: {error}
pt: Falha na exportacao: {error}

# transfer_export_kmlSubtitle
source: View dive sites on a 3D globe
ar: عرض مواقع الغوص على كرة أرضية ثلاثية الأبعاد
de: Tauchplaetze auf einem 3D-Globus anzeigen
es: Ver puntos de buceo en un globo 3D
fr: Voir les sites de plongee sur un globe 3D
he: הצג אתרי צלילה על גלובוס תלת-ממדי
hu: Merülohelyek megtekintese 3D foldgombon
it: Visualizza i siti di immersione su un globo 3D
nl: Bekijk duikstekken op een 3D-globe
pt: Visualizar pontos de mergulho em um globo 3D

# transfer_export_multiFormatHeader
source: Multi-Format Export
ar: تصدير متعدد الصيغ
es: Exportacion multiformato
fr: Export multi-format
he: ייצוא רב-פורמטי
hu: Tobb formatum exportalas
it: Esportazione multi-formato
nl: Multi-formaat export
pt: Exportacao Multi-Formato

# transfer_export_optionSaveSubtitle
source: Choose where to save on your device
ar: اختر مكان الحفظ على جهازك
de: Speicherort auf Ihrem Geraet waehlen
es: Elige donde guardar en tu dispositivo
fr: Choisissez ou enregistrer sur votre appareil
he: בחר היכן לשמור במכשיר שלך
hu: Valassza ki a mentesi helyet az eszkozön
it: Scegli dove salvare sul tuo dispositivo
nl: Kies waar je wilt opslaan op je apparaat
pt: Escolha onde salvar no seu dispositivo

# transfer_export_optionSaveTitle
source: Save to File
ar: حفظ كملف
de: In Datei speichern
es: Guardar en archivo
fr: Enregistrer dans un fichier
he: שמור לקובץ
hu: Mentes fajlba
it: Salva su file
nl: Opslaan als bestand
pt: Salvar em Arquivo

# transfer_export_optionShareSubtitle
source: Send via email, messages, or other apps
ar: إرسال عبر البريد الإلكتروني أو الرسائل أو تطبيقات أخرى
de: Per E-Mail, Nachrichten oder andere Apps senden
es: Enviar por correo, mensajes u otras aplicaciones
fr: Envoyer par e-mail, messages ou autres applications
he: שלח באמצעות דוא"ל, הודעות או אפליקציות אחרות
hu: Küldes e-mailben, üzenetben vagy mas alkalmazassal
it: Invia tramite email, messaggi o altre app
nl: Verstuur via e-mail, berichten of andere apps
pt: Enviar por e-mail, mensagens ou outros aplicativos

# transfer_export_optionShareTitle
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
he: שיתוף
hu: Megosztas
it: Condividi
nl: Delen
pt: Compartilhar

# transfer_export_pdfSubtitle
source: Printable dive logbook
ar: سجل غوص قابل للطباعة
de: Druckbares Tauchlogbuch
es: Libro de registro de buceo imprimible
fr: Carnet de plongee imprimable
he: יומן צלילות להדפסה
hu: Nyomtathato merülesi naplo
it: Logbook immersioni stampabile
nl: Afdrukbaar duiklogboek
pt: Logbook de mergulho imprimivel

# transfer_export_pdfTitle
source: PDF Logbook
ar: سجل PDF
de: PDF-Logbuch
es: Libro de registro PDF
fr: Carnet PDF
he: יומן PDF
hu: PDF naplokonyv
it: Logbook PDF
nl: PDF-logboek
pt: Logbook PDF

# transfer_export_progressExporting
source: Exporting...
ar: جارٍ التصدير...
de: Wird exportiert...
es: Exportando...
fr: Exportation...
he: מייצא...
hu: Exportalas...
it: Esportazione in corso...
nl: Exporteren...
pt: Exportando...

# transfer_export_sectionHeader
source: Export Data
ar: تصدير البيانات
de: Daten exportieren
es: Exportar datos
fr: Exporter les donnees
he: ייצוא נתונים
hu: Adatok exportalasa
it: Esporta dati
nl: Gegevens exporteren
pt: Exportar Dados

# transfer_export_uddfSubtitle
source: Universal Dive Data Format
ar: تنسيق بيانات الغوص العالمي
he: פורמט נתוני צלילה אוניברסלי
hu: Univerzalis merülesi adat formatum

# transfer_export_uddfTitle
source: UDDF Export
ar: تصدير UDDF
es: Exportar UDDF
fr: Export UDDF
he: ייצוא UDDF
hu: UDDF exportalas
it: Esportazione UDDF
pt: Exportacao UDDF
