Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# buddies_message_exportFailed
source: Export failed: {error}
ar: فشل التصدير: {error}
de: Export fehlgeschlagen: {error}
es: Error al exportar: {error}
fr: Échec de l'export : {error}
he: ייצוא נכשל: {error}
hu: Exportálás sikertelen: {error}
it: Esportazione fallita: {error}
nl: Export mislukt: {error}
pt: Falha na exportação: {error}

# buddies_message_noDivesFound
source: No dives found to export
ar: لم يتم العثور على غطسات للتصدير
de: Keine Tauchgänge zum Exportieren gefunden
es: No se encontraron inmersiones para exportar
fr: Aucune plongée trouvée à exporter
he: לא נמצאו צלילות לייצוא
hu: Nem találhatók exportálandó merülések
it: Nessuna immersione trovata da esportare
nl: Geen duiken gevonden om te exporteren
pt: Nenhum mergulho encontrado para exportar

# buddies_message_noDivesToShare
source: No dives to share with this buddy
ar: لا توجد غطسات لمشاركتها مع هذا الرفيق
de: Keine Tauchgänge mit diesem Tauchpartner zu teilen
es: No hay inmersiones para compartir con este compañero
fr: Aucune plongée à partager avec ce binôme
he: אין צלילות לשיתוף עם חבר צוללים זה
hu: Nincsenek megosztható merülések ezzel a búvártárssal
it: Nessuna immersione da condividere con questo compagno
nl: Geen duiken om te delen met deze buddy
pt: Nenhum mergulho para compartilhar com este companheiro

# buddies_message_preparingExport
source: Preparing export...
ar: جارٍ تحضير التصدير...
de: Export wird vorbereitet...
es: Preparando exportación...
fr: Préparation de l'export...
he: מכין ייצוא...
hu: Exportálás előkészítése...
it: Preparazione esportazione...
nl: Export voorbereiden...
pt: Preparando exportação...

# buddies_message_updated
source: Buddy updated successfully
ar: تم تحديث الرفيق بنجاح
de: Tauchpartner erfolgreich aktualisiert
es: Compañero actualizado exitosamente
fr: Binôme mis à jour avec succès
he: חבר צוללים עודכן בהצלחה
hu: Búvártárs sikeresen frissítve
it: Compagno aggiornato con successo
nl: Buddy succesvol bijgewerkt
pt: Companheiro atualizado com sucesso

# buddies_picker_add
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
he: הוסף
hu: Hozzáadás
it: Aggiungi
nl: Toevoegen
pt: Adicionar

# buddies_picker_addNew
source: Add New Buddy
ar: إضافة رفيق جديد
de: Neuen Tauchpartner hinzufügen
es: Agregar Nuevo Compañero
fr: Ajouter un nouveau binôme
he: הוסף חבר צוללים חדש
hu: Új búvártárs hozzáadása
it: Aggiungi Nuovo Compagno
nl: Nieuwe buddy toevoegen
pt: Adicionar Novo Companheiro

# buddies_picker_done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
he: סיום
hu: Kész
it: Fatto
nl: Gereed
pt: Concluir

# buddies_picker_noBuddiesFound
source: No buddies found
ar: لم يتم العثور على رفاق
de: Keine Tauchpartner gefunden
es: No se encontraron compañeros
fr: Aucun binôme trouvé
he: לא נמצאו חברי צוללים
hu: Nem találhatók búvártársak
it: Nessun compagno trovato
nl: Geen buddies gevonden
pt: Nenhum companheiro encontrado

# buddies_picker_noBuddiesYet
source: No buddies yet
ar: لا يوجد رفاق بعد
de: Noch keine Tauchpartner
es: Aún no hay compañeros
fr: Aucun binôme pour le moment
he: עדיין אין חברי צוללים
hu: Még nincsenek búvártársak
it: Nessun compagno ancora
nl: Nog geen buddies
pt: Nenhum companheiro ainda

# buddies_picker_noneSelected
source: No buddies selected
ar: لم يتم تحديد رفاق
de: Keine Tauchpartner ausgewählt
es: Ningún compañero seleccionado
fr: Aucun binôme sélectionné
he: לא נבחרו חברי צוללים
hu: Nincs kiválasztott búvártárs
it: Nessun compagno selezionato
nl: Geen buddies geselecteerd
pt: Nenhum companheiro selecionado

# buddies_picker_searchHint
source: Search buddies...
ar: البحث عن الرفاق...
de: Tauchpartner suchen...
es: Buscar compañeros...
fr: Rechercher des binômes...
he: חפש חברי צוללים...
hu: Búvártársak keresése...
it: Cerca compagni...
nl: Zoek buddies...
pt: Buscar companheiros...

# buddies_picker_selectBuddies
source: Select Buddies
ar: اختيار الرفاق
de: Tauchpartner auswählen
es: Seleccionar Compañeros
fr: Sélectionner les binômes
he: בחר חברי צוללים
hu: Búvártársak kiválasztása
it: Seleziona Compagni
nl: Selecteer buddies
pt: Selecionar Companheiros

# buddies_picker_selectRole
source: Select Role for {name}
ar: اختر دور {name}
de: Rolle für {name} auswählen
es: Seleccionar Rol para {name}
fr: Sélectionner le rôle pour {name}
he: בחר תפקיד עבור {name}
hu: Szerep kiválasztása: {name}
it: Seleziona Ruolo per {name}
nl: Selecteer rol voor {name}
pt: Selecionar Função para {name}

# buddies_picker_tapToAdd
source: Tap 'Add' to select dive buddies
ar: اضغط على 'إضافة' لاختيار رفاق الغوص
de: Tippen Sie auf 'Hinzufügen', um Tauchpartner auszuwählen
es: Toca 'Agregar' para seleccionar compañeros de buceo
fr: Appuyez sur « Ajouter » pour sélectionner des binômes de plongée
he: לחץ על 'הוסף' כדי לבחור חברי צוללים
hu: Koppints a 'Hozzáadás'-ra a búvártársak kiválasztásához
it: Tocca 'Aggiungi' per selezionare i compagni di immersione
nl: Tik op 'Toevoegen' om duikbuddies te selecteren
pt: Toque em 'Adicionar' para selecionar companheiros de mergulho

# buddies_search_hint
source: Search by name, email, or phone
ar: البحث بالاسم أو البريد الإلكتروني أو الهاتف
de: Suche nach Name, E-Mail oder Telefon
es: Buscar por nombre, correo o teléfono
fr: Rechercher par nom, e-mail ou téléphone
he: חפש לפי שם, דוא"ל או טלפון
hu: Keresés név, e-mail vagy telefon alapján
it: Cerca per nome, email o telefono
nl: Zoeken op naam, e-mail of telefoon
pt: Buscar por nome, e-mail ou telefone

# buddies_search_noResults
source: No buddies found for "{query}"
ar: لم يتم العثور على رفاق لـ "{query}"
de: Keine Tauchpartner für "{query}" gefunden
es: No se encontraron compañeros para "{query}"
fr: Aucun binôme trouvé pour « {query} »
he: לא נמצאו חברי צוללים עבור "{query}"
hu: Nincs találat erre: "{query}"
it: Nessun compagno trovato per "{query}"
nl: Geen buddies gevonden voor "{query}"
pt: Nenhum companheiro encontrado para "{query}"

# buddies_section_certification
source: Certification
ar: الاعتماد
de: Zertifizierung
es: Certificación
he: הסמכה
hu: Képesítés
it: Certificazione
nl: Certificering
pt: Certificação

# buddies_section_contact
source: Contact
ar: الاتصال
de: Kontakt
es: Contacto
he: יצירת קשר
hu: Kapcsolat
it: Contatto
pt: Contato

# buddies_section_diveStatistics
source: Dive Statistics
ar: إحصائيات الغوص
de: Tauchstatistiken
es: Estadísticas de Inmersión
fr: Statistiques de plongée
he: סטטיסטיקות צלילה
hu: Merülési statisztikák
it: Statistiche Immersioni
nl: Duikstatistieken
pt: Estatísticas de Mergulho

# buddies_section_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Notas

# buddies_section_sharedDives
source: Shared Dives
ar: الغطسات المشتركة
de: Gemeinsame Tauchgänge
es: Inmersiones Compartidas
fr: Plongées partagées
he: צלילות משותפות
hu: Közös merülések
it: Immersioni Condivise
nl: Gedeelde duiken
pt: Mergulhos Compartilhados

# buddies_stat_divesTogether
source: Dives Together
ar: الغطسات معاً
de: Gemeinsame Tauchgänge
es: Inmersiones Juntos
fr: Plongées ensemble
he: צלילות ביחד
hu: Közös merülések
it: Immersioni Insieme
nl: Duiken samen
pt: Mergulhos Juntos

# buddies_stat_favoriteSite
source: Favorite Site
ar: الموقع المفضل
de: Lieblingsplatz
es: Sitio Favorito
fr: Site préféré
he: אתר מועדף
hu: Kedvenc hely
it: Sito Preferito
nl: Favoriete locatie
pt: Local Favorito

# buddies_stat_firstDive
source: First Dive
ar: الغطسة الأولى
de: Erster Tauchgang
es: Primera Inmersión
fr: Première plongée
he: צלילה ראשונה
hu: Első merülés
it: Prima Immersione
nl: Eerste duik
pt: Primeiro Mergulho

# buddies_stat_lastDive
source: Last Dive
ar: آخر غطسة
de: Letzter Tauchgang
es: Última Inmersión
fr: Dernière plongée
he: צלילה אחרונה
hu: Utolsó merülés
it: Ultima Immersione
nl: Laatste duik
pt: Último Mergulho

# buddies_summary_overview
source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Vue d'ensemble
he: סקירה כללית
hu: Áttekintés
it: Panoramica
nl: Overzicht
pt: Visão Geral

# buddies_summary_quickActions
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones Rápidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyors műveletek
it: Azioni Rapide
nl: Snelle acties
pt: Ações Rápidas

# buddies_summary_recentBuddies
source: Recent Buddies
ar: الرفاق الأخيرون
de: Aktuelle Tauchpartner
es: Compañeros Recientes
fr: Binômes récents
he: חברי צוללים אחרונים
hu: Legutóbbi búvártársak
it: Compagni Recenti
nl: Recente buddies
pt: Companheiros Recentes

# buddies_summary_selectHint
source: Select a buddy from the list to view details
ar: اختر رفيقاً من القائمة لعرض التفاصيل
de: Wählen Sie einen Tauchpartner aus der Liste, um Details anzuzeigen
es: Selecciona un compañero de la lista para ver detalles
fr: Sélectionnez un binôme dans la liste pour afficher les détails
he: בחר חבר צוללים מהרשימה כדי להציג פרטים
hu: Válassz ki egy búvártársat a listából a részletek megtekintéséhez
it: Seleziona un compagno dalla lista per vedere i dettagli
nl: Selecteer een buddy uit de lijst om details te bekijken
pt: Selecione um companheiro da lista para ver os detalhes

# buddies_summary_title
source: Dive Buddies
ar: رفاق الغوص
de: Tauchpartner
es: Compañeros de Buceo
fr: Binômes de plongée
he: חברי צוללים
hu: Búvártársak
it: Compagni di Immersione
nl: Duikbuddies
pt: Companheiros de Mergulho

# buddies_summary_totalBuddies
source: Total Buddies
ar: إجمالي الرفاق
de: Tauchpartner gesamt
es: Total de Compañeros
fr: Total binômes
he: סה"כ חברי צוללים
hu: Összes búvártárs
it: Compagni Totali
nl: Totaal buddies
pt: Total de Companheiros

# buddies_summary_withCertification
source: With Certification
ar: مع الاعتماد
de: Mit Zertifizierung
es: Con Certificación
fr: Avec certification
he: עם הסמכה
hu: Képesítéssel
it: Con Certificazione
nl: Met certificering
pt: Com Certificação

# buddies_title
source: Buddies
ar: الرفاق
de: Tauchpartner
es: Compañeros
fr: Binômes
he: חברי צוללים
hu: Búvártársak
it: Compagni
pt: Companheiros

# buddies_title_add
source: Add Buddy
ar: إضافة رفيق
de: Tauchpartner hinzufügen
es: Agregar Compañero
fr: Ajouter un binôme
he: הוסף חבר צוללים
hu: Búvártárs hozzáadása
it: Aggiungi Compagno
nl: Buddy toevoegen
pt: Adicionar Companheiro

# buddies_title_edit
source: Edit Buddy
ar: تعديل الرفيق
de: Tauchpartner bearbeiten
es: Editar Compañero
fr: Modifier le binôme
he: ערוך חבר צוללים
hu: Búvártárs szerkesztése
it: Modifica Compagno
nl: Buddy bewerken
pt: Editar Companheiro

# buddies_title_singular
source: Buddy
ar: رفيق
de: Tauchpartner
es: Compañero
fr: Binôme
he: חבר צוללים
hu: Búvártárs
it: Compagno
pt: Companheiro

# buddies_validation_emailInvalid
source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صحيح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor ingresa un correo electrónico válido
fr: Veuillez entrer une adresse e-mail valide
he: נא להזין כתובת דוא"ל תקינה
hu: Adj meg érvényes e-mail címet
it: Inserisci un'email valida
nl: Voer een geldig e-mailadres in
pt: Digite um e-mail válido

# buddies_validation_nameRequired
source: Please enter a name
ar: الرجاء إدخال الاسم
de: Bitte geben Sie einen Namen ein
es: Por favor ingresa un nombre
fr: Veuillez entrer un nom
he: נא להזין שם
hu: Adj meg egy nevet
it: Inserisci un nome
nl: Voer een naam in
pt: Digite um nome

# certifications_appBar_addCertification
source: Add Certification
ar: إضافة شهادة
de: Zertifizierung hinzufuegen
es: Agregar certificacion
fr: Ajouter une certification
he: הוסף הסמכה
hu: Kepesites hozzaadasa
it: Aggiungi certificazione
nl: Certificering toevoegen
pt: Adicionar Certificacao

# certifications_appBar_certificationWallet
source: Certification Wallet
ar: محفظة الشهادات
de: Zertifizierungskarten
es: Cartera de certificaciones
fr: Portefeuille de certifications
he: ארנק הסמכות
hu: Kepesites tarca
it: Portafoglio certificazioni
nl: Certificeringsportefeuille
pt: Carteira de Certificacoes

# certifications_appBar_editCertification
source: Edit Certification
ar: تعديل الشهادة
de: Zertifizierung bearbeiten
es: Editar certificacion
fr: Modifier la certification
he: ערוך הסמכה
hu: Kepesites szerkesztese
it: Modifica certificazione
nl: Certificering bewerken
pt: Editar Certificacao

# certifications_appBar_title
source: Certifications
ar: الشهادات
de: Zertifizierungen
es: Certificaciones
he: הסמכות
hu: Kepesitesek
it: Certificazioni
nl: Certificeringen
pt: Certificacoes

# certifications_card_issued
source: ISSUED
ar: صادرة
de: AUSGESTELLT
es: EMITIDA
fr: DELIVREE
he: הונפק
hu: KIALLITVA
it: RILASCIATO
nl: UITGEGEVEN
pt: EMITIDO

# certifications_certificate_cardNumber
source: Card Number: {number}
ar: رقم البطاقة: {number}
de: Kartennummer: {number}
es: Numero de tarjeta: {number}
fr: Numero de carte : {number}
he: מספר כרטיס: {number}
hu: Kartyaszam: {number}
it: Numero tessera: {number}
nl: Kaartnummer: {number}
pt: Numero do Cartao: {number}

# certifications_certificate_footer
source: Official Scuba Diving Certification
ar: شهادة غوص رسمية
de: Offizielle Tauchzertifizierung
es: Certificacion oficial de buceo
fr: Certification officielle de plongee sous-marine
he: תעודת צלילה רשמית
hu: Hivatalos buvarkepesite tanusitvany
it: Certificazione ufficiale di immersione subacquea
nl: Officieel duikbrevet
pt: Certificacao Oficial de Mergulho

# certifications_certificate_hasCompletedTraining
source: has completed training as
ar: قد أتم التدريب بصفة
de: hat die Ausbildung abgeschlossen als
es: ha completado la formacion como
fr: a termine la formation en tant que
he: השלים/ה הכשרה כ
hu: sikeresen elvégezte a kepzest mint
it: ha completato la formazione come
nl: heeft de opleiding voltooid als
pt: concluiu o treinamento como

# certifications_certificate_instructor
source: Instructor: {name}
ar: المدرب: {name}
de: Tauchlehrer: {name}
fr: Instructeur : {name}
he: מדריך: {name}
hu: Oktato: {name}
it: Istruttore: {name}
nl: Instructeur: {name}
pt: Instrutor: {name}

# certifications_certificate_issued
source: Issued: {date}
ar: تاريخ الإصدار: {date}
de: Ausgestellt: {date}
es: Emitida: {date}
fr: Delivree le : {date}
he: תאריך הנפקה: {date}
hu: Kiallitva: {date}
it: Rilasciato: {date}
nl: Uitgegeven: {date}
pt: Emitido: {date}

# certifications_certificate_thisCertifies
source: This certifies that
ar: يشهد هذا بأن
de: Hiermit wird bescheinigt, dass
es: Se certifica que
fr: Ceci certifie que
he: בזאת מאושר כי
hu: Ezennel tanusitjuk, hogy
it: Si certifica che
nl: Hierbij wordt verklaard dat
pt: Isto certifica que

# certifications_detail_action_delete
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# certifications_detail_appBar_title
source: Certification
ar: الشهادة
de: Zertifizierung
es: Certificacion
he: הסמכה
hu: Kepesites
it: Certificazione
nl: Certificering
pt: Certificacao

# certifications_detail_courseCompleted
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Termine
he: הושלם
hu: Befejezett
it: Completato
nl: Afgerond
pt: Concluido

# certifications_detail_courseInProgress
source: In Progress
ar: قيد التقدم
de: In Bearbeitung
es: En progreso
fr: En cours
he: בתהליך
hu: Folyamatban
it: In corso
nl: Bezig
pt: Em Andamento

# certifications_detail_dialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# certifications_detail_dialog_deleteConfirm
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# certifications_detail_dialog_deleteContent
source: Are you sure you want to delete "{name}"?
ar: هل أنت متأكد من حذف "{name}"؟
de: Sind Sie sicher, dass Sie "{name}" loeschen moechten?
es: Estas seguro de que deseas eliminar "{name}"?
fr: Es-tu sur de vouloir supprimer "{name}" ?
he: האם אתה בטוח שברצונך למחוק את "{name}"?
hu: Biztosan torli a kovetkezot: "{name}"?
it: Sei sicuro di voler eliminare "{name}"?
nl: Weet je zeker dat je "{name}" wilt verwijderen?
pt: Tem certeza de que deseja excluir "{name}"?

# certifications_detail_dialog_deleteTitle
source: Delete Certification?
ar: حذف الشهادة؟
de: Zertifizierung loeschen?
es: Eliminar certificacion?
fr: Supprimer la certification ?
he: למחוק הסמכה?
hu: Kepesites torlese?
it: Eliminare certificazione?
nl: Certificering verwijderen?
pt: Excluir Certificacao?

# certifications_detail_label_agency
source: Agency
ar: الجهة المانحة
de: Verband
es: Agencia
fr: Organisme
he: סוכנות
hu: Szervezet
it: Ente
nl: Organisatie
pt: Agencia

# certifications_detail_label_cardNumber
source: Card Number
ar: رقم البطاقة
de: Kartennummer
es: Numero de tarjeta
fr: Numero de carte
he: מספר כרטיס
hu: Kartyaszam
it: Numero tessera
nl: Kaartnummer
pt: Numero do Cartao

# certifications_detail_label_expiryDate
source: Expiry Date
ar: تاريخ الانتهاء
de: Ablaufdatum
es: Fecha de vencimiento
fr: Date d'expiration
he: תאריך תפוגה
hu: Lejarat datuma
it: Data di scadenza
nl: Vervaldatum
pt: Data de Validade

# certifications_detail_label_instructorName
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
hu: Nev
it: Nome
nl: Naam
pt: Nome

# certifications_detail_label_instructorNumber
source: Instructor #
ar: رقم المدرب
de: Instructor-Nr.
fr: N° du moniteur
he: מספר מדריך
hu: Oktato #
it: N. istruttore
nl: Instructeur #
pt: N. do Instrutor

# certifications_detail_label_issueDate
source: Issue Date
ar: تاريخ الإصدار
de: Ausstellungsdatum
es: Fecha de emision
fr: Date de delivrance
he: תאריך הנפקה
hu: Kiadas datuma
it: Data di rilascio
nl: Uitgiftedatum
pt: Data de Emissao

# certifications_detail_label_level
source: Level
ar: المستوى
de: Stufe
es: Nivel
fr: Niveau
he: רמה
hu: Szint
it: Livello
nl: Niveau
pt: Nivel

# certifications_detail_label_type
source: Type
ar: النوع
de: Typ
es: Tipo
he: סוג
hu: Tipus
it: Tipo
pt: Tipo

# certifications_detail_label_validity
source: Validity
ar: الصلاحية
de: Gueltigkeit
es: Validez
fr: Validite
he: תוקף
hu: Ervenyesseg
it: Validita
nl: Geldigheid
pt: Validade

# certifications_detail_noExpiration
source: No Expiration
ar: بدون انتهاء صلاحية
de: Kein Ablaufdatum
es: Sin vencimiento
fr: Sans expiration
he: ללא תפוגה
hu: Nincs lejaarat
it: Nessuna scadenza
nl: Geen vervaldatum
pt: Sem Validade

# certifications_detail_notFound
source: Certification not found
ar: الشهادة غير موجودة
de: Zertifizierung nicht gefunden
es: Certificacion no encontrada
fr: Certification introuvable
he: ההסמכה לא נמצאה
hu: Kepesites nem talalhato
it: Certificazione non trovata
nl: Certificering niet gevonden
pt: Certificacao nao encontrada

# certifications_detail_photoLabel_back
source: Back
ar: الخلف
de: Rueckseite
es: Reverso
fr: Verso
he: אחורי
hu: Hatlap
it: Retro
nl: Achterkant
pt: Verso

# certifications_detail_photoLabel_front
source: Front
ar: الأمام
de: Vorderseite
es: Frente
fr: Recto
he: קדמי
hu: Elolap
it: Fronte
nl: Voorkant
pt: Frente

# certifications_detail_photo_unableToLoad
source: Unable to load image
ar: تعذر تحميل الصورة
de: Bild konnte nicht geladen werden
es: No se pudo cargar la imagen
fr: Impossible de charger l'image
he: לא ניתן לטעון תמונה
hu: Nem sikerult a kep betoltese
it: Impossibile caricare l'immagine
nl: Kan afbeelding niet laden
pt: Nao foi possivel carregar a imagem

# certifications_detail_sectionTitle_cardPhotos
source: Card Photos
ar: صور البطاقة
de: Kartenfotos
es: Fotos de la tarjeta
fr: Photos de la carte
he: תמונות כרטיס
hu: Kartya fotok
it: Foto tessera
nl: Kaartfoto's
pt: Fotos do Cartao

# certifications_detail_sectionTitle_dates
source: Dates
ar: التواريخ
de: Daten
es: Fechas
he: תאריכים
hu: Datumok
it: Date
nl: Datums
pt: Datas

# certifications_detail_sectionTitle_details
source: Certification Details
ar: تفاصيل الشهادة
de: Zertifizierungsdetails
es: Detalles de la certificacion
fr: Details de la certification
he: פרטי הסמכה
hu: Kepesites reszletek
it: Dettagli certificazione
nl: Certificeringsdetails
pt: Detalhes da Certificacao

# certifications_detail_sectionTitle_instructor
source: Instructor
ar: المدرب
fr: Moniteur
he: מדריך
hu: Oktato
it: Istruttore
nl: Instructeur
pt: Instrutor

# certifications_detail_sectionTitle_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Observacoes

# certifications_detail_sectionTitle_trainingCourse
source: Training Course
ar: الدورة التدريبية
de: Ausbildungskurs
es: Curso de formacion
fr: Formation
he: קורס הכשרה
hu: Kepzesi tanfolyam
it: Corso di formazione
nl: Opleidingscursus
pt: Curso de Treinamento

# certifications_detail_semanticLabel_photoTapToView
source: {label} photo of {name}. Tap to view full screen
ar: صورة {label} لـ {name}. اضغط لعرض ملء الشاشة
de: {label}-Foto von {name}. Tippen Sie, um es im Vollbild anzuzeigen
es: Foto {label} de {name}. Toca para ver en pantalla completa
fr: Photo {label} de {name}. Appuie pour voir en plein ecran
he: תמונת {label} של {name}. הקש לצפייה במסך מלא
hu: {name} {label} fotoja. Koppintson a teljes kepernyon torteno megtekinteshez
it: Foto {label} di {name}. Tocca per visualizzare a schermo intero
nl: {label}-foto van {name}. Tik om volledig scherm te bekijken
pt: Foto {label} de {name}. Toque para ver em tela cheia

# certifications_detail_snackBar_deleted
source: Certification deleted
ar: تم حذف الشهادة
de: Zertifizierung geloescht
es: Certificacion eliminada
fr: Certification supprimee
he: ההסמכה נמחקה
hu: Kepesites torolve
it: Certificazione eliminata
nl: Certificering verwijderd
pt: Certificacao excluida

# certifications_detail_status_expired
source: This certification has expired
ar: انتهت صلاحية هذه الشهادة
de: Diese Zertifizierung ist abgelaufen
es: Esta certificacion ha expirado
fr: Cette certification a expire
he: הסמכה זו פגה
hu: Ez a kepesites lejart
it: Questa certificazione e scaduta
nl: Deze certificering is verlopen
pt: Esta certificacao expirou

# certifications_detail_status_expiredOn
source: Expired on {date}
ar: انتهت الصلاحية في {date}
de: Abgelaufen am {date}
es: Expiro el {date}
fr: Expiree le {date}
he: פגה ב-{date}
hu: Lejart {date}-kor
it: Scaduta il {date}
nl: Verlopen op {date}
pt: Expirou em {date}

# certifications_detail_status_expiresInDays
source: Expires in {days} days
ar: تنتهي الصلاحية خلال {days} يوم
de: Laeuft in {days} Tagen ab
es: Expira en {days} dias
fr: Expire dans {days} jours
he: פגה בעוד {days} ימים
hu: {days} nap mulva jar le
it: Scade tra {days} giorni
nl: Verloopt over {days} dagen
pt: Expira em {days} dias

# certifications_detail_status_expiresOn
source: Expires on {date}
ar: تنتهي الصلاحية في {date}
de: Laeuft ab am {date}
es: Expira el {date}
fr: Expire le {date}
he: פגה ב-{date}
hu: Lejar {date}-kor
it: Scade il {date}
nl: Verloopt op {date}
pt: Expira em {date}

# certifications_detail_tooltip_edit
source: Edit certification
ar: تعديل الشهادة
de: Zertifizierung bearbeiten
es: Editar certificacion
fr: Modifier la certification
he: ערוך הסמכה
hu: Kepesites szerkesztese
it: Modifica certificazione
nl: Certificering bewerken
pt: Editar certificacao

# certifications_detail_tooltip_editShort
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Editar

# certifications_detail_tooltip_moreOptions
source: More options
ar: خيارات إضافية
de: Weitere Optionen
es: Mas opciones
fr: Plus d'options
he: אפשרויות נוספות
hu: Tovabbi lehetosegek
it: Altre opzioni
nl: Meer opties
pt: Mais opcoes

# certifications_ecardStack_empty_subtitle
source: Add your first certification to see it here
ar: أضف شهادتك الأولى لرؤيتها هنا
de: Fuegen Sie Ihre erste Zertifizierung hinzu, um sie hier zu sehen
es: Agrega tu primera certificacion para verla aqui
fr: Ajoute ta premiere certification pour la voir ici
he: הוסף את ההסמכה הראשונה שלך כדי לראות אותה כאן
hu: Adja hozza elso kepesiteset, hogy itt megjelenjen
it: Aggiungi la tua prima certificazione per vederla qui
nl: Voeg je eerste certificering toe om deze hier te zien
pt: Adicione sua primeira certificacao para ve-la aqui
