Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# courses_field_instructorNumber
source: Instructor Number
ar: رقم المدرب
de: Tauchlehrernummer
es: Número de Instructor
fr: Numéro d'instructeur
he: מספר מדריך
hu: Oktató száma
it: Numero Istruttore
nl: Instructeurnummer
pt: Número do Instrutor

# courses_field_linkCertificationHint
source: Link a certification earned from this course
ar: ربط الاعتماد المكتسب من هذه الدورة
de: Verknüpfen Sie eine Zertifizierung, die aus diesem Kurs erworben wurde
es: Vincular una certificación obtenida de este curso
fr: Associer une certification obtenue lors de ce cours
he: קשר הסמכה שהושגה מקורס זה
hu: Csatolj egy tanfolyamból szerzett képesítést
it: Collega una certificazione ottenuta da questo corso
nl: Koppel een certificering verdiend bij deze cursus
pt: Vincular uma certificação obtida neste curso

# courses_field_location
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Lieu
he: מיקום
hu: Helyszín
it: Località
nl: Locatie
pt: Local

# courses_field_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Notas

# courses_field_selectFromBuddies
source: Select from Buddies (Optional)
ar: اختر من الرفاق (اختياري)
de: Aus Tauchpartnern auswählen (Optional)
es: Seleccionar de Compañeros (Opcional)
fr: Sélectionner parmi les binômes (facultatif)
he: בחר מחברי צוללים (אופציונלי)
hu: Választás búvártársak közül (opcionális)
it: Seleziona dai Compagni (Facoltativo)
nl: Selecteer uit buddies (optioneel)
pt: Selecionar dos Companheiros (Opcional)

# courses_filter_all
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
he: הכל
hu: Összes
it: Tutti
nl: Alle
pt: Todos

# courses_label_agency
source: Agency
ar: الجهة
de: Organisation
es: Agencia
fr: Organisme
he: גוף הסמכה
hu: Szervezet
it: Agenzia
nl: Organisatie
pt: Agência

# courses_label_completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
he: הושלם
hu: Befejezve
it: Completato
nl: Voltooid
pt: Concluído

# courses_label_completionDate
source: Completion Date
ar: تاريخ الإكمال
de: Abschlussdatum
es: Fecha de Finalización
fr: Date de fin
he: תאריך השלמה
hu: Befejezés dátuma
it: Data Completamento
nl: Voltooiingsdatum
pt: Data de Conclusão

# courses_label_courseInProgress
source: Course is in progress
ar: الدورة قيد التنفيذ
de: Kurs läuft
es: Curso en progreso
fr: Cours en cours
he: הקורס בתהליך
hu: Tanfolyam folyamatban
it: Corso in corso
nl: Cursus is bezig
pt: Curso em andamento

# courses_label_instructorNumber
source: Instructor #
ar: رقم المدرب
de: Tauchlehrer-Nr.
fr: N° instructeur
he: מדריך מס'
hu: Oktató sz.
it: N. Istruttore
nl: Instructeur #
pt: Instrutor nº

# courses_label_location
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Lieu
he: מיקום
hu: Helyszín
it: Località
nl: Locatie
pt: Local

# courses_label_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
hu: Név
it: Nome
nl: Naam
pt: Nome

# courses_label_none
source: -- None --
ar: -- لا شيء --
de: -- Keine --
es: -- Ninguno --
fr: -- Aucun --
he: -- ללא --
hu: -- Nincs --
it: -- Nessuno --
nl: -- Geen --
pt: -- Nenhum --

# courses_label_startDate
source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de Inicio
fr: Date de début
he: תאריך התחלה
hu: Kezdés dátuma
it: Data Inizio
nl: Startdatum
pt: Data de Início

# courses_message_errorSaving
source: Error saving course: {error}
ar: خطأ في حفظ الدورة: {error}
de: Fehler beim Speichern des Kurses: {error}
es: Error al guardar curso: {error}
fr: Erreur lors de l'enregistrement du cours : {error}
he: שגיאה בשמירת קורס: {error}
hu: Hiba a tanfolyam mentésekor: {error}
it: Errore durante il salvataggio del corso: {error}
nl: Fout bij opslaan cursus: {error}
pt: Erro ao salvar curso: {error}

# courses_message_exportFailed
source: Failed to export training log: {error}
ar: فشل تصدير سجل التدريب: {error}
de: Export des Ausbildungsprotokolls fehlgeschlagen: {error}
es: Error al exportar registro de entrenamiento: {error}
fr: Échec de l'export du carnet de formation : {error}
he: נכשל בייצוא יומן אימונים: {error}
hu: Képzési napló exportálása sikertelen: {error}
it: Esportazione del registro addestramento fallita: {error}
nl: Exporteren trainingslogboek mislukt: {error}
pt: Falha ao exportar registro de treinamento: {error}

# courses_picker_active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
hu: Aktív
it: Attivo
nl: Actief
pt: Ativo

# courses_picker_clearSelection
source: Clear selection
ar: مسح التحديد
de: Auswahl aufheben
es: Limpiar selección
fr: Effacer la sélection
he: נקה בחירה
hu: Kijelölés törlése
it: Cancella selezione
nl: Selectie wissen
pt: Limpar seleção

# courses_picker_createCourse
source: Create Course
ar: إنشاء دورة
de: Kurs erstellen
es: Crear Curso
fr: Créer un cours
he: צור קורס
hu: Tanfolyam létrehozása
it: Crea Corso
nl: Cursus aanmaken
pt: Criar Curso

# courses_picker_errorLoading
source: Error loading courses: {error}
ar: خطأ في تحميل الدورات: {error}
de: Fehler beim Laden der Kurse: {error}
es: Error al cargar cursos: {error}
fr: Erreur lors du chargement des cours : {error}
he: שגיאה בטעינת קורסים: {error}
hu: Hiba a tanfolyamok betöltésekor: {error}
it: Errore durante il caricamento dei corsi: {error}
nl: Fout bij laden cursussen: {error}
pt: Erro ao carregar cursos: {error}

# courses_picker_newCourse
source: New Course
ar: دورة جديدة
de: Neuer Kurs
es: Nuevo Curso
fr: Nouveau cours
he: קורס חדש
hu: Új tanfolyam
it: Nuovo Corso
nl: Nieuwe cursus
pt: Novo Curso

# courses_picker_noCourses
source: No courses yet
ar: لا توجد دورات بعد
de: Noch keine Kurse
es: Aún no hay cursos
fr: Aucun cours pour le moment
he: עדיין אין קורסים
hu: Még nincsenek tanfolyamok
it: Nessun corso ancora
nl: Nog geen cursussen
pt: Nenhum curso ainda

# courses_picker_noneSelected
source: No course selected
ar: لم يتم اختيار دورة
de: Kein Kurs ausgewählt
es: Ningún curso seleccionado
fr: Aucun cours sélectionné
he: לא נבחר קורס
hu: Nincs kiválasztott tanfolyam
it: Nessun corso selezionato
nl: Geen cursus geselecteerd
pt: Nenhum curso selecionado

# courses_picker_selectTitle
source: Select Training Course
ar: اختيار دورة تدريبية
de: Ausbildungskurs auswählen
es: Seleccionar Curso de Entrenamiento
fr: Sélectionner un cours de formation
he: בחר קורס אימון
hu: Képzési tanfolyam kiválasztása
it: Seleziona Corso di Addestramento
nl: Selecteer trainingscursus
pt: Selecionar Curso de Treinamento

# courses_picker_selected
source: selected
ar: محدد
de: ausgewählt
es: seleccionado
fr: sélectionné
he: נבחר
hu: kiválasztva
it: selezionato
nl: geselecteerd
pt: selecionado

# courses_picker_tapToLink
source: Tap to link to a training course
ar: اضغط للربط بدورة تدريبية
de: Tippen, um mit einem Ausbildungskurs zu verknüpfen
es: Toca para vincular a un curso de entrenamiento
fr: Appuyez pour associer à un cours de formation
he: לחץ כדי לקשר לקורס אימון
hu: Koppints a képzési tanfolyamhoz való csatoláshoz
it: Tocca per collegare a un corso di addestramento
nl: Tik om te koppelen aan een trainingscursus
pt: Toque para vincular a um curso de treinamento

# courses_section_details
source: Course Details
ar: تفاصيل الدورة
de: Kursdetails
es: Detalles del Curso
fr: Détails du cours
he: פרטי הקורס
hu: Tanfolyam részletei
it: Dettagli Corso
nl: Cursusdetails
pt: Detalhes do Curso

# courses_section_earnedCertification
source: Earned Certification
ar: الاعتماد المكتسب
de: Erworbene Zertifizierung
es: Certificación Obtenida
fr: Certification obtenue
he: הסמכה שהושגה
hu: Megszerzett képesítés
it: Certificazione Ottenuta
nl: Behaalde certificering
pt: Certificação Obtida

# courses_section_instructor
source: Instructor
ar: المدرب
de: Tauchlehrer
fr: Instructeur
he: מדריך
hu: Oktató
it: Istruttore
nl: Instructeur
pt: Instrutor

# courses_section_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Notas

# courses_section_trainingDives
source: Training Dives
ar: الغطسات التدريبية
de: Ausbildungstauchgänge
es: Inmersiones de Entrenamiento
fr: Plongées de formation
he: צלילות אימון
hu: Képzési merülések
it: Immersioni di Addestramento
nl: Trainingsduiken
pt: Mergulhos de Treinamento

# courses_status_completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
he: הושלם
hu: Befejezve
it: Completato
nl: Voltooid
pt: Concluído

# courses_status_daysSinceStart
source: {days} days since start
ar: {days} يوم منذ البدء
de: {days} Tage seit Beginn
es: {days} días desde el inicio
fr: {days} jours depuis le début
he: {days} ימים מאז ההתחלה
hu: {days} nap a kezdés óta
it: {days} giorni dall'inizio
nl: {days} dagen sinds start
pt: {days} dias desde o início

# courses_status_durationDays
source: {days} days
ar: {days} يوم
de: {days} Tage
es: {days} días
fr: {days} jours
he: {days} ימים
hu: {days} nap
it: {days} giorni
nl: {days} dagen
pt: {days} dias

# courses_status_inProgress
source: In Progress
ar: قيد التنفيذ
de: Läuft
es: En Progreso
fr: En cours
he: בתהליך
hu: Folyamatban
it: In Corso
nl: Bezig
pt: Em Andamento

# courses_summary_overview
source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Vue d'ensemble
he: סקירה כללית
hu: Áttekintés
it: Panoramica
nl: Overzicht
pt: Visão Geral

# courses_summary_quickActions
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones Rápidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyors műveletek
it: Azioni Rapide
nl: Snelle acties
pt: Ações Rápidas

# courses_summary_recentCourses
source: Recent Courses
ar: الدورات الأخيرة
de: Aktuelle Kurse
es: Cursos Recientes
fr: Cours récents
he: קורסים אחרונים
hu: Legutóbbi tanfolyamok
it: Corsi Recenti
nl: Recente cursussen
pt: Cursos Recentes

# courses_summary_selectHint
source: Select a course from the list to view details
ar: اختر دورة من القائمة لعرض التفاصيل
de: Wählen Sie einen Kurs aus der Liste, um Details anzuzeigen
es: Selecciona un curso de la lista para ver detalles
fr: Sélectionnez un cours dans la liste pour afficher les détails
he: בחר קורס מהרשימה כדי להציג פרטים
hu: Válassz ki egy tanfolyamot a listából a részletek megtekintéséhez
it: Seleziona un corso dalla lista per vedere i dettagli
nl: Selecteer een cursus uit de lijst om details te bekijken
pt: Selecione um curso da lista para ver os detalhes

# courses_summary_title
source: Training Courses
ar: الدورات التدريبية
de: Ausbildungskurse
es: Cursos de Entrenamiento
fr: Cours de formation
he: קורסי אימון
hu: Képzési tanfolyamok
it: Corsi di Addestramento
nl: Trainingscursussen
pt: Cursos de Treinamento

# courses_summary_total
source: Total
ar: الإجمالي
de: Gesamt
he: סה"כ
hu: Összesen
it: Totale
nl: Totaal

# courses_title
source: Training Courses
ar: الدورات التدريبية
de: Ausbildungskurse
es: Cursos de Entrenamiento
fr: Cours de formation
he: קורסי אימון
hu: Képzési tanfolyamok
it: Corsi di Addestramento
nl: Trainingscursussen
pt: Cursos de Treinamento

# courses_title_edit
source: Edit Course
ar: تعديل الدورة
de: Kurs bearbeiten
es: Editar Curso
fr: Modifier le cours
he: ערוך קורס
hu: Tanfolyam szerkesztése
it: Modifica Corso
nl: Cursus bewerken
pt: Editar Curso

# courses_title_new
source: New Course
ar: دورة جديدة
de: Neuer Kurs
es: Nuevo Curso
fr: Nouveau cours
he: קורס חדש
hu: Új tanfolyam
it: Nuovo Corso
nl: Nieuwe cursus
pt: Novo Curso

# courses_title_singular
source: Course
ar: دورة
de: Kurs
es: Curso
fr: Cours
he: קורס
hu: Tanfolyam
it: Corso
nl: Cursus
pt: Curso

# courses_validation_nameRequired
source: Please enter a course name
ar: الرجاء إدخال اسم الدورة
de: Bitte geben Sie einen Kursnamen ein
es: Por favor ingresa un nombre de curso
fr: Veuillez entrer un nom de cours
he: נא להזין שם קורס
hu: Adj meg tanfolyamnevet
it: Inserisci un nome corso
nl: Voer een cursusnaam in
pt: Digite um nome para o curso

# dashboard_activity_daySinceDiving
source: Day since diving
ar: يوم منذ آخر غوصة
de: Tag seit dem letzten Tauchgang
es: Día sin bucear
fr: Jour depuis la derniere plongee
he: יום מאז הצלילה האחרונה
hu: Napja nem merult
it: Giorno dall'ultima immersione
nl: Dag sinds laatste duik
pt: Dia sem mergulhar

# dashboard_activity_daysSinceDiving
source: Days since diving
ar: أيام منذ آخر غوصة
de: Tage seit dem letzten Tauchgang
es: Días sin bucear
fr: Jours depuis la derniere plongee
he: ימים מאז הצלילה האחרונה
hu: Napja nem merult
it: Giorni dall'ultima immersione
nl: Dagen sinds laatste duik
pt: Dias sem mergulhar

# dashboard_activity_diveInYear
source: Dive in {year}
ar: غوصة في {year}
de: Tauchgang in {year}
es: Inmersión en {year}
fr: Plongee en {year}
he: צלילה ב-{year}
hu: Merules {year}-ben
it: Immersione nel {year}
nl: Duik in {year}
pt: Mergulho em {year}

# dashboard_activity_diveThisMonth
source: Dive this month
ar: غوصة هذا الشهر
de: Tauchgang diesen Monat
es: Inmersión este mes
fr: Plongee ce mois-ci
he: צלילה החודש
hu: Merules ebben a honapban
it: Immersione questo mese
nl: Duik deze maand
pt: Mergulho este mes

# dashboard_activity_divesInYear
source: Dives in {year}
ar: غوصات في {year}
de: Tauchgaenge in {year}
es: Inmersiones en {year}
fr: Plongees en {year}
he: צלילות ב-{year}
hu: Merules {year}-ben
it: Immersioni nel {year}
nl: Duiken in {year}
pt: Mergulhos em {year}

# dashboard_activity_divesThisMonth
source: Dives this month
ar: غوصات هذا الشهر
de: Tauchgaenge diesen Monat
es: Inmersiones este mes
fr: Plongees ce mois-ci
he: צלילות החודש
hu: Merules ebben a honapban
it: Immersioni questo mese
nl: Duiken deze maand
pt: Mergulhos este mes

# dashboard_activity_error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# dashboard_activity_lastDive
source: Last dive
ar: آخر غوصة
de: Letzter Tauchgang
es: Última inmersión
fr: Derniere plongee
he: צלילה אחרונה
hu: Utolso merules
it: Ultima immersione
nl: Laatste duik
pt: Ultimo mergulho

# dashboard_activity_loading
source: Loading
ar: جارٍ التحميل
de: Wird geladen
es: Cargando
fr: Chargement
he: טוען
hu: Betoltes
it: Caricamento
nl: Laden
pt: Carregando

# dashboard_activity_noDivesYet
source: No dives yet
ar: لا توجد غوصات بعد
de: Noch keine Tauchgaenge
es: Aún no hay inmersiones
fr: Aucune plongee pour le moment
he: אין צלילות עדיין
hu: Meg nincs merules
it: Nessuna immersione
nl: Nog geen duiken
pt: Nenhum mergulho ainda

# dashboard_activity_today
source: Today!
ar: اليوم!
de: Heute!
es: ¡Hoy!
fr: Aujourd'hui !
he: היום!
hu: Ma!
it: Oggi!
nl: Vandaag!
pt: Hoje!

# dashboard_alerts_actionUpdate
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre a jour
he: עדכון
hu: Frissites
it: Aggiorna
nl: Bijwerken
pt: Atualizar

# dashboard_alerts_actionView
source: View
ar: عرض
de: Anzeigen
es: Ver
fr: Voir
he: הצגה
hu: Megtekintes
it: Visualizza
nl: Bekijken
pt: Ver

# dashboard_alerts_checkInsuranceExpiry
source: Check your insurance expiry date
ar: تحقق من تاريخ انتهاء التأمين
de: Pruefen Sie Ihr Versicherungsablaufdatum
es: Verifica la fecha de vencimiento de tu seguro
fr: Verifiez la date d'expiration de votre assurance
he: בדוק את תאריך תפוגת הביטוח
hu: Ellenorizze a biztositas lejarati datumat
it: Controlla la scadenza della tua assicurazione
nl: Controleer de vervaldatum van uw verzekering
pt: Verifique a validade do seu seguro

# dashboard_alerts_daysOverdueOne
source: 1 day overdue
ar: متأخر يوم واحد
de: 1 Tag ueberfaellig
es: 1 día de retraso
fr: 1 jour de retard
he: יום אחד באיחור
hu: 1 napja lejaart
it: 1 giorno di ritardo
nl: 1 dag te laat
pt: 1 dia atrasado

# dashboard_alerts_daysOverdueOther
source: {count} days overdue
ar: متأخر {count} أيام
de: {count} Tage ueberfaellig
es: {count} días de retraso
fr: {count} jours de retard
he: {count} ימים באיחור
hu: {count} napja lejaart
it: {count} giorni di ritardo
nl: {count} dagen te laat
pt: {count} dias atrasados

# dashboard_alerts_dueInDaysOne
source: Due in 1 day
ar: مستحق خلال يوم واحد
de: Faellig in 1 Tag
es: Vence en 1 día
fr: Dans 1 jour
he: נותר יום אחד
hu: 1 nap mulva esedékes
it: Scade tra 1 giorno
nl: Binnen 1 dag
pt: Vence em 1 dia

# dashboard_alerts_dueInDaysOther
source: Due in {count} days
ar: مستحق خلال {count} أيام
de: Faellig in {count} Tagen
es: Vence en {count} días
fr: Dans {count} jours
he: נותרו {count} ימים
hu: {count} nap mulva esedékes
it: Scade tra {count} giorni
nl: Binnen {count} dagen
pt: Vence em {count} dias

# dashboard_alerts_equipmentServiceDue
source: {name} Service Due
ar: صيانة {name} مستحقة
de: {name} Wartung faellig
es: Servicio de {name} pendiente
fr: Revision de {name} a prevoir
he: טיפול נדרש ל-{name}
hu: {name} szerviz esedékes
it: Revisione {name} in scadenza
nl: Onderhoud {name} gepland
pt: Manutencao de {name} Pendente

# dashboard_alerts_equipmentServiceOverdue
source: {name} Service Overdue
ar: صيانة {name} متأخرة
de: {name} Wartung ueberfaellig
es: Servicio de {name} vencido
fr: Revision de {name} en retard
he: טיפול באיחור ל-{name}
hu: {name} szerviz lejaart
it: Revisione {name} scaduta
nl: Onderhoud {name} achterstallig
pt: Manutencao de {name} Atrasada

# dashboard_alerts_insuranceExpired
source: Insurance Expired
ar: انتهى التأمين
de: Versicherung abgelaufen
es: Seguro vencido
fr: Assurance expiree
he: הביטוח פג תוקף
hu: Biztositas lejaart
it: Assicurazione scaduta
nl: Verzekering verlopen
pt: Seguro Vencido

# dashboard_alerts_insuranceExpiredGeneric
source: Your dive insurance has expired
ar: انتهت صلاحية تأمين الغوص الخاص بك
de: Ihre Tauchversicherung ist abgelaufen
es: Tu seguro de buceo ha vencido
fr: Ton assurance plongee a expire
he: ביטוח הצלילה שלך פג תוקף
hu: A merulesi biztositasa lejaart
it: La tua assicurazione subacquea e scaduta
nl: Uw duikverzekering is verlopen
pt: Seu seguro de mergulho venceu

# dashboard_alerts_insuranceExpiredProvider
source: {provider} expired
ar: انتهت صلاحية {provider}
de: {provider} abgelaufen
es: {provider} vencido
fr: {provider} expiree
he: {provider} פג תוקף
hu: {provider} lejaart
it: {provider} scaduta
nl: {provider} verlopen
pt: {provider} vencido

# dashboard_alerts_insuranceExpiresDate
source: Expires {date}
ar: تنتهي الصلاحية {date}
de: Laeuft ab am {date}
es: Vence el {date}
fr: Expire le {date}
he: פג תוקף ב-{date}
hu: Lejar: {date}
it: Scade il {date}
nl: Verloopt op {date}
pt: Vence em {date}

# dashboard_alerts_insuranceExpiringSoon
source: Insurance Expiring Soon
ar: التأمين ينتهي قريباً
de: Versicherung laeuft bald ab
es: Seguro por vencer
fr: Assurance bientot expiree
he: הביטוח עומד לפוג בקרוב
hu: Biztositas hamarosan lejar
it: Assicurazione in scadenza
nl: Verzekering verloopt binnenkort
pt: Seguro Vencendo em Breve

# dashboard_alerts_sectionTitle
source: Alerts & Reminders
ar: التنبيهات والتذكيرات
de: Hinweise & Erinnerungen
es: Alertas y recordatorios
fr: Alertes et rappels
he: התראות ותזכורות
hu: Figyelmeztetesek es emlekeztetok
it: Avvisi e promemoria
nl: Meldingen & Herinneringen
pt: Alertas e Lembretes

# dashboard_alerts_serviceDueToday
source: Service due today
ar: الصيانة مستحقة اليوم
de: Wartung heute faellig
es: Servicio programado para hoy
fr: Revision prevue aujourd'hui
he: טיפול נדרש היום
hu: Szerviz ma esedékes
it: Revisione prevista per oggi
nl: Onderhoud vandaag gepland
pt: Manutencao prevista para hoje

# dashboard_alerts_serviceIntervalReached
source: Service interval reached
ar: تم بلوغ فترة الصيانة
de: Wartungsintervall erreicht
es: Intervalo de servicio alcanzado
fr: Intervalle de revision atteint
he: מרווח הטיפול הושג
hu: Szerviz idokoz elerve
it: Intervallo di revisione raggiunto
nl: Onderhoudsinterval bereikt
pt: Intervalo de manutencao atingido

# dashboard_defaultDiverName
source: Diver
ar: غواص
de: Taucher
es: Buzo
fr: Plongeur
he: צולל
hu: Buvar
it: Subacqueo
nl: Duiker
pt: Mergulhador

# dashboard_greeting_afternoon
source: Good afternoon
ar: مساء الخير
de: Guten Nachmittag
es: Buenas tardes
fr: Bon apres-midi
he: צהריים טובים
hu: Jo delutant
it: Buon pomeriggio
nl: Goedemiddag
pt: Boa tarde

# dashboard_greeting_evening
source: Good evening
ar: مساء الخير
de: Guten Abend
es: Buenas noches
fr: Bonsoir
he: ערב טוב
hu: Jo estet
it: Buonasera
nl: Goedenavond
pt: Boa noite

# dashboard_greeting_morning
source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
he: בוקר טוב
hu: Jo reggelt
it: Buongiorno
nl: Goedemorgen
pt: Bom dia

# dashboard_hero_divesLoggedOne
source: 1 dive logged
ar: غوصة واحدة مسجلة
de: 1 Tauchgang protokolliert
es: 1 inmersión registrada
fr: 1 plongee enregistree
he: צלילה אחת רשומה
hu: 1 merules rogzitve
it: 1 immersione registrata
nl: 1 duik gelogd
pt: 1 mergulho registrado

# dashboard_hero_divesLoggedOther
source: {count} dives logged
ar: {count} غوصات مسجلة
de: {count} Tauchgaenge protokolliert
es: {count} inmersiones registradas
fr: {count} plongees enregistrees
he: {count} צלילות רשומות
hu: {count} merules rogzitve
it: {count} immersioni registrate
nl: {count} duiken gelogd
pt: {count} mergulhos registrados

# dashboard_hero_error
source: Ready to explore the depths?
ar: هل أنت مستعد لاستكشاف الأعماق؟
de: Bereit, die Tiefen zu erkunden?
es: ¿Listo para explorar las profundidades?
fr: Pret a explorer les profondeurs ?
he: מוכן לחקור את המעמקים?
hu: Kesz felfedezni a melyseget?
it: Pronti a esplorare le profondita?
nl: Klaar om de diepte te verkennen?
pt: Pronto para explorar as profundezas?

# dashboard_hero_hoursUnderwater
source: {hours} hours underwater
ar: {hours} ساعات تحت الماء
de: {hours} Stunden unter Wasser
es: {hours} horas bajo el agua
fr: {hours} heures sous l'eau
he: {hours} שעות מתחת למים
hu: {hours} ora viz alatt
it: {hours} ore sott'acqua
nl: {hours} uur onder water
pt: {hours} horas submerso

# dashboard_hero_loading
source: Loading your dive stats...
ar: جارٍ تحميل إحصائيات الغوص...
de: Ihre Tauchstatistiken werden geladen...
es: Cargando tus estadísticas de buceo...
fr: Chargement de tes statistiques de plongee...
he: טוען את נתוני הצלילה שלך...
hu: Merulesi statisztikak betoltese...
it: Caricamento statistiche immersioni...
nl: Uw duikstatistieken laden...
pt: Carregando suas estatisticas de mergulho...

# dashboard_hero_minutesUnderwater
source: {minutes} minutes underwater
ar: {minutes} دقائق تحت الماء
de: {minutes} Minuten unter Wasser
es: {minutes} minutos bajo el agua
fr: {minutes} minutes sous l'eau
he: {minutes} דקות מתחת למים
hu: {minutes} perc viz alatt
it: {minutes} minuti sott'acqua
nl: {minutes} minuten onder water
pt: {minutes} minutos submerso

# dashboard_hero_noDives
source: Ready to log your first dive?
ar: هل أنت مستعد لتسجيل أول غوصة؟
de: Bereit, Ihren ersten Tauchgang zu protokollieren?
es: ¿Listo para registrar tu primera inmersión?
fr: Pret a enregistrer ta premiere plongee ?
he: מוכן לרשום את הצלילה הראשונה?
hu: Kesz rogziteni az elso meruleset?
it: Pronto a registrare la tua prima immersione?
nl: Klaar om uw eerste duik te loggen?
pt: Pronto para registrar seu primeiro mergulho?

# dashboard_personalRecords_coldest
source: Coldest
ar: الأبرد
de: Kaeltester
es: Más fría
fr: La plus froide
he: הקרה ביותר
hu: Leghidegebb
it: Piu fredda
nl: Koudste
pt: Mais Frio

# dashboard_personalRecords_deepest
source: Deepest
ar: الأعمق
de: Tiefster
es: Más profunda
fr: La plus profonde
he: העמוקה ביותר
hu: Legmelyebb
it: Piu profonda
nl: Diepste
pt: Mais Profundo

# dashboard_personalRecords_longest
source: Longest
ar: الأطول
de: Laengster
es: Más larga
fr: La plus longue
he: הארוכה ביותר
hu: Leghosszabb
it: Piu lunga
nl: Langste
pt: Mais Longo

# dashboard_personalRecords_sectionTitle
source: Personal Records
ar: الأرقام القياسية الشخصية
de: Persoenliche Rekorde
es: Récords personales
fr: Records personnels
he: שיאים אישיים
hu: Szemelyes rekordok
it: Record personali
nl: Persoonlijke records
pt: Recordes Pessoais

# dashboard_personalRecords_warmest
source: Warmest
ar: الأدفأ
de: Waermster
es: Más cálida
fr: La plus chaude
he: החמה ביותר
hu: Legmelegebb
it: Piu calda
nl: Warmste
pt: Mais Quente
