Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveLog_editSighting_removeTitle
source: Remove Sighting?
ar: إزالة المشاهدة؟
de: Sichtung entfernen?
es: ¿Quitar avistamiento?
fr: Retirer l'observation ?
he: הסרת תצפית?
hu: Eszleles eltavolitasa?
it: Rimuovere avvistamento?
nl: Waarneming verwijderen?
pt: Remover Avistamento?

# diveLog_editSighting_save
source: Save Changes
ar: حفظ التغييرات
de: Aenderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
he: שמירת שינויים
hu: Valtozasok mentese
it: Salva modifiche
nl: Wijzigingen opslaan
pt: Salvar Alteracoes

# diveLog_edit_add
source: Add
ar: إضافة
de: Hinzufuegen
es: Agregar
fr: Ajouter
he: הוספה
hu: Hozzaadas
it: Aggiungi
nl: Toevoegen
pt: Adicionar

# diveLog_edit_addTank
source: Add Tank
ar: إضافة أسطوانة
de: Flasche hinzufuegen
es: Agregar tanque
fr: Ajouter un bloc
he: הוספת בלון
hu: Palack hozzaadasa
it: Aggiungi bombola
nl: Fles toevoegen
pt: Adicionar Cilindro

# diveLog_edit_addWeightEntry
source: Add Weight Entry
ar: إضافة إدخال أثقال
de: Gewichtseintrag hinzufuegen
es: Agregar entrada de lastre
fr: Ajouter un lest
he: הוספת רשומת משקל
hu: Suly bevetel hozzaadasa
it: Aggiungi voce zavorra
nl: Gewicht toevoegen
pt: Adicionar Entrada de Lastro

# diveLog_edit_addedGps
source: Added GPS to {name}
ar: تمت إضافة GPS إلى {name}
de: GPS zu {name} hinzugefuegt
es: GPS agregado a {name}
fr: GPS ajoute a {name}
he: GPS נוסף ל-{name}
hu: GPS hozzaadva: {name}
it: GPS aggiunto a {name}
nl: GPS toegevoegd aan {name}
pt: GPS adicionado a {name}

# diveLog_edit_appBarEdit
source: Edit Dive
ar: تعديل الغوصة
de: Tauchgang bearbeiten
es: Editar inmersión
fr: Modifier la plongee
he: עריכת צלילה
hu: Merules szerkesztese
it: Modifica immersione
nl: Duik bewerken
pt: Editar Mergulho

# diveLog_edit_appBarNew
source: Log Dive
ar: تسجيل غوصة
de: Tauchgang erfassen
es: Registrar inmersión
fr: Enregistrer une plongee
he: רישום צלילה
hu: Merules rogzitese
it: Registra immersione
nl: Duik loggen
pt: Registrar Mergulho

# diveLog_edit_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveLog_edit_clearAllEquipment
source: Clear All
ar: مسح الكل
de: Alle entfernen
es: Limpiar todo
fr: Tout effacer
he: ניקוי הכל
hu: Osszes torlese
it: Rimuovi tutto
nl: Alles wissen
pt: Limpar Tudo

# diveLog_edit_createdSite
source: Created site: {name}
ar: تم إنشاء الموقع: {name}
de: Tauchplatz erstellt: {name}
es: Punto de buceo creado: {name}
fr: Site cree : {name}
he: אתר נוצר: {name}
hu: Letrehozott merulohely: {name}
it: Sito creato: {name}
nl: Duikstek aangemaakt: {name}
pt: Ponto criado: {name}

# diveLog_edit_durationMinutes
source: Duration: {minutes} min
ar: المدة: {minutes} min
de: Dauer: {minutes} min
es: Duración: {minutes} min
fr: Duree : {minutes} min
he: משך: {minutes} min
hu: Idotartam: {minutes} min
it: Durata: {minutes} min
nl: Duur: {minutes} min
pt: Duracao: {minutes} min

# diveLog_edit_equipmentHint
source: Tap "Use Set" or "Add" to select equipment
ar: انقر "استخدام طقم" أو "إضافة" لاختيار المعدات
de: Tippen Sie auf "Set verwenden" oder "Hinzufuegen" um Ausruestung auszuwaehlen
es: Toca "Usar conjunto" o "Agregar" para seleccionar equipo
fr: Appuie sur "Utiliser un set" ou "Ajouter" pour selectionner l'equipement
he: הקש "שימוש בסט" או "הוספה" לבחירת ציוד
hu: Koppintson a "Keszlet hasznalata" vagy "Hozzaadas" gombra a felszereles kivalasztasahoz
it: Tocca "Usa set" o "Aggiungi" per selezionare l'attrezzatura
nl: Tik op "Set gebruiken" of "Toevoegen" om uitrusting te selecteren
pt: Toque em "Usar Conjunto" ou "Adicionar" para selecionar equipamentos

# diveLog_edit_errorLoadingDiveTypes
source: Error loading dive types: {error}
ar: خطأ في تحميل أنواع الغوص: {error}
de: Fehler beim Laden der Tauchgangsarten: {error}
es: Error al cargar tipos de inmersión: {error}
fr: Erreur lors du chargement des types de plongee : {error}
he: שגיאה בטעינת סוגי צלילה: {error}
hu: Hiba a merules tipusok betoltesekor: {error}
it: Errore nel caricamento dei tipi di immersione: {error}
nl: Fout bij laden van duiktypes: {error}
pt: Erro ao carregar tipos de mergulho: {error}

# diveLog_edit_gettingLocation
source: Getting location...
ar: جارٍ تحديد الموقع...
de: Standort wird ermittelt...
es: Obteniendo ubicación...
fr: Obtention de la position...
he: מקבל מיקום...
hu: Helymeghatározás...
it: Acquisizione posizione...
nl: Locatie ophalen...
pt: Obtendo localizacao...

# diveLog_edit_headerNew
source: Log New Dive
ar: تسجيل غوصة جديدة
de: Neuen Tauchgang erfassen
es: Registrar nueva inmersión
fr: Nouvelle plongee
he: רישום צלילה חדשה
hu: Uj merules rogzitese
it: Registra nuova immersione
nl: Nieuwe duik loggen
pt: Registrar Novo Mergulho

# diveLog_edit_label_airTemp
source: Air Temp
ar: درجة حرارة الهواء
de: Lufttemperatur
es: Temp. del aire
fr: Temp air
he: טמפ' אוויר
hu: Levego hom.
it: Temp. aria
nl: Luchttemp.
pt: Temp do Ar

# diveLog_edit_label_altitude
source: Altitude
ar: الارتفاع
de: Hoehe
es: Altitud
he: גובה
hu: Magassag
it: Altitudine
nl: Hoogte

# diveLog_edit_label_avgDepth
source: Avg Depth
ar: متوسط العمق
de: Durchschn. Tiefe
es: Profundidad media
fr: Profondeur moy
he: עומק ממוצע
hu: Atlag melyseg
it: Profondita media
nl: Gem. diepte
pt: Prof. Media

# diveLog_edit_label_bottomTime
source: Bottom Time
ar: وقت القاع
de: Grundzeit
es: Tiempo de fondo
fr: Temps au fond
he: זמן תחתית
hu: Fenekido
it: Tempo di fondo
nl: Bodemtijd
pt: Tempo de Fundo

# diveLog_edit_label_currentDirection
source: Current Direction
ar: اتجاه التيار
de: Stroemungsrichtung
es: Dirección de la corriente
fr: Direction du courant
he: כיוון זרם
hu: Aramlat iranya
it: Direzione corrente
nl: Stromingsrichting
pt: Direcao da Corrente

# diveLog_edit_label_currentStrength
source: Current Strength
ar: قوة التيار
de: Stroemungsstaerke
es: Intensidad de la corriente
fr: Force du courant
he: עוצמת זרם
hu: Aramlat erossege
it: Intensita corrente
nl: Stromingssterkte
pt: Forca da Corrente

# diveLog_edit_label_diveType
source: Dive Type
ar: نوع الغوصة
de: Tauchgangart
es: Tipo de inmersión
fr: Type de plongee
he: סוג צלילה
hu: Merules tipusa
it: Tipo di immersione
nl: Duiktype
pt: Tipo de Mergulho

# diveLog_edit_label_entryMethod
source: Entry Method
ar: طريقة الدخول
de: Einstiegsmethode
es: Método de entrada
fr: Methode d'entree
he: שיטת כניסה
hu: Beszallasi mod
it: Metodo di ingresso
nl: Instapmethode
pt: Metodo de Entrada

# diveLog_edit_label_exitMethod
source: Exit Method
ar: طريقة الخروج
de: Ausstiegsmethode
es: Método de salida
fr: Methode de sortie
he: שיטת יציאה
hu: Kiszallasi mod
it: Metodo di uscita
nl: Uitstapmethode
pt: Metodo de Saida

# diveLog_edit_label_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Profundidad máxima
fr: Profondeur max
he: עומק מרבי
hu: Max melyseg
it: Profondita massima
nl: Max diepte
pt: Prof. Maxima

# diveLog_edit_label_runtime
source: Runtime
ar: وقت التشغيل
de: Laufzeit
es: Tiempo total
fr: Duree totale
he: זמן ריצה
hu: Futasido
it: Tempo totale
nl: Looptijd
pt: Tempo Total

# diveLog_edit_label_surfacePressure
source: Surface Pressure
ar: ضغط السطح
de: Oberflaechendruck
es: Presión en superficie
fr: Pression de surface
he: לחץ פני שטח
hu: Felszini nyomas
it: Pressione di superficie
nl: Oppervlaktedruk
pt: Pressao de Superficie

# diveLog_edit_label_swellHeight
source: Swell Height
ar: ارتفاع الموج
de: Wellenhoehe
es: Altura del oleaje
fr: Hauteur de houle
he: גובה גלים
hu: Hullammagassag
it: Altezza onde
nl: Deiningshoogte
pt: Altura da Ondulacao

# diveLog_edit_label_type
source: Type
ar: النوع
de: Typ
es: Tipo
he: סוג
hu: Tipus
it: Tipo
pt: Tipo

# diveLog_edit_label_visibility
source: Visibility
ar: الرؤية
de: Sichtweite
es: Visibilidad
fr: Visibilite
he: ראות
hu: Latasvisszonyok
it: Visibilita
nl: Zicht
pt: Visibilidade

# diveLog_edit_label_waterTemp
source: Water Temp
ar: درجة حرارة الماء
de: Wassertemp.
es: Temp. del agua
fr: Temp eau
he: טמפ' מים
hu: Viz hom.
it: Temp. acqua
pt: Temp da Agua

# diveLog_edit_label_waterType
source: Water Type
ar: نوع المياه
de: Wasserart
es: Tipo de agua
fr: Type d'eau
he: סוג מים
hu: Viz tipusa
it: Tipo di acqua
pt: Tipo de Agua

# diveLog_edit_marineLifeHint
source: Tap "Add" to record sightings
ar: انقر "إضافة" لتسجيل المشاهدات
de: Tippen Sie auf "Hinzufuegen" um Sichtungen zu erfassen
es: Toca "Agregar" para registrar avistamientos
fr: Appuie sur "Ajouter" pour enregistrer des observations
he: הקש "הוספה" לרישום תצפיות
hu: Koppintson a "Hozzaadas" gombra az eszlelesek rogzitesehez
it: Tocca "Aggiungi" per registrare gli avvistamenti
nl: Tik op "Toevoegen" om waarnemingen vast te leggen
pt: Toque em "Adicionar" para registrar avistamentos

# diveLog_edit_nearbySitesFirst
source: Nearby sites first
ar: المواقع القريبة أولاً
de: Nahe Tauchplaetze zuerst
es: Puntos cercanos primero
fr: Sites a proximite en premier
he: אתרים קרובים תחילה
hu: Kozeli helyek elol
it: Prima i siti piu vicini
nl: Nabijgelegen stekken eerst
pt: Pontos proximos primeiro

# diveLog_edit_noEquipmentSelected
source: No equipment selected
ar: لم يتم اختيار معدات
de: Keine Ausruestung ausgewaehlt
es: No se ha seleccionado equipo
fr: Aucun equipement selectionne
he: לא נבחר ציוד
hu: Nincs kivalasztott felszereles
it: Nessuna attrezzatura selezionata
nl: Geen uitrusting geselecteerd
pt: Nenhum equipamento selecionado

# diveLog_edit_noMarineLife
source: No marine life logged
ar: لم يتم تسجيل حياة بحرية
de: Keine Meeresfauna erfasst
es: No se registró vida marina
fr: Aucune vie marine enregistree
he: לא נרשמו חיים ימיים
hu: Nincs rogzitett tengeri elet
it: Nessuna vita marina registrata
nl: Geen onderwaterleven gelogd
pt: Nenhuma vida marinha registrada

# diveLog_edit_notSpecified
source: Not specified
ar: غير محدد
de: Nicht angegeben
es: No especificado
fr: Non specifie
he: לא צוין
hu: Nincs megadva
it: Non specificato
nl: Niet opgegeven
pt: Nao especificado

# diveLog_edit_notesHint
source: Add notes about this dive...
ar: أضف ملاحظات حول هذه الغوصة...
de: Notizen zu diesem Tauchgang hinzufuegen...
es: Agrega notas sobre esta inmersión...
fr: Ajoute des notes sur cette plongee...
he: הוסף הערות לצלילה זו...
hu: Jegyzetek hozzaadasa ehhez a meruleshez...
it: Aggiungi note su questa immersione...
nl: Voeg notities toe over deze duik...
pt: Adicione anotacoes sobre este mergulho...

# diveLog_edit_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# diveLog_edit_saveAsSet
source: Save as Set
ar: حفظ كطقم
de: Als Set speichern
es: Guardar como conjunto
fr: Enregistrer comme set
he: שמירה כסט
hu: Mentes keszletkent
it: Salva come set
nl: Opslaan als set
pt: Salvar como Conjunto

# diveLog_edit_saveAsSetDialog_content
source: Save {count} {count, plural, =1{item} other{items}} as a new equipment set.
ar: حفظ {count} {count, plural, =1{عنصر} other{عناصر}} كطقم معدات جديد.
de: {count} {count, plural, =1{Gegenstand} other{Gegenstaende}} als neues Ausruestungsset speichern.
es: Guardar {count} {count, plural, =1{elemento} other{elementos}} como un nuevo conjunto de equipo.
fr: Enregistrer {count} {count, plural, =1{equipement} other{equipements}} comme nouveau set d'equipement.
he: שמירת {count} {count, plural, =1{פריט} other{פריטים}} כסט ציוד חדש.
hu: {count} {count, plural, =1{targy} other{targy}} mentese uj felszereléskészletként.
it: Salva {count} {count, plural, =1{elemento} other{elementi}} come nuovo set di attrezzatura.
nl: Sla {count} {count, plural, =1{item} other{items}} op als een nieuwe uitrustingsset.
pt: Salvar {count} {count, plural, =1{item} other{itens}} como um novo conjunto de equipamentos.

# diveLog_edit_saveAsSetDialog_description
source: Description (optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
he: תיאור (אופציונלי)
hu: Leiras (opcionalis)
it: Descrizione (opzionale)
nl: Beschrijving (optioneel)
pt: Descricao (opcional)

# diveLog_edit_saveAsSetDialog_descriptionHint
source: e.g., Light gear for warm water
ar: مثال: معدات خفيفة للمياه الدافئة
de: z.B. Leichte Ausruestung fuer warmes Wasser
es: ej., Equipo ligero para aguas cálidas
fr: ex. Equipement leger pour eau chaude
he: למשל, ציוד קל למים חמים
hu: pl. Konnyu felszereles meleg vizhez
it: es. Attrezzatura leggera per acque calde
nl: bijv. Lichte uitrusting voor warm water
pt: ex., Equipamento leve para agua quente

# diveLog_edit_saveAsSetDialog_error
source: Error creating set: {error}
ar: خطأ في إنشاء الطقم: {error}
de: Fehler beim Erstellen des Sets: {error}
es: Error al crear el conjunto: {error}
fr: Erreur lors de la creation du set : {error}
he: שגיאה ביצירת סט: {error}
hu: Hiba a keszlet letrehozasakor: {error}
it: Errore nella creazione del set: {error}
nl: Fout bij aanmaken set: {error}
pt: Erro ao criar conjunto: {error}

# diveLog_edit_saveAsSetDialog_setName
source: Set Name
ar: اسم الطقم
es: Nombre del conjunto
fr: Nom du set
he: שם הסט
hu: Keszlet neve
it: Nome del set
nl: Setnaam
pt: Nome do Conjunto

# diveLog_edit_saveAsSetDialog_setNameHint
source: e.g., Tropical Diving
ar: مثال: غوص استوائي
de: z.B. Tropentauchen
es: ej., Buceo tropical
fr: ex. Plongee tropicale
he: למשל, צלילה טרופית
hu: pl. Tropusi merules
it: es. Immersione tropicale
nl: bijv. Tropisch duiken
pt: ex., Mergulho Tropical

# diveLog_edit_saveAsSetDialog_success
source: Equipment set "{name}" created
ar: تم إنشاء طقم المعدات "{name}"
de: Ausruestungsset "{name}" erstellt
es: Conjunto de equipo "{name}" creado
fr: Set d'equipement "{name}" cree
he: סט הציוד "{name}" נוצר
hu: "{name}" felszereléskészlet letrehozva
it: Set di attrezzatura "{name}" creato
nl: Uitrustingsset "{name}" aangemaakt
pt: Conjunto de equipamentos "{name}" criado

# diveLog_edit_saveAsSetDialog_title
source: Save as Equipment Set
ar: حفظ كطقم معدات
de: Als Ausruestungsset speichern
es: Guardar como conjunto de equipo
fr: Enregistrer comme set d'equipement
he: שמירה כסט ציוד
hu: Mentes felszereléskészletként
it: Salva come set di attrezzatura
nl: Opslaan als uitrustingsset
pt: Salvar como Conjunto de Equipamentos

# diveLog_edit_saveAsSetDialog_validation
source: Please enter a set name
ar: يرجى إدخال اسم الطقم
de: Bitte geben Sie einen Set-Namen ein
es: Por favor ingresa un nombre para el conjunto
fr: Veuillez entrer un nom de set
he: נא להזין שם לסט
hu: Kerjuk adjon meg egy keszletnevet
it: Inserisci un nome per il set
nl: Voer een setnaam in
pt: Por favor, insira um nome para o conjunto

# diveLog_edit_section_conditions
source: Conditions
ar: الظروف
de: Bedingungen
es: Condiciones
he: תנאים
hu: Korulmenyek
it: Condizioni
nl: Omstandigheden
pt: Condicoes

# diveLog_edit_section_depthDuration
source: Depth & Duration
ar: العمق والمدة
de: Tiefe & Dauer
es: Profundidad y duración
fr: Profondeur et duree
he: עומק ומשך
hu: Melyseg es idotartam
it: Profondita e durata
nl: Diepte & Duur
pt: Profundidade e Duracao

# diveLog_edit_section_diveCenter
source: Dive Center
ar: مركز الغوص
de: Tauchbasis
es: Centro de buceo
fr: Centre de plongee
he: מועדון צלילה
hu: Merulocentrum
it: Centro immersioni
nl: Duikcentrum
pt: Operadora de Mergulho

# diveLog_edit_section_diveSite
source: Dive Site
ar: موقع الغوص
de: Tauchplatz
es: Punto de buceo
fr: Site de plongee
he: אתר צלילה
hu: Merulohely
it: Sito di immersione
nl: Duikstek
pt: Ponto de Mergulho

# diveLog_edit_section_entryTime
source: Entry Time
ar: وقت الدخول
de: Einstiegszeit
es: Hora de entrada
fr: Heure d'entree
he: שעת כניסה
hu: Beszallas ideje
it: Ora di ingresso
nl: Tijd van instap
pt: Horario de Entrada

# diveLog_edit_section_equipment
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamentos

# diveLog_edit_section_exitTime
source: Exit Time
ar: وقت الخروج
de: Ausstiegszeit
es: Hora de salida
fr: Heure de sortie
he: שעת יציאה
hu: Kiszallas ideje
it: Ora di uscita
nl: Tijd van uitstap
pt: Horario de Saida

# diveLog_edit_section_marineLife
source: Marine Life
ar: الحياة البحرية
de: Meeresfauna
es: Vida marina
fr: Vie marine
he: חיים ימיים
hu: Tengeri elet
it: Vita marina
nl: Onderwaterleven
pt: Vida Marinha

# diveLog_edit_section_notes
source: Notes
ar: الملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Anotacoes

# diveLog_edit_section_rating
source: Rating
ar: التقييم
de: Bewertung
es: Valoración
fr: Evaluation
he: דירוג
hu: Ertekeles
it: Valutazione
nl: Beoordeling
pt: Avaliacao

# diveLog_edit_section_tags
source: Tags
ar: الوسوم
es: Etiquetas
he: תגיות
hu: Cimkek
it: Tag

# diveLog_edit_section_tanks
source: Tanks ({count})
ar: الأسطوانات ({count})
de: Flaschen ({count})
es: Tanques ({count})
fr: Blocs ({count})
he: בלונים ({count})
hu: Palackok ({count})
it: Bombole ({count})
nl: Flessen ({count})
pt: Cilindros ({count})

# diveLog_edit_section_trainingCourse
source: Training Course
ar: دورة التدريب
de: Ausbildungskurs
es: Curso de formación
fr: Cours de formation
he: קורס הכשרה
hu: Kepzesi tanfolyam
it: Corso di addestramento
nl: Trainingscursus
pt: Curso de Treinamento

# diveLog_edit_section_trip
source: Trip
ar: الرحلة
de: Reise
es: Viaje
fr: Voyage
he: טיול
hu: Ut
it: Viaggio
nl: Reis
pt: Viagem

# diveLog_edit_section_weight
source: Weight
ar: الأثقال
de: Gewicht
es: Lastre
fr: Lestage
he: משקולות
hu: Suly
it: Zavorra
nl: Gewicht
pt: Lastro

# diveLog_edit_select
source: Select
ar: اختيار
de: Auswaehlen
es: Seleccionar
fr: Selectionner
he: בחירה
hu: Kivalasztas
it: Seleziona
nl: Selecteren
pt: Selecionar

# diveLog_edit_selectDiveCenter
source: Select Dive Center
ar: اختيار مركز الغوص
de: Tauchbasis auswaehlen
es: Seleccionar centro de buceo
fr: Selectionner un centre de plongee
he: בחירת מועדון צלילה
hu: Merulocentrum kivalasztasa
it: Seleziona centro immersioni
nl: Duikcentrum selecteren
pt: Selecionar Operadora de Mergulho

# diveLog_edit_selectDiveSite
source: Select Dive Site
ar: اختيار موقع الغوص
de: Tauchplatz auswaehlen
es: Seleccionar punto de buceo
fr: Selectionner un site de plongee
he: בחירת אתר צלילה
hu: Merulohely kivalasztasa
it: Seleziona sito di immersione
nl: Duikstek selecteren
pt: Selecionar Ponto de Mergulho

# diveLog_edit_selectTrip
source: Select Trip
ar: اختيار رحلة
de: Reise auswaehlen
es: Seleccionar viaje
fr: Selectionner un voyage
he: בחירת טיול
hu: Ut kivalasztasa
it: Seleziona viaggio
nl: Reis selecteren
pt: Selecionar Viagem

# diveLog_edit_snackbar_bottomTimeCalculated
source: Bottom time calculated: {minutes} min
ar: تم حساب وقت القاع: {minutes} min
de: Grundzeit berechnet: {minutes} min
es: Tiempo de fondo calculado: {minutes} min
fr: Temps au fond calcule : {minutes} min
he: זמן תחתית חושב: {minutes} min
hu: Fenekido kiszamitva: {minutes} min
it: Tempo di fondo calcolato: {minutes} min
nl: Bodemtijd berekend: {minutes} min
pt: Tempo de fundo calculado: {minutes} min

# diveLog_edit_snackbar_errorSaving
source: Error saving dive: {error}
ar: خطأ في حفظ الغوصة: {error}
de: Fehler beim Speichern des Tauchgangs: {error}
es: Error al guardar la inmersión: {error}
fr: Erreur lors de l'enregistrement de la plongee : {error}
he: שגיאה בשמירת צלילה: {error}
hu: Hiba a merules mentesekor: {error}
it: Errore nel salvataggio dell'immersione: {error}
nl: Fout bij opslaan van duik: {error}
pt: Erro ao salvar mergulho: {error}

# diveLog_edit_snackbar_noProfileData
source: No dive profile data available
ar: لا تتوفر بيانات ملف الغوصة
de: Keine Tauchprofildaten verfuegbar
es: No hay datos de perfil de inmersión disponibles
fr: Aucune donnee de profil de plongee disponible
he: אין נתוני פרופיל צלילה זמינים
hu: Nincs elerheto merulesi profil adat
it: Nessun dato del profilo immersione disponibile
nl: Geen duikprofielgegevens beschikbaar
pt: Nenhum dado de perfil de mergulho disponivel

# diveLog_edit_snackbar_unableToCalculate
source: Unable to calculate bottom time from profile
ar: تعذر حساب وقت القاع من الملف
de: Grundzeit konnte nicht aus dem Profil berechnet werden
es: No se pudo calcular el tiempo de fondo a partir del perfil
fr: Impossible de calculer le temps au fond a partir du profil
he: לא ניתן לחשב זמן תחתית מהפרופיל
hu: Nem sikerult a fenekidot kiszamitani a profilbol
it: Impossibile calcolare il tempo di fondo dal profilo
nl: Kan bodemtijd niet berekenen uit profiel
pt: Nao foi possivel calcular o tempo de fundo a partir do perfil

# diveLog_edit_surfaceInterval
source: Surface Interval: {interval}
ar: فترة السطح: {interval}
de: Oberflaechenintervall: {interval}
es: Intervalo de superficie: {interval}
fr: Intervalle de surface : {interval}
he: מרווח פני שטח: {interval}
hu: Felszini szunet: {interval}
it: Intervallo di superficie: {interval}
nl: Oppervlakte-interval: {interval}
pt: Intervalo de Superficie: {interval}

# diveLog_edit_surfacePressureHint
source: Standard: 1013 mbar at sea level
ar: القياسي: 1013 mbar عند مستوى سطح البحر
de: Standard: 1013 mbar auf Meereshoehe
es: Estándar: 1013 mbar a nivel del mar
fr: Standard : 1013 mbar au niveau de la mer
he: סטנדרטי: 1013 mbar בגובה פני הים
hu: Standard: 1013 mbar tengerszinten
it: Standard: 1013 mbar al livello del mare
nl: Standaard: 1013 mbar op zeeniveau
pt: Padrao: 1013 mbar ao nivel do mar

# diveLog_edit_tooltip_calculateFromProfile
source: Calculate from dive profile
ar: حساب من ملف الغوصة
de: Aus Tauchprofil berechnen
es: Calcular desde el perfil de inmersión
fr: Calculer a partir du profil de plongee
he: חישוב מפרופיל הצלילה
hu: Szamitas a merulesi profilbol
it: Calcola dal profilo immersione
nl: Berekenen uit duikprofiel
pt: Calcular a partir do perfil de mergulho

# diveLog_edit_tooltip_clearDiveCenter
source: Clear dive center
ar: مسح مركز الغوص
de: Tauchbasis entfernen
es: Borrar centro de buceo
fr: Effacer le centre de plongee
he: ניקוי מועדון צלילה
hu: Merulocentrum torlese
it: Cancella centro immersioni
nl: Duikcentrum wissen
pt: Limpar operadora de mergulho

# diveLog_edit_tooltip_clearSite
source: Clear site
ar: مسح الموقع
de: Tauchplatz entfernen
es: Borrar punto de buceo
fr: Effacer le site
he: ניקוי אתר
hu: Merulohely torlese
it: Cancella sito
nl: Duikstek wissen
pt: Limpar ponto de mergulho

# diveLog_edit_tooltip_clearTrip
source: Clear trip
ar: مسح الرحلة
de: Reise entfernen
es: Borrar viaje
fr: Effacer le voyage
he: ניקוי טיול
hu: Ut torlese
it: Cancella viaggio
nl: Reis wissen
pt: Limpar viagem

# diveLog_edit_tooltip_removeEquipment
source: Remove equipment
ar: إزالة المعدات
de: Ausruestung entfernen
es: Quitar equipo
fr: Retirer l'equipement
he: הסרת ציוד
hu: Felszereles eltavolitasa
it: Rimuovi attrezzatura
nl: Uitrusting verwijderen
pt: Remover equipamento

# diveLog_edit_tooltip_removeSighting
source: Remove sighting
ar: إزالة المشاهدة
de: Sichtung entfernen
es: Quitar avistamiento
fr: Retirer l'observation
he: הסרת תצפית
hu: Eszleles eltavolitasa
it: Rimuovi avvistamento
nl: Waarneming verwijderen
pt: Remover avistamento

# diveLog_edit_tooltip_removeWeight
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
he: הסרה
hu: Eltavolitas
it: Rimuovi
nl: Verwijderen
pt: Remover

# diveLog_edit_trainingCourseHint
source: Link this dive to a training course
ar: ربط هذه الغوصة بدورة تدريبية
de: Diesen Tauchgang mit einem Ausbildungskurs verknuepfen
es: Vincular esta inmersión a un curso de formación
fr: Associer cette plongee a un cours de formation
he: קישור צלילה זו לקורס הכשרה
hu: Merules osszekapcsolasa egy kepzesi tanfolyammal
it: Collega questa immersione a un corso di addestramento
nl: Koppel deze duik aan een trainingscursus
pt: Vincular este mergulho a um curso de treinamento

# diveLog_edit_tripSuggested
source: Suggested: {name}
ar: مقترح: {name}
de: Vorgeschlagen: {name}
es: Sugerido: {name}
fr: Suggestion : {name}
he: מוצע: {name}
hu: Javasolt: {name}
it: Suggerito: {name}
nl: Voorgesteld: {name}
pt: Sugerido: {name}
