Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# equipment_summary_overviewTitle
source: Overview
ar: نظرة عامة
de: Uebersicht
es: Resumen
fr: Apercu
he: סקירה כללית
hu: Attekintes
it: Panoramica
nl: Overzicht
pt: Visao Geral

# equipment_summary_quickActionsTitle
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rapidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyorsmuveletek
it: Azioni rapide
nl: Snelle acties
pt: Acoes Rapidas

# equipment_summary_recentEquipmentTitle
source: Recent Equipment
ar: المعدات الحديثة
de: Letzte Ausruestung
es: Equipo reciente
fr: Equipement recent
he: ציוד אחרון
hu: Legutobbl felszereles
it: Attrezzatura recente
nl: Recente uitrusting
pt: Equipamento Recente

# equipment_summary_selectPrompt
source: Select equipment from the list to view details
ar: اختر معدات من القائمة لعرض التفاصيل
de: Waehlen Sie einen Ausruestungsgegenstand aus der Liste, um Details anzuzeigen
es: Selecciona un equipo de la lista para ver los detalles
fr: Selectionne un equipement dans la liste pour voir les details
he: בחר ציוד מהרשימה כדי לצפות בפרטים
hu: Valasszon felszerelest a listabol a reszletek megtekIntesehez
it: Seleziona un'attrezzatura dalla lista per visualizzare i dettagli
nl: Selecteer uitrusting uit de lijst om details te bekijken
pt: Selecione um equipamento da lista para ver detalhes

# equipment_summary_serviceDue
source: Service Due
ar: الصيانة مستحقة
de: Wartung faellig
es: Servicio pendiente
fr: Revision due
he: טיפול נדרש
hu: Szerviz esedek
it: Manutenzione prevista
nl: Service nodig
pt: Manutencao Pendente

# equipment_summary_serviceDueSemanticLabel
source: {name}, {type}, service due
ar: {name}، {type}، الصيانة مستحقة
de: {name}, {type}, Wartung faellig
es: {name}, {type}, servicio pendiente
fr: {name}, {type}, revision due
he: {name}, {type}, טיפול נדרש
hu: {name}, {type}, szerviz esedek
it: {name}, {type}, manutenzione prevista
nl: {name}, {type}, service nodig
pt: {name}, {type}, manutencao pendente

# equipment_summary_serviceDueTitle
source: Service Due
ar: الصيانة المستحقة
de: Wartung faellig
es: Servicio pendiente
fr: Revision due
he: טיפול נדרש
hu: Szerviz esedek
it: Manutenzione prevista
nl: Service nodig
pt: Manutencao Pendente

# equipment_summary_title
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamento

# equipment_summary_totalItems
source: Total Items
ar: إجمالي العناصر
de: Gegenstaende gesamt
es: Total de articulos
fr: Total elements
he: סה"כ פריטים
hu: Osszes elem
it: Articoli totali
nl: Totaal onderdelen
pt: Total de Itens

# equipment_summary_totalValue
source: Total Value
ar: القيمة الإجمالية
de: Gesamtwert
es: Valor total
fr: Valeur totale
he: ערך כולל
hu: Osszes ertek
it: Valore totale
nl: Totale waarde
pt: Valor Total

# formatter_connector_at
source: at
ar: عند
de: bei
es: a las
fr: a
he: ב
hu: helyen
it: a
nl: op
pt: em

# formatter_connector_from
source: From
ar: من
de: Von
es: Desde
fr: Du
he: מ
hu: Ettol
it: Da
nl: Van
pt: De

# formatter_connector_until
source: Until
ar: حتى
de: Bis
es: Hasta
fr: Jusqu'au
he: עד
hu: Eddig
it: Fino a
nl: Tot
pt: Ate

# gasCalculators_bestMix_bestOxygenMix
source: Best Oxygen Mix
ar: أفضل خليط أكسجين
de: Bestes Sauerstoffgemisch
es: Mejor Mezcla de Oxígeno
fr: Meilleur mélange d'oxygène
he: תערובת חמצן מיטבית
hu: Legjobb oxigén keverék
it: Migliore Miscela Ossigeno
nl: Beste zuurstofmengsel
pt: Melhor Mistura de Oxigênio

# gasCalculators_bestMix_commonMixesRef
source: Common Mixes Reference
ar: مرجع الخلطات الشائعة
de: Gebräuchliche Gemische - Referenz
es: Referencia de Mezclas Comunes
fr: Référence des mélanges courants
he: מדריך תערובות נפוצות
hu: Általános keverékek referencia
it: Riferimento Miscele Comuni
nl: Veelgebruikte mengsels referentie
pt: Referência de Misturas Comuns

# gasCalculators_bestMix_exceedsAirMod
source: Air MOD exceeded at ppO₂ {ppO2}
ar: تجاوز MOD الهواء عند ppO₂ {ppO2}
de: Luft-MOD bei ppO₂ {ppO2} überschritten
es: MOD del aire excedida a ppO₂ {ppO2}
fr: MOD de l'air dépassée à ppO₂ {ppO2}
he: MOD של אוויר חרג ב-ppO₂ {ppO2}
hu: Levegő MOD túllépve ppO₂ {ppO2} mellett
it: MOD aria superata a ppO₂ {ppO2}
nl: Lucht MOD overschreden bij ppO₂ {ppO2}
pt: MOD do ar excedida em ppO₂ {ppO2}

# gasCalculators_bestMix_targetDepth
source: Target Depth
ar: العمق المستهدف
de: Zieltiefe
es: Profundidad Objetivo
fr: Profondeur cible
he: עומק יעד
hu: Célmélység
it: Profondità Target
nl: Doeldiepte
pt: Profundidade Alvo

# gasCalculators_bestMix_targetDive
source: Target Dive
ar: الغطسة المستهدفة
de: Zieltauchgang
es: Inmersión Objetivo
fr: Plongée cible
he: צלילת יעד
hu: Célmerülés
it: Immersione Target
nl: Doelduik
pt: Mergulho Alvo

# gasCalculators_consumption_ambientPressure
source: Ambient pressure at {depth}{depthSymbol}
ar: الضغط المحيط عند {depth}{depthSymbol}
de: Umgebungsdruck bei {depth}{depthSymbol}
es: Presión ambiente a {depth}{depthSymbol}
fr: Pression ambiante à {depth}{depthSymbol}
he: לחץ סביבה ב-{depth}{depthSymbol}
hu: Környezeti nyomás {depth}{depthSymbol} mélységben
it: Pressione ambiente a {depth}{depthSymbol}
nl: Omgevingsdruk op {depth}{depthSymbol}
pt: Pressão ambiente em {depth}{depthSymbol}

# gasCalculators_consumption_avgDepth
source: Average Depth
ar: متوسط العمق
de: Durchschnittliche Tiefe
es: Profundidad Promedio
fr: Profondeur moyenne
he: עומק ממוצע
hu: Átlagos mélység
it: Profondità Media
nl: Gemiddelde diepte
pt: Profundidade Média

# gasCalculators_consumption_breakdown
source: Calculation Breakdown
ar: تفصيل الحساب
de: Berechnungsaufschlüsselung
es: Desglose del Cálculo
fr: Détail du calcul
he: פירוט חישוב
hu: Számítás részletezése
it: Riepilogo Calcolo
nl: Berekeningsuitsplitsing
pt: Detalhamento do Cálculo

# gasCalculators_consumption_diveTime
source: Dive Time
ar: وقت الغوص
de: Tauchzeit
es: Tiempo de Inmersión
fr: Temps de plongée
he: זמן צלילה
hu: Merülési idő
it: Tempo Immersione
nl: Duiktijd
pt: Tempo de Mergulho

# gasCalculators_consumption_exceedsTank
source: Exceeds tank capacity ({pressure} {symbol})
ar: يتجاوز سعة الأسطوانة ({pressure} {symbol})
de: Überschreitet Flaschenkapazität ({pressure} {symbol})
es: Excede la capacidad de la botella ({pressure} {symbol})
fr: Dépasse la capacité de la bouteille ({pressure} {symbol})
he: חורג מקיבולת המיכל ({pressure} {symbol})
hu: Meghaladja a palack kapacitását ({pressure} {symbol})
it: Supera la capacità della bombola ({pressure} {symbol})
nl: Overschrijdt flescapaciteit ({pressure} {symbol})
pt: Excede a capacidade do cilindro ({pressure} {symbol})

# gasCalculators_consumption_gasAtDepth
source: Gas consumption at depth
ar: استهلاك الغاز عند العمق
de: Gasverbrauch in der Tiefe
es: Consumo de gas a profundidad
fr: Consommation de gaz en profondeur
he: צריכת גז בעומק
hu: Gázfogyasztás mélységben
it: Consumo gas in profondità
nl: Gasverbruik op diepte
pt: Consumo de gás em profundidade

# gasCalculators_consumption_pressure
source: Pressure
ar: الضغط
de: Druck
es: Presión
fr: Pression
he: לחץ
hu: Nyomás
it: Pressione
nl: Druk
pt: Pressão

# gasCalculators_consumption_remainingGas
source: Remaining gas
ar: الغاز المتبقي
de: Verbleibendes Gas
es: Gas restante
fr: Gaz restant
he: גז נותר
hu: Maradék gáz
it: Gas rimanente
nl: Resterend gas
pt: Gás restante

# gasCalculators_consumption_tankCapacity
source: Tank capacity ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
ar: سعة الأسطوانة ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
de: Flaschenkapazität ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
es: Capacidad de la botella ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
fr: Capacité de la bouteille ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
he: קיבולת מיכל ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
hu: Palack kapacitás ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
it: Capacità bombola ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
nl: Flescapaciteit ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})
pt: Capacidade do cilindro ({tankSize}{volumeSymbol} @ {fillPressure} {pressureSymbol})

# gasCalculators_consumption_title
source: Gas Consumption
ar: استهلاك الغاز
de: Gasverbrauch
es: Consumo de Gas
fr: Consommation de gaz
he: צריכת גז
hu: Gázfogyasztás
it: Consumo Gas
nl: Gasverbruik
pt: Consumo de Gás

# gasCalculators_consumption_totalGas
source: Total gas for {time} minutes
ar: إجمالي الغاز لـ {time} دقيقة
de: Gesamtgas für {time} Minuten
es: Gas total para {time} minutos
fr: Gaz total pour {time} minutes
he: גז כולל למשך {time} דקות
hu: Összes gáz {time} percre
it: Gas totale per {time} minuti
nl: Totaal gas voor {time} minuten
pt: Gás total para {time} minutos

# gasCalculators_consumption_volume
source: Volume
ar: الحجم
de: Volumen
es: Volumen
he: נפח
hu: Térfogat

# gasCalculators_mod_aboutMod
source: About MOD
ar: حول MOD
de: Über MOD
es: Acerca de MOD
fr: À propos de la MOD
he: אודות MOD
hu: A MOD-ról
it: Informazioni su MOD
nl: Over MOD
pt: Sobre MOD

# gasCalculators_mod_aboutModBody
source: Lower O₂ = deeper MOD = shorter NDL
ar: أقل O₂ = أعمق MOD = أقصر NDL
de: Weniger O₂ = tiefere MOD = kürzere Nullzeit
es: Menor O₂ = MOD más profunda = NDL más corta
fr: Moins d'O₂ = MOD plus profonde = DTR plus courte
he: O₂ נמוך יותר = MOD עמוק יותר = NDL קצר יותר
hu: Alacsonyabb O₂ = mélyebb MOD = rövidebb NDL
it: Meno O₂ = MOD più profonda = NDL più breve
nl: Lager O₂ = diepere MOD = kortere NDL
pt: Menos O₂ = MOD mais profunda = NDL mais curto

# gasCalculators_mod_inputParameters
source: Input Parameters
ar: معاملات الإدخال
de: Eingabeparameter
es: Parámetros de Entrada
fr: Paramètres d'entrée
he: פרמטרי קלט
hu: Bemeneti paraméterek
it: Parametri di Input
nl: Invoerparameters
pt: Parâmetros de Entrada

# gasCalculators_mod_maximumOperatingDepth
source: Maximum Operating Depth
ar: العمق التشغيلي الأقصى
de: Maximale Einsatztiefe
es: Profundidad Máxima de Operación
fr: Profondeur maximale d'utilisation
he: עומק הפעלה מקסימלי
hu: Maximum működési mélység
it: Profondità Operativa Massima
nl: Maximale werkdiepte
pt: Profundidade Máxima de Operação

# gasCalculators_mod_oxygenO2
source: Oxygen (O₂)
ar: الأكسجين (O₂)
de: Sauerstoff (O₂)
es: Oxígeno (O₂)
fr: Oxygène (O₂)
he: חמצן (O₂)
hu: Oxigén (O₂)
it: Ossigeno (O₂)
nl: Zuurstof (O₂)
pt: Oxigênio (O₂)

# gasCalculators_mod_ppO2Conservative
source: Conservative limit for extended bottom time
ar: الحد المحافظ لوقت القاع الممتد
de: Konservatives Limit für längere Grundzeit
es: Límite conservador para tiempo de fondo extendido
fr: Limite conservatrice pour temps au fond prolongé
he: מגבלה שמרנית לזמן תחתית ממושך
hu: Konzervatív limit hosszabb fenék időhöz
it: Limite conservativo per tempo di fondo prolungato
nl: Conservatieve limiet voor verlengde bodemtijd
pt: Limite conservador para tempo de fundo estendido

# gasCalculators_mod_ppO2Maximum
source: Maximum limit for decompression stops only
ar: الحد الأقصى لتوقفات تخفيف الضغط فقط
de: Maximales Limit nur für Dekostopps
es: Límite máximo solo para paradas de descompresión
fr: Limite maximale pour paliers de décompression uniquement
he: מגבלה מקסימלית לעצירות דקומפרסיה בלבד
hu: Maximum limit csak dekompressziós megállókhoz
it: Limite massimo solo per tappe di decompressione
nl: Maximale limiet alleen voor decompressiestops
pt: Limite máximo apenas para paradas de descompressão

# gasCalculators_mod_ppO2Standard
source: Standard working limit for recreational diving
ar: حد التشغيل القياسي للغوص الترفيهي
de: Standard-Arbeitslimit für Sporttauchen
es: Límite de trabajo estándar para buceo recreativo
fr: Limite de travail standard pour la plongée récréative
he: מגבלת עבודה סטנדרטית לצלילה פנאי
hu: Standard munkálati limit szabadidős merüléshez
it: Limite di lavoro standard per immersioni ricreative
nl: Standaard werkgrens voor recreatief duiken
pt: Limite de trabalho padrão para mergulho recreativo

# gasCalculators_ppO2Limit
source: ppO₂ Limit
ar: حد ppO₂
es: Límite ppO₂
fr: Limite ppO₂
he: מגבלת ppO₂
it: Limite ppO₂
nl: ppO₂ limiet
pt: Limite ppO₂

# gasCalculators_resetAll
source: Reset all calculators
ar: إعادة تعيين جميع الحاسبات
de: Alle Rechner zurücksetzen
es: Restablecer todas las calculadoras
fr: Réinitialiser tous les calculateurs
he: אפס את כל המחשבונים
hu: Összes kalkulátor visszaállítása
it: Ripristina tutti i calcolatori
nl: Alle calculators resetten
pt: Restaurar todas as calculadoras

# gasCalculators_rockBottom_aboutDescription
source: Rock bottom is the minimum gas reserve for an emergency ascent while sharing air with your buddy. • Uses stressed SAC rates (2-3x normal) • Assumes both divers on one tank • Includes safety stop when enabled Always turn the dive BEFORE reaching rock bottom!
ar: الحد الأدنى للغاز هو أقل احتياطي غاز للصعود الطارئ أثناء مشاركة الهواء مع رفيقك. - يستخدم معدلات SAC تحت الضغط (2-3 أضعاف المعدل الطبيعي) - يفترض أن كلا الغواصين على أسطوانة واحدة - يشمل وقفة الأمان عند تفعيلها قم بإنهاء الغطسة دائمًا قبل الوصول إلى الحد الأدنى!
de: Rock Bottom ist die Mindestgasreserve fuer einen Notaufstieg bei Luftteilung mit dem Tauchpartner. - Verwendet erhoehte AMV-Werte (2-3x normal) - Geht davon aus, dass beide Taucher eine Flasche nutzen - Beinhaltet Sicherheitsstopp wenn aktiviert Drehen Sie den Tauchgang immer BEVOR Sie Rock Bottom erreichen!
es: La reserva minima (rock bottom) es la cantidad minima de gas para un ascenso de emergencia compartiendo aire con tu companero. - Usa tasas SAC de estres (2-3x lo normal) - Asume ambos buceadores con un solo tanque - Incluye parada de seguridad cuando esta activada Siempre inicia el regreso ANTES de alcanzar la reserva minima!
fr: Le rock bottom est la reserve de gaz minimale pour une remontee d'urgence en partageant l'air avec votre binome. - Utilise des consommations majorees (2-3x la normale) - Suppose les deux plongeurs sur un seul bloc - Inclut le palier de securite si active Faites toujours demi-tour AVANT d'atteindre le rock bottom !
he: Rock Bottom הוא מינימום עתודת הגז הנדרש לעלייה חירומית תוך שיתוף אוויר עם השותף שלך. • משתמש בקצבי SAC במצב לחץ (2-3 כפול מהרגיל) • מניח ששני הצוללים על מיכל אחד • כולל עצירת בטיחות כשמופעלת תמיד סיים את הצלילה לפני שמגיעים ל-Rock Bottom!
hu: A Rock Bottom az a minimalis gaztartalek, ami egy veszelyes helyzetben szukseges a felszinre ereshez, mikozben levegot oszt meg a buddyjaval. - Stresszes SAC ertekeket hasznal (2-3x normalis) - Feltetelezi, hogy mindket merulo egy palackrol sziv - Tartalmazza a biztonsagi megallot, ha engedelyezve van Mindig forduljon vissza, mielott eleri a Rock Bottom erteket!
it: Il rock bottom è la riserva minima di gas per una risalita di emergenza condividendo l'aria con il compagno. • Usa consumi SAC da stress (2-3x il normale) • Presuppone entrambi i subacquei su una bombola • Include la tappa di sicurezza se abilitata Inverti sempre l'immersione PRIMA di raggiungere il rock bottom!
nl: Rock bottom is de minimale gasreserve voor een noodopstijging terwijl je lucht deelt met je buddy. • Gebruikt verhoogde SAC-waarden (2-3x normaal) • Gaat ervan uit dat beide duikers op een fles zitten • Inclusief veiligheidsstop indien ingeschakeld Keer de duik altijd om VOOR je rock bottom bereikt!
pt: Rock bottom e a reserva minima de gas para uma subida de emergencia partilhando ar com o seu companheiro. - Utiliza taxas SAC sob stress (2-3x o normal) - Assume ambos os mergulhadores num unico cilindro - Inclui parada de seguranca quando ativada Vire sempre o mergulho ANTES de atingir o rock bottom!

# gasCalculators_rockBottom_aboutTitle
source: About Rock Bottom
ar: حول الحد الأدنى للغاز
de: Ueber Rock Bottom
es: Sobre la reserva minima
fr: A propos du Rock Bottom
he: אודות Rock Bottom
hu: A Rock Bottom-rol
it: Informazioni sul Rock Bottom
nl: Over Rock Bottom
pt: Sobre Rock Bottom

# gasCalculators_rockBottom_ascentGasRequired
source: Ascent gas required
ar: الغاز المطلوب للصعود
de: Benoetigtes Gas fuer Aufstieg
es: Gas de ascenso requerido
fr: Gaz necessaire pour la remontee
he: גז נדרש לעלייה
hu: Emelkedeshez szukseges gaz
it: Gas richiesto per la risalita
nl: Benodigd gas voor opstijging
pt: Gas necessario para subida

# gasCalculators_rockBottom_ascentRate
source: Ascent Rate
ar: معدل الصعود
de: Aufstiegsgeschwindigkeit
es: Velocidad de ascenso
fr: Vitesse de remontee
he: קצב עלייה
hu: Emelkedesi sebesseg
it: Velocità di risalita
nl: Stijgsnelheid
pt: Taxa de Subida

# gasCalculators_rockBottom_ascentTimeToDepth
source: Ascent time to {depth}{unit}
ar: وقت الصعود إلى {depth}{unit}
de: Aufstiegszeit bis {depth}{unit}
es: Tiempo de ascenso a {depth}{unit}
fr: Temps de remontee jusqu'a {depth}{unit}
he: זמן עלייה ל-{depth}{unit}
hu: Emelkedesi ido {depth}{unit}-ig
it: Tempo di risalita a {depth}{unit}
nl: Stijgtijd naar {depth}{unit}
pt: Tempo de subida ate {depth}{unit}

# gasCalculators_rockBottom_ascentTimeToSurface
source: Ascent time to surface
ar: وقت الصعود إلى السطح
de: Aufstiegszeit bis zur Oberflaeche
es: Tiempo de ascenso a superficie
fr: Temps de remontee jusqu'a la surface
he: זמן עלייה לפני השטח
hu: Emelkedesi ido a felszinig
it: Tempo di risalita in superficie
nl: Stijgtijd naar oppervlak
pt: Tempo de subida ate a superficie

# gasCalculators_rockBottom_buddySac
source: Buddy SAC
ar: SAC الرفيق
de: AMV Tauchpartner
es: SAC del companero
fr: SAC du binome
he: SAC השותף
it: SAC compagno
nl: SAC buddy
pt: SAC do Companheiro

# gasCalculators_rockBottom_combinedStressedSac
source: Combined stressed SAC
ar: SAC المشترك تحت الضغط
de: Kombiniertes Stress-AMV
es: SAC combinado bajo estres
fr: SAC majoree combinee
he: SAC משולב במצב לחץ
hu: Kombinalt stresszes SAC
it: SAC combinato sotto stress
nl: Gecombineerde stress-SAC
pt: SAC combinado sob stress

# gasCalculators_rockBottom_emergencyAscentBreakdown
source: Emergency Ascent Breakdown
ar: تفصيل الصعود الطارئ
de: Notaufstieg im Detail
es: Desglose del ascenso de emergencia
fr: Detail de la remontee d'urgence
he: פירוט עלייה חירומית
hu: Veszelyzeti emelkedes reszletei
it: Dettaglio risalita di emergenza
nl: Noodopstijging uitsplitsing
pt: Detalhes da Subida de Emergencia

# gasCalculators_rockBottom_emergencyScenario
source: Emergency Scenario
ar: سيناريو الطوارئ
de: Notfallszenario
es: Escenario de emergencia
fr: Scenario d'urgence
he: תרחיש חירום
hu: Veszhelyzeti szcenario
it: Scenario di emergenza
nl: Noodscenario
pt: Cenario de Emergencia

# gasCalculators_rockBottom_includeSafetyStop
source: Include Safety Stop
ar: تضمين وقفة الأمان
de: Sicherheitsstopp einbeziehen
es: Incluir parada de seguridad
fr: Inclure le palier de securite
he: כלול עצירת בטיחות
hu: Biztonsagi megallo beszamitasa
it: Includi tappa di sicurezza
nl: Veiligheidsstop meenemen
pt: Incluir Parada de Seguranca

# gasCalculators_rockBottom_maximumDepth
source: Maximum Depth
ar: أقصى عمق
de: Maximale Tiefe
es: Profundidad maxima
fr: Profondeur maximale
he: עומק מרבי
hu: Maximalis melyseg
it: Profondità massima
nl: Maximale diepte
pt: Profundidade Maxima

# gasCalculators_rockBottom_minimumReserve
source: Minimum Reserve
ar: الاحتياطي الأدنى
de: Mindestreserve
es: Reserva minima
fr: Reserve minimale
he: עתודה מינימלית
hu: Minimalis tartalek
it: Riserva minima
nl: Minimale reserve
pt: Reserva Minima

# gasCalculators_rockBottom_resultSemantics
source: Minimum reserve: {pressure} {pressureUnit}, {volume} {volumeUnit}. Turn the dive when reaching {pressure} {pressureUnit} remaining
ar: الاحتياطي الأدنى: {pressure} {pressureUnit}، {volume} {volumeUnit}. أنهِ الغطسة عند وصول الضغط إلى {pressure} {pressureUnit} المتبقي
de: Mindestreserve: {pressure} {pressureUnit}, {volume} {volumeUnit}. Tauchgang umkehren bei {pressure} {pressureUnit} Restdruck
es: Reserva minima: {pressure} {pressureUnit}, {volume} {volumeUnit}. Inicia el regreso al alcanzar {pressure} {pressureUnit} restantes
fr: Reserve minimale : {pressure} {pressureUnit}, {volume} {volumeUnit}. Faites demi-tour a {pressure} {pressureUnit} restants
he: עתודה מינימלית: {pressure} {pressureUnit}, {volume} {volumeUnit}. סיים את הצלילה כשנשארים {pressure} {pressureUnit}
hu: Minimalis tartalek: {pressure} {pressureUnit}, {volume} {volumeUnit}. Forduljon vissza, ha a hatralevo gaz eleri a(z) {pressure} {pressureUnit} erteket
it: Riserva minima: {pressure} {pressureUnit}, {volume} {volumeUnit}. Inverti l'immersione al raggiungimento di {pressure} {pressureUnit} rimanenti
nl: Minimale reserve: {pressure} {pressureUnit}, {volume} {volumeUnit}. Keer de duik om bij {pressure} {pressureUnit} resterend
pt: Reserva minima: {pressure} {pressureUnit}, {volume} {volumeUnit}. Vire o mergulho ao atingir {pressure} {pressureUnit} restantes

# gasCalculators_rockBottom_safetyStopDuration
source: 3 minutes at {depth}{unit}
ar: 3 دقائق عند {depth}{unit}
de: 3 Minuten bei {depth}{unit}
es: 3 minutos a {depth}{unit}
fr: 3 minutes a {depth}{unit}
he: 3 דקות ב-{depth}{unit}
hu: 3 perc {depth}{unit}-on
it: 3 minuti a {depth}{unit}
nl: 3 minuten op {depth}{unit}
pt: 3 minutos a {depth}{unit}

# gasCalculators_rockBottom_safetyStopGas
source: Safety stop gas (3 min @ {depth}{unit})
ar: غاز وقفة الأمان (3 min @ {depth}{unit})
de: Sicherheitsstopp-Gas (3 min @ {depth}{unit})
es: Gas de parada de seguridad (3 min @ {depth}{unit})
fr: Gaz du palier de securite (3 min @ {depth}{unit})
he: גז עצירת בטיחות (3 min @ {depth}{unit})
hu: Biztonsagi megallo gaz (3 perc @ {depth}{unit})
it: Gas tappa di sicurezza (3 min @ {depth}{unit})
nl: Gas veiligheidsstop (3 min @ {depth}{unit})
pt: Gas da parada de seguranca (3 min @ {depth}{unit})

# gasCalculators_rockBottom_stressedSacHint
source: Use higher SAC rates to account for stress during emergency
ar: استخدم معدلات SAC أعلى لاحتساب الإجهاد أثناء الطوارئ
de: Hoehere AMV-Werte verwenden, um Stress im Notfall zu beruecksichtigen
es: Usa tasas SAC mas altas para compensar el estres durante una emergencia
fr: Utilisez des consommations majorees pour tenir compte du stress en urgence
he: השתמש בקצבי SAC גבוהים יותר לפיצוי על לחץ במצב חירום
hu: Hasznaljon magasabb SAC ertekeket a veszhelyzeti stressz figyelembevetelere
it: Usa valori SAC più alti per tenere conto dello stress durante l'emergenza
nl: Gebruik hogere SAC-waarden om rekening te houden met stress tijdens een noodsituatie
pt: Use taxas SAC mais altas para compensar o stress durante emergencias

# gasCalculators_rockBottom_stressedSacRates
source: Stressed SAC Rates
ar: معدلات SAC تحت الضغط
de: Stress-AMV-Werte
es: Tasas SAC bajo estres
fr: Consommations majorees
he: קצבי SAC במצב לחץ
hu: Stresszes SAC ertekek
it: Valori SAC sotto stress
nl: Stress-SAC-waarden
pt: Taxas SAC sob Stress

# gasCalculators_rockBottom_tankSize
source: Tank Size
ar: حجم الأسطوانة
de: Flaschengroesse
es: Tamano del tanque
fr: Taille du bloc
he: גודל מיכל
hu: Palack meret
it: Dimensione bombola
nl: Flesgrootte
pt: Tamanho do Cilindro

# gasCalculators_rockBottom_totalReserveNeeded
source: Total reserve needed
ar: إجمالي الاحتياطي المطلوب
de: Benoetigte Gesamtreserve
es: Reserva total necesaria
fr: Reserve totale necessaire
he: סך עתודה נדרשת
hu: Osszes szukseges tartalek
it: Riserva totale necessaria
nl: Totale benodigde reserve
pt: Reserva total necessaria

# gasCalculators_rockBottom_turnDive
source: Turn the dive when reaching {pressure} {pressureUnit} remaining
ar: أنهِ الغطسة عند وصول الضغط إلى {pressure} {pressureUnit} المتبقي
de: Tauchgang umkehren bei {pressure} {pressureUnit} Restdruck
es: Inicia el regreso al alcanzar {pressure} {pressureUnit} restantes
fr: Faites demi-tour a {pressure} {pressureUnit} restants
he: סיים את הצלילה כשנשארים {pressure} {pressureUnit}
hu: Forduljon vissza, ha a hatralevo gaz eleri a(z) {pressure} {pressureUnit} erteket
it: Inverti l'immersione al raggiungimento di {pressure} {pressureUnit} rimanenti
nl: Keer de duik om bij {pressure} {pressureUnit} resterend
pt: Vire o mergulho ao atingir {pressure} {pressureUnit} restantes
