Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# enum_visibility_unknown
source: Unknown
ar: غير معروفة
de: Unbekannt
es: Desconocida
fr: Inconnue
he: לא ידוע
hu: Ismeretlen
it: Sconosciuta
nl: Onbekend
pt: Desconhecida

# enum_waterType_brackish
source: Brackish
ar: مياه مالحة قليلاً
de: Brackwasser
es: Salobre
fr: Saumatre
he: מי מלוחן
hu: Felsos
it: Salmastra
nl: Brak
pt: Salobra

# enum_waterType_fresh
source: Fresh Water
ar: مياه عذبة
de: Suesswasser
es: Agua dulce
fr: Eau douce
he: מים מתוקים
hu: Edesviz
it: Acqua dolce
nl: Zoet water
pt: Agua Doce

# enum_waterType_salt
source: Salt Water
ar: مياه مالحة
de: Salzwasser
es: Agua salada
fr: Eau salee
he: מי ים
hu: Sosviz
it: Acqua salata
nl: Zout water
pt: Agua Salgada

# enum_weightType_ankleWeights
source: Ankle Weights
ar: أثقال الكاحل
de: Knoechelgewichte
es: Lastres de tobillo
fr: Lest de chevilles
he: משקולות קרסול
hu: Boka sulyok
it: Pesi alle caviglie
nl: Enkelgewichten
pt: Lastro de Tornozelo

# enum_weightType_backplate
source: Backplate Weights
ar: أثقال لوحة الظهر
de: Backplate-Gewichte
es: Lastres de espalda
fr: Lest de plaque dorsale
he: משקולות גב
hu: Hatlap sulyok
it: Pesi sulla piastra dorsale
nl: Backplate-gewichten
pt: Lastro na Backplate

# enum_weightType_belt
source: Weight Belt
ar: حزام أثقال
de: Bleigurt
es: Cinturón de lastre
fr: Ceinture de lest
he: חגורת משקולות
hu: Sulyoev
it: Cintura di zavorra
nl: Loodgordel
pt: Cinto de Lastro

# enum_weightType_integrated
source: Integrated Weights
ar: أثقال مدمجة
de: Integrierte Gewichte
es: Lastres integrados
fr: Lest integre
he: משקולות משולבות
hu: Beepitett sulyok
it: Zavorra integrata
nl: Geïntegreerde gewichten
pt: Lastro Integrado

# enum_weightType_mixed
source: Mixed/Combined
ar: مختلطة/مدمجة
de: Gemischt/Kombiniert
es: Mixto/Combinado
fr: Mixte/Combine
he: משולב/מעורב
hu: Vegyes/Kombinalt
it: Mista/Combinata
nl: Gemengd/Gecombineerd
pt: Misto/Combinado

# enum_weightType_trimWeights
source: Trim Weights
ar: أثقال التوازن
de: Trimmgewichte
es: Lastres de trimado
fr: Lest de trim
he: משקולות טרים
hu: Trim sulyok
it: Pesi di trim
nl: Trimgewichten
pt: Lastro de Trim

# equipment_addSheet_brandHint
source: e.g., Scubapro
ar: مثال: Scubapro
de: z. B. Scubapro
es: p. ej., Scubapro
fr: ex. Scubapro
he: לדוגמה, Scubapro
hu: pl. Scubapro
it: es. Scubapro
nl: bijv. Scubapro
pt: ex., Scubapro

# equipment_addSheet_brandLabel
source: Brand
ar: العلامة التجارية
de: Marke
es: Marca
fr: Marque
he: מותג
hu: Marka
it: Marca
nl: Merk
pt: Marca

# equipment_addSheet_closeTooltip
source: Close
ar: إغلاق
de: Schliessen
es: Cerrar
fr: Fermer
he: סגור
hu: Bezaras
it: Chiudi
nl: Sluiten
pt: Fechar

# equipment_addSheet_currencyLabel
source: Currency
ar: العملة
de: Waehrung
es: Moneda
fr: Devise
he: מטבע
hu: Penznem
it: Valuta
nl: Valuta
pt: Moeda

# equipment_addSheet_dateLabel
source: Date
ar: التاريخ
de: Datum
es: Fecha
he: תאריך
hu: Datum
it: Data
nl: Datum
pt: Data

# equipment_addSheet_errorSnackbar
source: Error adding equipment: {error}
ar: خطأ في إضافة المعدات: {error}
de: Fehler beim Hinzufuegen der Ausruestung: {error}
es: Error al agregar equipo: {error}
fr: Erreur lors de l'ajout de l'equipement : {error}
he: שגיאה בהוספת ציוד: {error}
hu: Hiba a felszereles hozzaadasakor: {error}
it: Errore nell'aggiunta dell'attrezzatura: {error}
nl: Fout bij toevoegen van uitrusting: {error}
pt: Erro ao adicionar equipamento: {error}

# equipment_addSheet_modelHint
source: e.g., MK25 EVO
ar: مثال: MK25 EVO
de: z. B. MK25 EVO
es: p. ej., MK25 EVO
fr: ex. MK25 EVO
he: לדוגמה, MK25 EVO
hu: pl. MK25 EVO
it: es. MK25 EVO
nl: bijv. MK25 EVO
pt: ex., MK25 EVO

# equipment_addSheet_modelLabel
source: Model
ar: الطراز
de: Modell
es: Modelo
fr: Modele
he: דגם
hu: Modell
it: Modello
pt: Modelo

# equipment_addSheet_nameHint
source: e.g., My Primary Regulator
ar: مثال: منظم الغوص الرئيسي
de: z. B. Mein Hauptatemregler
es: p. ej., Mi regulador principal
fr: ex. Mon detendeur principal
he: לדוגמה, הרגולטור הראשי שלי
hu: pl. Elsooleges automata
it: es. Il mio erogatore principale
nl: bijv. Mijn primaire ademautomaat
pt: ex., Meu Regulador Principal

# equipment_addSheet_nameLabel
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
hu: Nev
it: Nome
nl: Naam
pt: Nome

# equipment_addSheet_nameValidation
source: Please enter a name
ar: يرجى إدخال اسم
de: Bitte geben Sie einen Namen ein
es: Por favor ingresa un nombre
fr: Veuillez entrer un nom
he: נא להזין שם
hu: Kerem adjon meg egy nevet
it: Inserisci un nome
nl: Voer een naam in
pt: Por favor, insira um nome

# equipment_addSheet_notesHint
source: Additional notes...
ar: ملاحظات إضافية...
de: Zusaetzliche Notizen...
es: Notas adicionales...
fr: Notes supplementaires...
he: הערות נוספות...
hu: Tovabbl megjegyzesek...
it: Note aggiuntive...
nl: Extra notities...
pt: Observacoes adicionais...

# equipment_addSheet_notesLabel
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Observacoes

# equipment_addSheet_priceLabel
source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
he: מחיר
hu: Ar
it: Prezzo
nl: Prijs
pt: Preco

# equipment_addSheet_purchaseInfoTitle
source: Purchase Information
ar: معلومات الشراء
de: Kaufinformationen
es: Informacion de compra
fr: Informations d'achat
he: פרטי רכישה
hu: Vasarlasi informaciok
it: Informazioni acquisto
nl: Aankoopinformatie
pt: Informacoes de Compra

# equipment_addSheet_serialNumberLabel
source: Serial Number
ar: الرقم التسلسلي
de: Seriennummer
es: Numero de serie
fr: Numero de serie
he: מספר סידורי
hu: Sorozatszam
it: Numero di serie
nl: Serienummer
pt: Numero de Serie

# equipment_addSheet_serviceIntervalHint
source: e.g., 365 for yearly
ar: مثال: 365 للصيانة السنوية
de: z. B. 365 fuer jaehrlich
es: p. ej., 365 para anual
fr: ex. 365 pour annuel
he: לדוגמה, 365 לשנתי
hu: pl. 365 az eves szervizhez
it: es. 365 per annuale
nl: bijv. 365 voor jaarlijks
pt: ex., 365 para anualmente

# equipment_addSheet_serviceIntervalLabel
source: Service Interval (days)
ar: فترة الصيانة (بالأيام)
de: Wartungsintervall (Tage)
es: Intervalo de servicio (dias)
fr: Intervalle de revision (jours)
he: מרווח טיפול (ימים)
hu: Szerviz intervallum (nap)
it: Intervallo manutenzione (giorni)
nl: Serviceinterval (dagen)
pt: Intervalo de Manutencao (dias)

# equipment_addSheet_sizeHint
source: e.g., M, L, 42
ar: مثال: M, L, 42
de: z. B. M, L, 42
es: p. ej., M, L, 42
fr: ex. M, L, 42
he: לדוגמה, M, L, 42
hu: pl. M, L, 42
it: es. M, L, 42
nl: bijv. M, L, 42
pt: ex., M, G, 42

# equipment_addSheet_sizeLabel
source: Size
ar: المقاس
de: Groesse
es: Talla
fr: Taille
he: מידה
hu: Meret
it: Taglia
nl: Maat
pt: Tamanho

# equipment_addSheet_submitButton
source: Add Equipment
ar: إضافة معدات
de: Ausruestung hinzufuegen
es: Agregar equipo
fr: Ajouter l'equipement
he: הוסף ציוד
hu: Felszereles hozzaadasa
it: Aggiungi attrezzatura
nl: Uitrusting toevoegen
pt: Adicionar Equipamento

# equipment_addSheet_successSnackbar
source: Equipment added successfully
ar: تمت إضافة المعدات بنجاح
de: Ausruestung erfolgreich hinzugefuegt
es: Equipo agregado exitosamente
fr: Equipement ajoute avec succes
he: הציוד נוסף בהצלחה
hu: Felszereles sikeresen hozzaadva
it: Attrezzatura aggiunta con successo
nl: Uitrusting succesvol toegevoegd
pt: Equipamento adicionado com sucesso

# equipment_addSheet_title
source: Add Equipment
ar: إضافة معدات
de: Ausruestung hinzufuegen
es: Agregar equipo
fr: Ajouter un equipement
he: הוסף ציוד
hu: Felszereles hozzaadasa
it: Aggiungi attrezzatura
nl: Uitrusting toevoegen
pt: Adicionar Equipamento

# equipment_addSheet_typeLabel
source: Type
ar: النوع
de: Typ
es: Tipo
he: סוג
hu: Tipus
it: Tipo
pt: Tipo

# equipment_appBar_title
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamento

# equipment_deleteDialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# equipment_deleteDialog_confirm
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# equipment_deleteDialog_content
source: Are you sure you want to delete this equipment? This action cannot be undone.
ar: هل أنت متأكد من حذف هذه المعدات؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie diese Ausruestung loeschen moechten? Diese Aktion kann nicht rueckgaengig gemacht werden.
es: Estas seguro de que deseas eliminar este equipo? Esta accion no se puede deshacer.
fr: Es-tu sur de vouloir supprimer cet equipement ? Cette action est irreversible.
he: האם אתה בטוח שברצונך למחוק ציוד זה? פעולה זו אינה ניתנת לביטול.
hu: Biztosan torli ezt a felszerelest? Ez a muvelet nem vonhato vissza.
it: Sei sicuro di voler eliminare questa attrezzatura? Questa azione non puo essere annullata.
nl: Weet je zeker dat je deze uitrusting wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt: Tem certeza de que deseja excluir este equipamento? Esta acao nao pode ser desfeita.

# equipment_deleteDialog_title
source: Delete Equipment
ar: حذف المعدات
de: Ausruestung loeschen
es: Eliminar equipo
fr: Supprimer l'equipement
he: מחק ציוד
hu: Felszereles torlese
it: Elimina attrezzatura
nl: Uitrusting verwijderen
pt: Excluir Equipamento

# equipment_detail_brandLabel
source: Brand
ar: العلامة التجارية
de: Marke
es: Marca
fr: Marque
he: מותג
hu: Marka
it: Marca
nl: Merk
pt: Marca

# equipment_detail_daysOverdue
source: {days} days overdue
ar: متأخرة {days} يوم
de: {days} Tage ueberfaellig
es: {days} dias de retraso
fr: {days} jours de retard
he: {days} ימים באיחור
hu: {days} napja lejartt
it: {days} giorni di ritardo
nl: {days} dagen achterstallig
pt: {days} dias em atraso

# equipment_detail_daysUntilService
source: {days} days until service
ar: {days} يوم حتى الصيانة
de: {days} Tage bis zur Wartung
es: {days} dias hasta el servicio
fr: {days} jours avant la revision
he: {days} ימים עד הטיפול
hu: {days} nap a szerviz
it: {days} giorni alla manutenzione
nl: {days} dagen tot service
pt: {days} dias ate a manutencao

# equipment_detail_detailsTitle
source: Details
ar: التفاصيل
es: Detalles
he: פרטים
hu: Reszletek
it: Dettagli
pt: Detalhes

# equipment_detail_divesCountPlural
source: {count} dives
ar: {count} غوصات
de: {count} Tauchgaenge
es: {count} inmersiones
fr: {count} plongees
he: {count} צלילות
hu: {count} merules
it: {count} immersioni
nl: {count} duiken
pt: {count} mergulhos

# equipment_detail_divesCountSingular
source: {count} dive
ar: {count} غوصة
de: {count} Tauchgang
es: {count} inmersion
fr: {count} plongee
he: {count} צלילה
hu: {count} merules
it: {count} immersione
nl: {count} duik
pt: {count} mergulho

# equipment_detail_divesLabel
source: Dives
ar: الغوصات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merulesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# equipment_detail_divesSemanticLabel
source: View dives using this equipment
ar: عرض الغوصات باستخدام هذه المعدات
de: Tauchgaenge mit dieser Ausruestung anzeigen
es: Ver inmersiones con este equipo
fr: Voir les plongees utilisant cet equipement
he: צפה בצלילות המשתמשות בציוד זה
hu: Merulesek megtekintese ezzel a felszerelessel
it: Visualizza immersioni con questa attrezzatura
nl: Bekijk duiken met deze uitrusting
pt: Ver mergulhos usando este equipamento

# equipment_detail_durationDays
source: {days} days
ar: {days} يوم
de: {days} Tage
es: {days} dias
fr: {days} jours
he: {days} ימים
hu: {days} nap
it: {days} giorni
nl: {days} dagen
pt: {days} dias

# equipment_detail_durationMonths
source: {months} months
ar: {months} أشهر
de: {months} Monate
es: {months} meses
fr: {months} mois
he: {months} חודשים
hu: {months} honap
it: {months} mesi
nl: {months} maanden
pt: {months} meses

# equipment_detail_durationYearsMonthsPluralPlural
source: {years} years, {months} months
ar: {years} سنوات، {months} أشهر
de: {years} Jahre, {months} Monate
es: {years} anos, {months} meses
fr: {years} ans, {months} mois
he: {years} שנים, {months} חודשים
hu: {years} ev, {months} honap
it: {years} anni, {months} mesi
nl: {years} jaar, {months} maanden
pt: {years} anos, {months} meses

# equipment_detail_durationYearsMonthsPluralSingular
source: {years} years, {months} month
ar: {years} سنوات، {months} شهر
de: {years} Jahre, {months} Monat
es: {years} anos, {months} mes
fr: {years} ans, {months} mois
he: {years} שנים, {months} חודש
hu: {years} ev, {months} honap
it: {years} anni, {months} mese
nl: {years} jaar, {months} maand
pt: {years} anos, {months} mes

# equipment_detail_durationYearsMonthsSingularPlural
source: {years} year, {months} months
ar: {years} سنة، {months} أشهر
de: {years} Jahr, {months} Monate
es: {years} ano, {months} meses
fr: {years} an, {months} mois
he: {years} שנה, {months} חודשים
hu: {years} ev, {months} honap
it: {years} anno, {months} mesi
nl: {years} jaar, {months} maanden
pt: {years} ano, {months} meses

# equipment_detail_durationYearsMonthsSingularSingular
source: {years} year, {months} month
ar: {years} سنة، {months} شهر
de: {years} Jahr, {months} Monat
es: {years} ano, {months} mes
fr: {years} an, {months} mois
he: {years} שנה, {months} חודש
hu: {years} ev, {months} honap
it: {years} anno, {months} mese
nl: {years} jaar, {months} maand
pt: {years} ano, {months} mes

# equipment_detail_durationYearsPlural
source: {years} years
ar: {years} سنوات
de: {years} Jahre
es: {years} anos
fr: {years} ans
he: {years} שנים
hu: {years} ev
it: {years} anni
nl: {years} jaar
pt: {years} anos

# equipment_detail_durationYearsSingular
source: {years} year
ar: {years} سنة
de: {years} Jahr
es: {years} ano
fr: {years} an
he: {years} שנה
hu: {years} ev
it: {years} anno
nl: {years} jaar
pt: {years} ano

# equipment_detail_editTooltip
source: Edit Equipment
ar: تعديل المعدات
de: Ausruestung bearbeiten
es: Editar equipo
fr: Modifier l'equipement
he: ערוך ציוד
hu: Felszereles szerkesztese
it: Modifica attrezzatura
nl: Uitrusting bewerken
pt: Editar Equipamento

# equipment_detail_editTooltipShort
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Editar

# equipment_detail_errorMessage
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# equipment_detail_errorTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# equipment_detail_lastServiceLabel
source: Last Service
ar: آخر صيانة
de: Letzte Wartung
es: Ultimo servicio
fr: Derniere revision
he: טיפול אחרון
hu: Utolso szerviz
it: Ultima manutenzione
nl: Laatste service
pt: Ultima Manutencao

# equipment_detail_loadingTitle
source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# equipment_detail_modelLabel
source: Model
ar: الطراز
de: Modell
es: Modelo
fr: Modele
he: דגם
hu: Modell
it: Modello
pt: Modelo

# equipment_detail_nextServiceDueLabel
source: Next Service Due
ar: موعد الصيانة القادمة
de: Naechste Wartung faellig
es: Proximo servicio
fr: Prochaine revision
he: הטיפול הבא
hu: Kovetkezo szerviz esedekesseg
it: Prossima manutenzione prevista
nl: Volgende service gepland
pt: Proxima Manutencao

# equipment_detail_notFoundMessage
source: This equipment item no longer exists.
ar: عنصر المعدات هذا لم يعد موجوداً.
de: Dieser Ausruestungsgegenstand existiert nicht mehr.
es: Este equipo ya no existe.
fr: Cet equipement n'existe plus.
he: פריט ציוד זה כבר לא קיים.
hu: Ez a felszereles mar nem letezik.
it: Questa attrezzatura non esiste piu.
nl: Dit uitrustingsonderdeel bestaat niet meer.
pt: Este item de equipamento nao existe mais.

# equipment_detail_notFoundTitle
source: Equipment Not Found
ar: المعدات غير موجودة
de: Ausruestung nicht gefunden
es: Equipo no encontrado
fr: Equipement introuvable
he: הציוד לא נמצא
hu: Felszereles nem talalhato
it: Attrezzatura non trovata
nl: Uitrusting niet gevonden
pt: Equipamento Nao Encontrado

# equipment_detail_notesTitle
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Observacoes

# equipment_detail_ownedForLabel
source: Owned For
ar: مدة الملكية
de: Im Besitz seit
es: En posesion durante
fr: Possede depuis
he: בבעלות
hu: Birtoklasi ido
it: Posseduto da
nl: In bezit sinds
pt: Tempo de Posse

# equipment_detail_purchaseDateLabel
source: Purchase Date
ar: تاريخ الشراء
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
he: תאריך רכישה
hu: Vasarlas datuma
it: Data di acquisto
nl: Aankoopdatum
pt: Data de Compra

# equipment_detail_purchasePriceLabel
source: Purchase Price
ar: سعر الشراء
de: Kaufpreis
es: Precio de compra
fr: Prix d'achat
he: מחיר רכישה
hu: Vasarlasi ar
it: Prezzo di acquisto
nl: Aankoopprijs
pt: Preco de Compra

# equipment_detail_retiredChip
source: Retired
ar: متقاعد
de: Ausgemustert
es: Retirado
fr: Retire
he: הוצא משימוש
hu: Kivont
it: Ritirato
nl: Buiten gebruik
pt: Aposentado

# equipment_detail_serialNumberLabel
source: Serial Number
ar: الرقم التسلسلي
de: Seriennummer
es: Numero de serie
fr: Numero de serie
he: מספר סידורי
hu: Sorozatszam
it: Numero di serie
nl: Serienummer
pt: Numero de Serie

# equipment_detail_serviceInfoTitle
source: Service Information
ar: معلومات الصيانة
de: Wartungsinformationen
es: Informacion de servicio
fr: Informations de revision
he: מידע טיפול
hu: Szerviz informaciok
it: Informazioni manutenzione
nl: Service-informatie
pt: Informacoes de Manutencao

# equipment_detail_serviceIntervalLabel
source: Service Interval
ar: فترة الصيانة
de: Wartungsintervall
es: Intervalo de servicio
fr: Intervalle de revision
he: מרווח טיפול
hu: Szerviz intervallum
it: Intervallo manutenzione
pt: Intervalo de Manutencao

# equipment_detail_serviceIntervalValue
source: {days} days
ar: {days} يوم
de: {days} Tage
es: {days} dias
fr: {days} jours
he: {days} ימים
hu: {days} nap
it: {days} giorni
nl: {days} dagen
pt: {days} dias

# equipment_detail_serviceOverdue
source: Service is overdue!
ar: الصيانة متأخرة!
de: Wartung ist ueberfaellig!
es: El servicio esta atrasado!
fr: La revision est en retard !
he: הטיפול באיחור!
hu: A szerviz lejartt!
it: Manutenzione scaduta!
nl: Service is achterstallig!
pt: Manutencao em atraso!

# equipment_detail_sizeLabel
source: Size
ar: المقاس
de: Groesse
es: Talla
fr: Taille
he: מידה
hu: Meret
it: Taglia
nl: Maat
pt: Tamanho

# equipment_detail_statusLabel
source: Status
ar: الحالة
es: Estado
fr: Statut
he: סטטוס
hu: Allapot
it: Stato

# equipment_detail_tripsCountPlural
source: {count} trips
ar: {count} رحلات
de: {count} Reisen
es: {count} viajes
fr: {count} voyages
he: {count} טיולים
hu: {count} utazas
it: {count} viaggi
nl: {count} reizen
pt: {count} viagens

# equipment_detail_tripsCountSingular
source: {count} trip
ar: {count} رحلة
de: {count} Reise
es: {count} viaje
fr: {count} voyage
he: {count} טיול
hu: {count} utazas
it: {count} viaggio
nl: {count} reis
pt: {count} viagem

# equipment_detail_tripsLabel
source: Trips
ar: الرحلات
de: Reisen
es: Viajes
fr: Voyages
he: טיולים
hu: Utazasok
it: Viaggi
nl: Reizen
pt: Viagens

# equipment_detail_tripsSemanticLabel
source: View trips using this equipment
ar: عرض الرحلات باستخدام هذه المعدات
de: Reisen mit dieser Ausruestung anzeigen
es: Ver viajes con este equipo
fr: Voir les voyages utilisant cet equipement
he: צפה בטיולים המשתמשים בציוד זה
hu: Utazasok megtekintese ezzel a felszerelessel
it: Visualizza viaggi con questa attrezzatura
nl: Bekijk reizen met deze uitrusting
pt: Ver viagens usando este equipamento

# equipment_edit_appBar_editTitle
source: Edit Equipment
ar: تعديل المعدات
de: Ausruestung bearbeiten
es: Editar equipo
fr: Modifier l'equipement
he: ערוך ציוד
hu: Felszereles szerkesztese
it: Modifica attrezzatura
nl: Uitrusting bewerken
pt: Editar Equipamento

# equipment_edit_appBar_newTitle
source: New Equipment
ar: معدات جديدة
de: Neue Ausruestung
es: Nuevo equipo
fr: Nouvel equipement
he: ציוד חדש
hu: Uj felszereles
it: Nuova attrezzatura
nl: Nieuwe uitrusting
pt: Novo Equipamento

# equipment_edit_appBar_saveButton
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# equipment_edit_appBar_saveTooltip
source: Save equipment changes
ar: حفظ تغييرات المعدات
de: Ausruestungsaenderungen speichern
es: Guardar cambios del equipo
fr: Enregistrer les modifications de l'equipement
he: שמור שינויי ציוד
hu: Felszereles valtozasainak mentese
it: Salva modifiche attrezzatura
nl: Wijzigingen in uitrusting opslaan
pt: Salvar alteracoes do equipamento

# equipment_edit_brandLabel
source: Brand
ar: العلامة التجارية
de: Marke
es: Marca
fr: Marque
he: מותג
hu: Marka
it: Marca
nl: Merk
pt: Marca

# equipment_edit_clearDate
source: Clear Date
ar: مسح التاريخ
de: Datum loeschen
es: Borrar fecha
fr: Effacer la date
he: נקה תאריך
hu: Datum torlese
it: Cancella data
nl: Datum wissen
pt: Limpar Data

# equipment_edit_currencyLabel
source: Currency
ar: العملة
de: Waehrung
es: Moneda
fr: Devise
he: מטבע
hu: Penznem
it: Valuta
nl: Valuta
pt: Moeda

# equipment_edit_disableReminders
source: Disable Reminders
ar: تعطيل التذكيرات
de: Erinnerungen deaktivieren
es: Desactivar recordatorios
fr: Desactiver les rappels
he: השבת תזכורות
hu: Emlekeztetsek kikapcsolasa
it: Disabilita promemoria
nl: Herinneringen uitschakelen
pt: Desativar Lembretes

# equipment_edit_disableRemindersSubtitle
source: Turn off all notifications for this item
ar: إيقاف جميع الإشعارات لهذا العنصر
de: Alle Benachrichtigungen fuer diesen Gegenstand deaktivieren
es: Desactivar todas las notificaciones para este articulo
fr: Desactiver toutes les notifications pour cet element
he: כבה את כל ההתראות עבור פריט זה
hu: Osszes ertesites kikapcsolasa ehhez az elemhez
it: Disattiva tutte le notifiche per questo articolo
nl: Alle meldingen voor dit onderdeel uitschakelen
pt: Desativar todas as notificacoes para este item

# equipment_edit_discardDialog_content
source: You have unsaved changes. Are you sure you want to leave?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد من المغادرة؟
de: Sie haben ungespeicherte Aenderungen. Sind Sie sicher, dass Sie die Seite verlassen moechten?
es: Tienes cambios sin guardar. Estas seguro de que deseas salir?
fr: Tu as des modifications non enregistrees. Es-tu sur de vouloir quitter ?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לצאת?
hu: Mentetlen valtozasai vannak. Biztosan el akar tavozni?
it: Hai modifiche non salvate. Sei sicuro di voler uscire?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je wilt vertrekken?
pt: Voce tem alteracoes nao salvas. Tem certeza de que deseja sair?

# equipment_edit_discardDialog_discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
he: מחק
hu: Eldobas
it: Scarta
nl: Verwerpen
pt: Descartar

# equipment_edit_discardDialog_keepEditing
source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer l'edition
he: המשך עריכה
hu: Szerkesztes folytatasa
it: Continua a modificare
nl: Verder bewerken
pt: Continuar Editando

# equipment_edit_discardDialog_title
source: Discard Changes?
ar: تجاهل التغييرات؟
de: Aenderungen verwerfen?
es: Descartar cambios?
fr: Abandonner les modifications ?
he: למחוק שינויים?
hu: Valtozasok eldobasa?
it: Scartare le modifiche?
nl: Wijzigingen verwerpen?
pt: Descartar Alteracoes?

# equipment_edit_embeddedHeader_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# equipment_edit_embeddedHeader_editTitle
source: Edit Equipment
ar: تعديل المعدات
de: Ausruestung bearbeiten
es: Editar equipo
fr: Modifier l'equipement
he: ערוך ציוד
hu: Felszereles szerkesztese
it: Modifica attrezzatura
nl: Uitrusting bewerken
pt: Editar Equipamento
