Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# statistics_summary_totalDives
source: Total Dives
ar: إجمالي الغوصات
de: Tauchgaenge gesamt
es: Total de inmersiones
fr: Total plongees
he: סה"כ צלילות
hu: Osszes merules
it: Immersioni totali
nl: Totaal duiken
pt: Total de Mergulhos

# statistics_summary_totalTime
source: Total Time
ar: إجمالي الوقت
de: Gesamtzeit
es: Tiempo total
fr: Temps total
he: זמן כולל
hu: Osszes ido
it: Tempo totale
nl: Totale tijd
pt: Tempo Total

# statistics_timePatterns_appBar_title
source: Time Patterns
ar: أنماط الوقت
de: Zeitmuster
es: Patrones de tiempo
fr: Repartition temporelle
he: דפוסי זמן
hu: Idomintak
it: Distribuzioni temporali
nl: Tijdpatronen
pt: Padroes de Horario

# statistics_timePatterns_dayOfWeek_empty
source: No data available
ar: لا توجد بيانات متاحة
de: Keine Daten verfuegbar
es: No hay datos disponibles
fr: Aucune donnee disponible
he: אין נתונים זמינים
hu: Nincsenek elerheto adatok
it: Nessun dato disponibile
nl: Geen gegevens beschikbaar
pt: Nenhum dado disponivel

# statistics_timePatterns_dayOfWeek_error
source: Failed to load day of week data
ar: فشل تحميل بيانات أيام الأسبوع
de: Wochentagsdaten konnten nicht geladen werden
es: Error al cargar los datos por dia de la semana
fr: Echec du chargement des donnees par jour de la semaine
he: שגיאה בטעינת נתוני ימי השבוע
hu: Nem sikerult a heti nap adatok betoltese
it: Impossibile caricare i dati per giorno della settimana
nl: Kan daggegevens niet laden
pt: Falha ao carregar dados por dia da semana

# statistics_timePatterns_dayOfWeek_fri
source: Fri
ar: الجمعة
de: Fr
es: Vie
fr: Ven
he: שישי
hu: Pe
it: Ven
nl: Vr
pt: Sex

# statistics_timePatterns_dayOfWeek_mon
source: Mon
ar: الإثنين
de: Mo
es: Lun
fr: Lun
he: שני
hu: He
it: Lun
nl: Ma
pt: Seg

# statistics_timePatterns_dayOfWeek_sat
source: Sat
ar: السبت
de: Sa
es: Sab
fr: Sam
he: שבת
hu: Szo
it: Sab
nl: Za
pt: Sab

# statistics_timePatterns_dayOfWeek_subtitle
source: When do you dive most?
ar: متى تغوص أكثر؟
de: Wann tauchen Sie am meisten?
es: Cuando buceas mas?
fr: Quand plonges-tu le plus ?
he: מתי אתה צולל הכי הרבה?
hu: Mikor merul a legtobbet?
it: Quando ti immergi di piu?
nl: Wanneer duik je het meest?
pt: Quando voce mais mergulha?

# statistics_timePatterns_dayOfWeek_sun
source: Sun
ar: الأحد
de: So
es: Dom
fr: Dim
he: ראשון
hu: V
it: Dom
nl: Zo
pt: Dom

# statistics_timePatterns_dayOfWeek_thu
source: Thu
ar: الخميس
de: Do
es: Jue
fr: Jeu
he: חמישי
hu: Cs
it: Gio
nl: Do
pt: Qui

# statistics_timePatterns_dayOfWeek_title
source: Dives by Day of Week
ar: الغوصات حسب يوم الأسبوع
de: Tauchgaenge nach Wochentag
es: Inmersiones por dia de la semana
fr: Plongees par jour de la semaine
he: צלילות לפי יום בשבוע
hu: Merulesek a het napjai szerint
it: Immersioni per giorno della settimana
nl: Duiken per dag van de week
pt: Mergulhos por Dia da Semana

# statistics_timePatterns_dayOfWeek_tue
source: Tue
ar: الثلاثاء
de: Di
es: Mar
fr: Mar
he: שלישי
hu: K
it: Mar
nl: Di
pt: Ter

# statistics_timePatterns_dayOfWeek_wed
source: Wed
ar: الأربعاء
de: Mi
es: Mie
fr: Mer
he: רביעי
hu: Sze
it: Mer
nl: Wo
pt: Qua

# statistics_timePatterns_month_apr
source: Apr
ar: أبريل
es: Abr
fr: Avr
he: אפר'
pt: Abr

# statistics_timePatterns_month_aug
source: Aug
ar: أغسطس
es: Ago
fr: Aou
he: אוג'
it: Ago
pt: Ago

# statistics_timePatterns_month_dec
source: Dec
ar: ديسمبر
de: Dez
es: Dic
he: דצמ'
it: Dic
pt: Dez

# statistics_timePatterns_month_feb
source: Feb
ar: فبراير
fr: Fev
he: פבר'
pt: Fev

# statistics_timePatterns_month_jan
source: Jan
ar: يناير
es: Ene
he: ינו'
it: Gen

# statistics_timePatterns_month_jul
source: Jul
ar: يوليو
he: יולי
it: Lug

# statistics_timePatterns_month_jun
source: Jun
ar: يونيو
he: יוני
it: Giu

# statistics_timePatterns_month_mar
source: Mar
ar: مارس
de: Mär
he: מרץ
nl: Mrt

# statistics_timePatterns_month_may
source: May
ar: مايو
de: Mai
fr: Mai
he: מאי
hu: Maj.
it: Mag
nl: Mei
pt: Mai

# statistics_timePatterns_month_nov
source: Nov
ar: نوفمبر
he: נוב'

# statistics_timePatterns_month_oct
source: Oct
ar: أكتوبر
de: Okt
he: אוק'
hu: Okt.
it: Ott
nl: Okt
pt: Out

# statistics_timePatterns_month_sep
source: Sep
ar: سبتمبر
he: ספט'
hu: Szept.
it: Set
pt: Set

# statistics_timePatterns_seasonal_empty
source: No data available
ar: لا توجد بيانات متاحة
de: Keine Daten verfuegbar
es: No hay datos disponibles
fr: Aucune donnee disponible
he: אין נתונים זמינים
hu: Nincsenek elerheto adatok
it: Nessun dato disponibile
nl: Geen gegevens beschikbaar
pt: Nenhum dado disponivel

# statistics_timePatterns_seasonal_error
source: Failed to load seasonal data
ar: فشل تحميل البيانات الموسمية
de: Saisonale Daten konnten nicht geladen werden
es: Error al cargar los datos estacionales
fr: Echec du chargement des donnees saisonnieres
he: שגיאה בטעינת נתונים עונתיים
hu: Nem sikerult az evszakos adatok betoltese
it: Impossibile caricare i dati stagionali
nl: Kan seizoensgegevens niet laden
pt: Falha ao carregar dados sazonais

# statistics_timePatterns_seasonal_subtitle
source: Dives by month (all years)
ar: الغوصات حسب الشهر (جميع السنوات)
de: Tauchgaenge nach Monat (alle Jahre)
es: Inmersiones por mes (todos los anos)
fr: Plongees par mois (toutes annees)
he: צלילות לפי חודש (כל השנים)
hu: Merulesek honaponkent (minden ev)
it: Immersioni per mese (tutti gli anni)
nl: Duiken per maand (alle jaren)
pt: Mergulhos por mes (todos os anos)

# statistics_timePatterns_seasonal_title
source: Seasonal Patterns
ar: الأنماط الموسمية
de: Saisonale Muster
es: Patrones estacionales
fr: Tendances saisonnieres
he: דפוסים עונתיים
hu: Evszakos mintak
it: Distribuzioni stagionali
nl: Seizoenspatronen
pt: Padroes Sazonais

# statistics_timePatterns_surfaceInterval_average
source: Average
ar: المتوسط
de: Durchschnitt
es: Promedio
fr: Moyenne
he: ממוצע
hu: Atlag
it: Media
nl: Gemiddeld
pt: Media

# statistics_timePatterns_surfaceInterval_empty
source: No surface interval data available
ar: لا توجد بيانات فترة السطح متاحة
de: Keine Oberflaechenintervall-Daten verfuegbar
es: No hay datos de intervalo de superficie disponibles
fr: Aucune donnee d'intervalle de surface disponible
he: אין נתוני מרווח שטח זמינים
hu: Nincsenek felszini intervallum adatok
it: Nessun dato sull'intervallo di superficie disponibile
nl: Geen oppervlakte-intervalgegevens beschikbaar
pt: Nenhum dado de intervalo de superficie disponivel

# statistics_timePatterns_surfaceInterval_error
source: Failed to load surface interval data
ar: فشل تحميل بيانات فترة السطح
de: Oberflaechenintervall-Daten konnten nicht geladen werden
es: Error al cargar los datos de intervalo de superficie
fr: Echec du chargement des donnees d'intervalle de surface
he: שגיאה בטעינת נתוני מרווח שטח
hu: Nem sikerult a felszini intervallum adatok betoltese
it: Impossibile caricare i dati sull'intervallo di superficie
nl: Kan oppervlakte-intervalgegevens niet laden
pt: Falha ao carregar dados de intervalo de superficie

# statistics_timePatterns_surfaceInterval_maximum
source: Maximum
ar: الأقصى
es: Maximo
he: מקסימום
it: Massimo
pt: Maximo

# statistics_timePatterns_surfaceInterval_minimum
source: Minimum
ar: الأدنى
es: Minimo
he: מינימום
it: Minimo
pt: Minimo

# statistics_timePatterns_surfaceInterval_subtitle
source: Time between dives
ar: الوقت بين الغوصات
de: Zeit zwischen Tauchgaengen
es: Tiempo entre inmersiones
fr: Temps entre les plongees
he: זמן בין צלילות
hu: Ido a merulesek kozott
it: Tempo tra le immersioni
nl: Tijd tussen duiken
pt: Tempo entre mergulhos

# statistics_timePatterns_surfaceInterval_title
source: Surface Interval Statistics
ar: إحصائيات فترة السطح
de: Oberflaechenintervall-Statistiken
es: Estadisticas de intervalo de superficie
fr: Statistiques d'intervalle de surface
he: סטטיסטיקות מרווח שטח
hu: Felszini intervallum statisztikak
it: Statistiche intervallo di superficie
nl: Oppervlakte-intervalstatistieken
pt: Estatisticas de Intervalo de Superficie

# statistics_timePatterns_timeOfDay_error
source: Failed to load time of day data
ar: فشل تحميل بيانات وقت اليوم
de: Tageszeitdaten konnten nicht geladen werden
es: Error al cargar los datos por hora del dia
fr: Echec du chargement des donnees par heure de la journee
he: שגיאה בטעינת נתוני שעות היום
hu: Nem sikerult a napszak adatok betoltese
it: Impossibile caricare i dati sull'ora del giorno
nl: Kan tijdstipgegevens niet laden
pt: Falha ao carregar dados por horario do dia

# statistics_timePatterns_timeOfDay_subtitle
source: Morning, afternoon, evening, or night
ar: صباحاً، بعد الظهر، مساءً، أو ليلاً
de: Morgens, nachmittags, abends oder nachts
es: Manana, tarde, atardecer o noche
fr: Matin, apres-midi, soir ou nuit
he: בוקר, צהריים, ערב או לילה
hu: Reggel, delutan, este vagy ejszaka
it: Mattina, pomeriggio, sera o notte
nl: Ochtend, middag, avond of nacht
pt: Manha, tarde, entardecer ou noite

# statistics_timePatterns_timeOfDay_title
source: Dives by Time of Day
ar: الغوصات حسب وقت اليوم
de: Tauchgaenge nach Tageszeit
es: Inmersiones por hora del dia
fr: Plongees par heure de la journee
he: צלילות לפי שעה ביום
hu: Merulesek napszak szerint
it: Immersioni per ora del giorno
nl: Duiken per tijdstip van de dag
pt: Mergulhos por Horario do Dia

# statistics_tooltip_diveRecords
source: Dive Records
ar: أرقام الغوص القياسية
de: Tauchrekorde
es: Records de buceo
fr: Records de plongee
he: שיאי צלילה
hu: Merulesi rekordok
it: Record immersioni
nl: Duikrecords
pt: Recordes de Mergulho

# statistics_tooltip_refreshRecords
source: Refresh records
ar: تحديث الأرقام القياسية
de: Rekorde aktualisieren
es: Actualizar records
fr: Actualiser les records
he: רענן שיאים
hu: Rekordok frissitese
it: Aggiorna record
nl: Records verversen
pt: Atualizar recordes

# statistics_tooltip_refreshStatistics
source: Refresh statistics
ar: تحديث الإحصائيات
de: Statistiken aktualisieren
es: Actualizar estadisticas
fr: Actualiser les statistiques
he: רענן סטטיסטיקות
hu: Statisztikak frissitese
it: Aggiorna statistiche
nl: Statistieken verversen
pt: Atualizar estatisticas

# surfaceInterval_aboutTissueLoading_body
source: Your body has 16 tissue compartments that absorb and release nitrogen at different rates. Fast tissues (like blood) saturate quickly but also off-gas quickly. Slow tissues (like bone and fat) take longer to both load and unload. The "leading compartment" is whichever tissue is most saturated and typically controls your no-decompression limit (NDL). During a surface interval, all tissues off-gas toward surface saturation levels (~40% loading).
ar: جسمك يحتوي على 16 حجرة نسيجية تمتص وتطلق النيتروجين بمعدلات مختلفة. الأنسجة السريعة (مثل الدم) تتشبع بسرعة ولكنها أيضاً تطلق الغاز بسرعة. الأنسجة البطيئة (مثل العظام والدهون) تستغرق وقتاً أطول للتحميل والتفريغ. "الحجرة الرائدة" هي أي نسيج أكثر تشبعاً وعادة ما تتحكم في حد عدم تخفيف الضغط (NDL). خلال فترة السطح، تطلق جميع الأنسجة الغاز نحو مستويات التشبع السطحي (~40% تحميل).
de: Ihr Körper hat 16 Gewebekompartimente, die Stickstoff mit unterschiedlichen Geschwindigkeiten aufnehmen und abgeben. Schnelle Gewebe (wie Blut) sättigen schnell, geben aber auch schnell ab. Langsame Gewebe (wie Knochen und Fett) brauchen länger zum Aufsättigen und Entsättigen. Das "führende Kompartiment" ist das am stärksten gesättigte Gewebe und steuert normalerweise Ihre Nullzeit. Während eines Oberflächenintervalls entsättigen alle Gewebe in Richtung Oberflächensättigungsniveaus (~40% Sättigung).
es: Tu cuerpo tiene 16 compartimentos de tejido que absorben y liberan nitrógeno a diferentes velocidades. Los tejidos rápidos (como la sangre) se saturan rápidamente pero también desgasifican rápidamente. Los tejidos lentos (como hueso y grasa) tardan más en cargarse y descargarse. El "compartimento líder" es el tejido más saturado y típicamente controla tu límite de no descompresión (NDL). Durante un intervalo de superficie, todos los tejidos desgasifican hacia niveles de saturación de superficie (~40% de carga).
fr: Votre corps possède 16 compartiments tissulaires qui absorbent et libèrent l'azote à des vitesses différentes. Les tissus rapides (comme le sang) se saturent rapidement mais se désaturent aussi rapidement. Les tissus lents (comme les os et la graisse) mettent plus de temps à se charger et à se décharger. Le « compartiment directeur » est celui qui est le plus saturé et contrôle généralement votre durée totale de remontée (DTR). Pendant un intervalle de surface, tous les tissus se désaturent vers les niveaux de saturation de surface (~40% de charge).
he: לגופך יש 16 תאי רקמה הקולטים ומשחררים חנקן בקצבים שונים. רקמות מהירות (כמו דם) נספגות במהירות אך גם משחררות גז במהירות. רקמות איטיות (כמו עצם ושומן) לוקחות יותר זמן גם לספיגה וגם לפריקה. "תא מוביל" הוא התא הכי רווי הקובע בדרך כלל את מגבלת הזמן ללא דקומפרסיה (NDL) שלך. במהלך מרווח שטח, כל הרקמות משחררות גז לעבר רמות רוויה של פני השטח (~40% העמסה).
hu: A testednek 16 szövetkamrája van, amelyek különböző sebességgel nyelik el és adják le a nitrogént. A gyors szövetek (mint a vér) gyorsan telítődnek, de gyorsan is ürülnek. A lassú szövetek (mint a csont és a zsír) tovább tart, hogy mindkettőt betöltsék és kiürüljenek. A "vezető kamra" az a szövet, amelyik a legtelítettebb, és általában ez szabályozza a dekompresszió nélküli határidőt (NDL). A felszíni intervallum alatt minden szövet kiürül a felszíni telítettségi szintek felé (~40% telítettség).
it: Il tuo corpo ha 16 compartimenti tissutali che assorbono e rilasciano azoto a velocità diverse. I tessuti veloci (come il sangue) si saturano rapidamente ma si desaturano anche rapidamente. I tessuti lenti (come ossa e grasso) richiedono più tempo sia per caricarsi che per scaricarsi. Il "compartimento principale" è quello più saturo e tipicamente controlla il limite di non decompressione (NDL). Durante un intervallo di superficie, tutti i tessuti si desaturano verso i livelli di saturazione di superficie (~40% di carico).
nl: Je lichaam heeft 16 weefselcompartimenten die stikstof absorberen en afgeven met verschillende snelheden. Snelle weefsels (zoals bloed) verzadigen snel maar geven ook snel gas af. Langzame weefsels (zoals bot en vet) hebben langer nodig om zowel te laden als te ontladen. Het "leidende compartiment" is het weefsel dat het meest verzadigd is en bepaalt meestal je no-decompression limiet (NDL). Tijdens een oppervlakte-interval geven alle weefsels gas af naar oppervlakteverzadigingsniveaus (~40% belading).
pt: Seu corpo possui 16 compartimentos de tecido que absorvem e liberam nitrogênio em taxas diferentes. Tecidos rápidos (como sangue) saturam rapidamente, mas também liberam gás rapidamente. Tecidos lentos (como osso e gordura) levam mais tempo para carregar e descarregar. O "compartimento líder" é aquele tecido que está mais saturado e normalmente controla seu limite de não descompressão (NDL). Durante um intervalo de superfície, todos os tecidos liberam gás em direção aos níveis de saturação de superfície (~40% de carregamento).

# surfaceInterval_aboutTissueLoading_title
source: About Tissue Loading
ar: حول تحميل الأنسجة
de: Über Gewebesättigung
es: Acerca de la Carga de Tejidos
fr: À propos du chargement tissulaire
he: אודות העמסת רקמות
hu: A szövet telítettségről
it: Informazioni sul Carico Tissutale
nl: Over weefselbelasting
pt: Sobre Carregamento de Tecidos

# surfaceInterval_action_resetDefaults
source: Reset to defaults
ar: إعادة تعيين إلى الإعدادات الافتراضية
de: Auf Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser aux valeurs par défaut
he: אפס לברירת מחדל
hu: Alapértelmezések visszaállítása
it: Ripristina predefiniti
nl: Standaardwaarden herstellen
pt: Restaurar padrões

# surfaceInterval_disclaimer
source: This tool is for planning purposes only. Always use a dive computer and follow your training. Results are based on the Buhlmann ZH-L16C algorithm and may differ from your computer.
ar: هذه الأداة للتخطيط فقط. استخدم دائماً حاسوب الغوص واتبع تدريبك. النتائج مبنية على خوارزمية Buhlmann ZH-L16C وقد تختلف عن حاسوبك.
de: Dieses Tool dient nur zu Planungszwecken. Verwenden Sie immer einen Tauchcomputer und folgen Sie Ihrer Ausbildung. Die Ergebnisse basieren auf dem Buhlmann ZH-L16C-Algorithmus und können von Ihrem Computer abweichen.
es: Esta herramienta es solo para fines de planificación. Siempre usa una computadora de buceo y sigue tu entrenamiento. Los resultados se basan en el algoritmo Buhlmann ZH-L16C y pueden diferir de tu computadora.
fr: Cet outil est uniquement à des fins de planification. Utilisez toujours un ordinateur de plongée et suivez votre formation. Les résultats sont basés sur l'algorithme Buhlmann ZH-L16C et peuvent différer de votre ordinateur.
he: כלי זה מיועד למטרות תכנון בלבד. השתמש תמיד במחשב צלילה ופעל לפי ההכשרה שלך. התוצאות מבוססות על אלגוריתם Buhlmann ZH-L16C ועשויות להיות שונות מהמחשב שלך.
hu: Ez az eszköz csak tervezési célokat szolgál. Mindig használj búvárcomputert és kövesd a képzésed. Az eredmények a Buhlmann ZH-L16C algoritmuson alapulnak és eltérhetnek a computeredétől.
it: Questo strumento è solo a scopo di pianificazione. Usa sempre un computer subacqueo e segui la tua formazione. I risultati si basano sull'algoritmo Buhlmann ZH-L16C e possono differire dal tuo computer.
nl: Deze tool is alleen voor planningsdoeleinden. Gebruik altijd een duikcomputer en volg je training. Resultaten zijn gebaseerd op het Buhlmann ZH-L16C algoritme en kunnen verschillen van je computer.
pt: Esta ferramenta é apenas para fins de planejamento. Sempre use um computador de mergulho e siga seu treinamento. Os resultados são baseados no algoritmo Buhlmann ZH-L16C e podem diferir do seu computador.

# surfaceInterval_field_depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Mélység
it: Profondità
nl: Diepte
pt: Profundidade

# surfaceInterval_field_gasMix
source: Gas Mix:
ar: خليط الغاز:
de: Gasgemisch:
es: Mezcla de Gas:
fr: Mélange gazeux :
he: תערובת גז:
hu: Gázkeverék:
it: Miscela Gas:
nl: Gasmengsel:
pt: Mistura de Gás:

# surfaceInterval_field_time
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
he: זמן
hu: Idő
it: Tempo
nl: Tijd
pt: Tempo

# surfaceInterval_firstDive_depthSemantics
source: First dive depth: {depth} {unit}
ar: عمق الغطسة الأولى: {depth} {unit}
de: Erster Tauchgang Tiefe: {depth} {unit}
es: Profundidad primera inmersión: {depth} {unit}
fr: Profondeur de la première plongée : {depth} {unit}
he: עומק צלילה ראשונה: {depth} {unit}
hu: Első merülés mélysége: {depth} {unit}
it: Profondità prima immersione: {depth} {unit}
nl: Eerste duik diepte: {depth} {unit}
pt: Profundidade do primeiro mergulho: {depth} {unit}

# surfaceInterval_firstDive_timeSemantics
source: First dive time: {time} minutes
ar: وقت الغطسة الأولى: {time} دقيقة
de: Erster Tauchgang Zeit: {time} Minuten
es: Tiempo primera inmersión: {time} minutos
fr: Temps de la première plongée : {time} minutes
he: זמן צלילה ראשונה: {time} דקות
hu: Első merülés ideje: {time} perc
it: Tempo prima immersione: {time} minuti
nl: Eerste duik tijd: {time} minuten
pt: Tempo do primeiro mergulho: {time} minutos

# surfaceInterval_firstDive_title
source: First Dive
ar: الغطسة الأولى
de: Erster Tauchgang
es: Primera Inmersión
fr: Première plongée
he: צלילה ראשונה
hu: Első merülés
it: Prima Immersione
nl: Eerste duik
pt: Primeiro Mergulho

# surfaceInterval_format_hours
source: {count} hours
ar: {count} ساعة
de: {count} Stunden
es: {count} horas
fr: {count} heures
he: {count} שעות
hu: {count} óra
it: {count} ore
nl: {count} uur
pt: {count} horas

# surfaceInterval_format_minutes
source: {count} min
ar: {count} دقيقة
he: {count} דקות
hu: {count} perc

# surfaceInterval_gasMix_air
source: Air
ar: هواء
de: Luft
es: Aire
he: אוויר
hu: Levegő
it: Aria
nl: Lucht
pt: Ar

# surfaceInterval_heSemantics
source: Helium: {percent}%
ar: الهيليوم: {percent}%
es: Helio: {percent}%
fr: Hélium : {percent}%
he: הליום: {percent}%
hu: Hélium: {percent}%
it: Elio: {percent}%
pt: Hélio: {percent}%

# surfaceInterval_result_currentInterval
source: Current Interval
ar: الفترة الحالية
de: Aktuelles Intervall
es: Intervalo Actual
fr: Intervalle actuel
he: מרווח נוכחי
hu: Jelenlegi intervallum
it: Intervallo Corrente
nl: Huidig interval
pt: Intervalo Atual

# surfaceInterval_result_inDeco
source: In deco
ar: في تخفيف الضغط
de: In Deko
es: En deco
fr: En déco
he: בדקו
hu: Dekóban
pt: Em deco

# surfaceInterval_result_increaseInterval
source: Increase surface interval or reduce second dive depth/time
ar: زد فترة السطح أو قلل عمق/وقت الغطسة الثانية
de: Oberflächenintervall erhöhen oder Tiefe/Zeit des zweiten Tauchgangs reduzieren
es: Aumenta el intervalo de superficie o reduce profundidad/tiempo de segunda inmersión
fr: Augmentez l'intervalle de surface ou réduisez la profondeur/durée de la deuxième plongée
he: הגדל מרווח שטח או הקטן עומק/זמן צלילה שנייה
hu: Növeld a felszíni intervallumot vagy csökkentsd a második merülés mélységét/idejét
it: Aumenta l'intervallo di superficie o riduci profondità/tempo della seconda immersione
nl: Verhoog oppervlakte-interval of verminder tweede duik diepte/tijd
pt: Aumente o intervalo de superfície ou reduza a profundidade/tempo do segundo mergulho

# surfaceInterval_result_minimumInterval
source: Minimum Surface Interval
ar: الحد الأدنى لفترة السطح
de: Minimales Oberflächenintervall
es: Intervalo de Superficie Mínimo
fr: Intervalle de surface minimum
he: מרווח שטח מינימלי
hu: Minimum felszíni intervallum
it: Intervallo di Superficie Minimo
nl: Minimaal oppervlakte-interval
pt: Intervalo de Superfície Mínimo

# surfaceInterval_result_ndlForSecondDive
source: NDL for 2nd Dive
ar: NDL للغطسة الثانية
de: Nullzeit für 2. Tauchgang
es: NDL para 2da Inmersión
fr: DTR pour la 2e plongée
he: NDL לצלילה ה-2
hu: NDL a 2. merüléshez
it: NDL per 2ª Immersione
nl: NDL voor 2e duik
pt: NDL para 2º Mergulho

# surfaceInterval_result_ndlMinutes
source: {minutes} min NDL
ar: {minutes} دقيقة NDL
de: {minutes} Min Nullzeit
fr: {minutes} min DTR
he: {minutes} דקות NDL
hu: {minutes} perc NDL

# surfaceInterval_result_notYetSafe
source: Not yet safe, increase surface interval
ar: ليس آمناً بعد، زد فترة السطح
de: Noch nicht sicher, Oberflächenintervall erhöhen
es: Aún no es seguro, aumenta el intervalo de superficie
fr: Pas encore sûr, augmentez l'intervalle de surface
he: עדיין לא בטוח, הגדל מרווח שטח
hu: Még nem biztonságos, növeld a felszíni intervallumot
it: Non ancora sicuro, aumenta l'intervallo di superficie
nl: Nog niet veilig, verhoog oppervlakte-interval
pt: Ainda não é seguro, aumente o intervalo de superfície

# surfaceInterval_result_safeToDive
source: Safe to dive
ar: آمن للغوص
de: Sicher zu tauchen
es: Seguro para bucear
fr: Sûr pour plonger
he: בטוח לצלול
hu: Biztonságos merülni
it: Sicuro per immergersi
nl: Veilig om te duiken
pt: Seguro para mergulhar

# surfaceInterval_result_semantics
source: Minimum surface interval: {interval}. Current interval: {current}. NDL for second dive: {ndl}. {status}
ar: الحد الأدنى لفترة السطح: {interval}. الفترة الحالية: {current}. NDL للغطسة الثانية: {ndl}. {status}
de: Minimales Oberflächenintervall: {interval}. Aktuelles Intervall: {current}. Nullzeit für zweiten Tauchgang: {ndl}. {status}
es: Intervalo de superficie mínimo: {interval}. Intervalo actual: {current}. NDL para segunda inmersión: {ndl}. {status}
fr: Intervalle de surface minimum : {interval}. Intervalle actuel : {current}. DTR pour la deuxième plongée : {ndl}. {status}
he: מרווח שטח מינימלי: {interval}. מרווח נוכחי: {current}. NDL לצלילה שנייה: {ndl}. {status}
hu: Minimum felszíni intervallum: {interval}. Jelenlegi intervallum: {current}. NDL a második merüléshez: {ndl}. {status}
it: Intervallo di superficie minimo: {interval}. Intervallo corrente: {current}. NDL per seconda immersione: {ndl}. {status}
nl: Minimaal oppervlakte-interval: {interval}. Huidig interval: {current}. NDL voor tweede duik: {ndl}. {status}
pt: Intervalo de superfície mínimo: {interval}. Intervalo atual: {current}. NDL para segundo mergulho: {ndl}. {status}
