Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# trips_picker_error
source: Error loading trips: {error}
ar: خطأ في تحميل الرحلات: {error}
de: Fehler beim Laden der Reisen: {error}
es: Error al cargar viajes: {error}
fr: Erreur lors du chargement des voyages : {error}
he: שגיאה בטעינת טיולים: {error}
hu: Hiba az utak betoltesekor: {error}
it: Errore nel caricamento dei viaggi: {error}
nl: Fout bij laden van reizen: {error}
pt: Erro ao carregar viagens: {error}

# trips_picker_hint
source: Tap to select a trip
ar: انقر لاختيار رحلة
de: Tippen, um eine Reise auszuwaehlen
es: Toca para seleccionar un viaje
fr: Appuie pour selectionner un voyage
he: הקש כדי לבחור טיול
hu: Koppintson egy ut kivalasztasahoz
it: Tocca per selezionare un viaggio
nl: Tik om een reis te selecteren
pt: Toque para selecionar uma viagem

# trips_picker_newTrip
source: New Trip
ar: رحلة جديدة
de: Neue Reise
es: Nuevo viaje
fr: Nouveau voyage
he: טיול חדש
hu: Uj ut
it: Nuovo viaggio
nl: Nieuwe reis
pt: Nova Viagem

# trips_picker_noSelection
source: No trip selected
ar: لم يتم اختيار رحلة
de: Keine Reise ausgewaehlt
es: No se ha seleccionado viaje
fr: Aucun voyage selectionne
he: לא נבחר טיול
hu: Nincs ut kivalasztva
it: Nessun viaggio selezionato
nl: Geen reis geselecteerd
pt: Nenhuma viagem selecionada

# trips_picker_sheetTitle
source: Select Trip
ar: اختيار رحلة
de: Reise auswaehlen
es: Seleccionar viaje
fr: Selectionner un voyage
he: בחר טיול
hu: Ut kivalasztasa
it: Seleziona viaggio
nl: Reis selecteren
pt: Selecionar Viagem

# trips_picker_suggestedPrefix
source: Suggested: {name}
ar: مقترح: {name}
de: Vorschlag: {name}
es: Sugerido: {name}
fr: Suggere : {name}
he: מוצע: {name}
hu: Javasolt: {name}
it: Suggerito: {name}
nl: Voorgesteld: {name}
pt: Sugerida: {name}

# trips_picker_suggestedUse
source: Use
ar: استخدام
de: Verwenden
es: Usar
fr: Utiliser
he: השתמש
hu: Hasznalat
it: Usa
nl: Gebruik
pt: Usar

# trips_search_empty_hint
source: Search by name, location, or resort
ar: البحث بالاسم أو الموقع أو المنتجع
de: Nach Name, Ort oder Resort suchen
es: Buscar por nombre, ubicacion o resort
fr: Rechercher par nom, lieu ou resort
he: חיפוש לפי שם, מיקום או אתר נופש
hu: Kereses nev, helyszin vagy udulohely alapjan
it: Cerca per nome, località o resort
nl: Zoek op naam, locatie of resort
pt: Buscar por nome, localizacao ou resort

# trips_search_fieldLabel
source: Search trips...
ar: البحث في الرحلات...
de: Reisen durchsuchen...
es: Buscar viajes...
fr: Rechercher des voyages...
he: חיפוש טיולים...
hu: Utak keresese...
it: Cerca viaggi...
nl: Reizen zoeken...
pt: Buscar viagens...

# trips_search_noResults
source: No trips found for "{query}"
ar: لم يتم العثور على رحلات لـ "{query}"
de: Keine Reisen gefunden fuer "{query}"
es: No se encontraron viajes para "{query}"
fr: Aucun voyage trouve pour "{query}"
he: לא נמצאו טיולים עבור "{query}"
hu: Nem talalhato ut a kovetkezore: "{query}"
it: Nessun viaggio trovato per "{query}"
nl: Geen reizen gevonden voor "{query}"
pt: Nenhuma viagem encontrada para "{query}"

# trips_search_tooltip_back
source: Back
ar: رجوع
de: Zurueck
es: Atras
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# trips_search_tooltip_clear
source: Clear search
ar: مسح البحث
de: Suche loeschen
es: Borrar busqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# trips_summary_header_subtitle
source: Select a trip from the list to view details
ar: اختر رحلة من القائمة لعرض التفاصيل
de: Waehlen Sie eine Reise aus der Liste, um Details anzuzeigen
es: Selecciona un viaje de la lista para ver detalles
fr: Selectionnez un voyage dans la liste pour voir les details
he: בחר טיול מהרשימה כדי לצפות בפרטים
hu: Valasszon egy utat a listabol a reszletek megtekintésehez
it: Seleziona un viaggio dalla lista per visualizzare i dettagli
nl: Selecteer een reis uit de lijst om details te bekijken
pt: Selecione uma viagem da lista para ver detalhes

# trips_summary_header_title
source: Trips
ar: الرحلات
de: Reisen
es: Viajes
fr: Voyages
he: טיולים
hu: Utak
it: Viaggi
nl: Reizen
pt: Viagens

# trips_summary_overview_title
source: Overview
ar: نظرة عامة
de: Uebersicht
es: Resumen
fr: Apercu
he: סקירה כללית
hu: Attekintes
it: Panoramica
nl: Overzicht
pt: Visao Geral

# trips_summary_quickActions_add
source: Add Trip
ar: إضافة رحلة
de: Reise hinzufuegen
es: Agregar viaje
fr: Ajouter un voyage
he: הוסף טיול
hu: Ut hozzaadasa
it: Aggiungi viaggio
nl: Reis toevoegen
pt: Adicionar Viagem

# trips_summary_quickActions_title
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rapidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyorsmuveletek
it: Azioni rapide
nl: Snelle acties
pt: Acoes Rapidas

# trips_summary_recentSubtitle
source: {date} • {count} dives
ar: {date} • {count} غوصات
de: {date} • {count} Tauchgaenge
es: {date} • {count} inmersiones
fr: {date} - {count} plongees
he: {date} • {count} צלילות
hu: {date} • {count} merüles
it: {date} • {count} immersioni
nl: {date} • {count} duiken
pt: {date} • {count} mergulhos

# trips_summary_recentTitle
source: Recent Trips
ar: الرحلات الأخيرة
de: Neueste Reisen
es: Viajes recientes
fr: Voyages recents
he: טיולים אחרונים
hu: Legutobbi utak
it: Viaggi recenti
nl: Recente reizen
pt: Viagens Recentes

# trips_summary_stat_daysDiving
source: Days Diving
ar: أيام الغوص
de: Tauchtage
es: Dias de buceo
fr: Jours de plongee
he: ימי צלילה
hu: Merülesi napok
it: Giorni di immersione
nl: Duikdagen
pt: Dias de Mergulho

# trips_summary_stat_liveaboards
source: Liveaboards
ar: سفن الغوص
de: Tauchsafaris
es: Vida a bordo
fr: Croisieres
he: ספינות צלילה
hu: Hajoszallasok
it: Crociere subacquee

# trips_summary_stat_totalDives
source: Total Dives
ar: إجمالي الغوصات
de: Tauchgaenge gesamt
es: Total de inmersiones
fr: Total des plongees
he: סה"כ צלילות
hu: Osszes merüles
it: Immersioni totali
nl: Totaal duiken
pt: Total de Mergulhos

# trips_summary_stat_totalTrips
source: Total Trips
ar: إجمالي الرحلات
de: Reisen gesamt
es: Total de viajes
fr: Total des voyages
he: סה"כ טיולים
hu: Osszes ut
it: Viaggi totali
nl: Totaal reizen
pt: Total de Viagens

# trips_summary_upcomingSubtitle
source: {date} • In {days} days
ar: {date} • بعد {days} أيام
de: {date} • In {days} Tagen
es: {date} • En {days} dias
fr: {date} - Dans {days} jours
he: {date} • בעוד {days} ימים
hu: {date} • {days} nap mulva
it: {date} • Tra {days} giorni
nl: {date} • Over {days} dagen
pt: {date} • Em {days} dias

# trips_summary_upcomingTitle
source: Upcoming
ar: القادمة
de: Bevorstehend
es: Proximos
fr: A venir
he: קרובים
hu: Kozelgo
it: In programma
nl: Aankomend
pt: Proximas

# units_sac_pressurePerMin
source: pressure/min
ar: ضغط/min
de: Druck/min
es: presión/min
fr: pression/min
he: לחץ/min
hu: nyomas/min
it: pressione/min
nl: druk/min
pt: pressao/min

# units_timeFormat_twelveHour
source: 12-hour
ar: 12 ساعة
de: 12-Stunden
es: 12 horas
fr: 12 heures
he: 12 שעות
hu: 12 oras
it: 12 ore
nl: 12-uurs
pt: 12 horas

# units_timeFormat_twentyFourHour
source: 24-hour
ar: 24 ساعة
de: 24-Stunden
es: 24 horas
fr: 24 heures
he: 24 שעות
hu: 24 oras
it: 24 ore
nl: 24-uurs
pt: 24 horas

# universalImport_action_continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
he: המשך
hu: Folytatás
it: Continua
nl: Doorgaan
pt: Continuar

# universalImport_action_deselectAll
source: Deselect All
ar: إلغاء تحديد الكل
de: Alle abwählen
es: Deseleccionar Todo
fr: Tout désélectionner
he: בטל בחירת הכל
hu: Összes kijelölés törlése
it: Deseleziona Tutto
nl: Alles deselecteren
pt: Desmarcar Todos

# universalImport_action_done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
he: סיום
hu: Kész
it: Fatto
nl: Gereed
pt: Concluir

# universalImport_action_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבא
hu: Importálás
it: Importa
nl: Importeren
pt: Importar

# universalImport_action_selectAll
source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar Todo
fr: Tout sélectionner
he: בחר הכל
hu: Összes kijelölése
it: Seleziona Tutto
nl: Alles selecteren
pt: Selecionar Todos

# universalImport_action_selectFile
source: Select File
ar: اختيار ملف
de: Datei auswählen
es: Seleccionar Archivo
fr: Sélectionner un fichier
he: בחר קובץ
hu: Fájl kiválasztása
it: Seleziona File
nl: Selecteer bestand
pt: Selecionar Arquivo

# universalImport_description_supportedFormats
source: Select a dive log file to import. Supported formats include CSV, UDDF, Subsurface XML, and Garmin FIT.
ar: اختر ملف سجل غوص للاستيراد. الصيغ المدعومة تشمل CSV وUDDF وSubsurface XML وGarmin FIT.
de: Wählen Sie eine Tauchprotokoll-Datei zum Importieren aus. Unterstützte Formate sind CSV, UDDF, Subsurface XML und Garmin FIT.
es: Selecciona un archivo de registro de inmersiones para importar. Los formatos compatibles incluyen CSV, UDDF, Subsurface XML y Garmin FIT.
fr: Sélectionnez un fichier de carnet de plongée à importer. Les formats pris en charge incluent CSV, UDDF, Subsurface XML et Garmin FIT.
he: בחר קובץ יומן צלילה לייבוא. פורמטים נתמכים כוללים CSV, UDDF, Subsurface XML ו-Garmin FIT.
hu: Válassz egy merülési napló fájlt az importáláshoz. Támogatott formátumok: CSV, UDDF, Subsurface XML és Garmin FIT.
it: Seleziona un file di registro immersioni da importare. I formati supportati includono CSV, UDDF, Subsurface XML e Garmin FIT.
nl: Selecteer een duiklogboekbestand om te importeren. Ondersteunde formaten zijn CSV, UDDF, Subsurface XML en Garmin FIT.
pt: Selecione um arquivo de registro de mergulho para importar. Os formatos suportados incluem CSV, UDDF, Subsurface XML e Garmin FIT.

# universalImport_error_unsupportedFormat
source: This format is not yet supported. Please export as UDDF or CSV.
ar: هذه الصيغة غير مدعومة بعد. يرجى التصدير كـ UDDF أو CSV.
de: Dieses Format wird noch nicht unterstützt. Bitte exportieren Sie als UDDF oder CSV.
es: Este formato aún no es compatible. Por favor exporta como UDDF o CSV.
fr: Ce format n'est pas encore pris en charge. Veuillez exporter en UDDF ou CSV.
he: פורמט זה אינו נתמך עדיין. נא לייצא כ-UDDF או CSV.
hu: Ez a formátum még nem támogatott. Exportálj UDDF vagy CSV formátumban.
it: Questo formato non è ancora supportato. Esporta come UDDF o CSV.
nl: Dit formaat wordt nog niet ondersteund. Exporteer als UDDF of CSV.
pt: Este formato ainda não é suportado. Exporte como UDDF ou CSV.

# universalImport_hint_tagDescription
source: Tag all imported dives for easy filtering
ar: ضع وسماً على جميع الغطسات المستوردة للتصفية السهلة
de: Taggen Sie alle importierten Tauchgänge für einfaches Filtern
es: Etiqueta todas las inmersiones importadas para filtrado fácil
fr: Étiquetez toutes les plongées importées pour un filtrage facile
he: תייג את כל הצלילות המיובאות לסינון קל
hu: Címkézd meg az összes importált merülést a könnyű szűréshez
it: Tagga tutte le immersioni importate per un filtraggio facile
nl: Tag alle geïmporteerde duiken voor eenvoudig filteren
pt: Marque todos os mergulhos importados para facilitar a filtragem

# universalImport_hint_tagExample
source: e.g., MacDive Import 2026-02-09
ar: مثال: استيراد MacDive 2026-02-09
de: z.B. MacDive Import 2026-02-09
es: ej., Importación MacDive 2026-02-09
fr: ex. Import MacDive 2026-02-09
he: לדוגמה: ייבוא MacDive 2026-02-09
hu: pl. MacDive Importálás 2026-02-09
it: es., Importazione MacDive 2026-02-09
nl: bijv. MacDive Import 2026-02-09
pt: ex: Importação MacDive 2026-02-09

# universalImport_label_columnMapping
source: Column Mapping
ar: تعيين الأعمدة
de: Spaltenzuordnung
es: Mapeo de Columnas
fr: Mappage des colonnes
he: מיפוי עמודות
hu: Oszlop leképezés
it: Mappatura Colonne
nl: Kolomtoewijzing
pt: Mapeamento de Colunas

# universalImport_label_columnsMapped
source: {mapped} of {total} columns mapped
ar: {mapped} من {total} أعمدة معينة
de: {mapped} von {total} Spalten zugeordnet
es: {mapped} de {total} columnas mapeadas
fr: {mapped} sur {total} colonnes mappées
he: {mapped} מתוך {total} עמודות ממופות
hu: {mapped} oszlop leképezve a(z) {total}-ból
it: {mapped} di {total} colonne mappate
nl: {mapped} van {total} kolommen toegewezen
pt: {mapped} de {total} colunas mapeadas

# universalImport_label_detecting
source: Detecting...
ar: جارٍ الكشف...
de: Wird erkannt...
es: Detectando...
fr: Détection...
he: מזהה...
hu: Észlelés...
it: Rilevamento...
nl: Detecteren...
pt: Detectando...

# universalImport_label_diveNumber
source: Dive #{number}
ar: غطسة #{number}
de: Tauchgang #{number}
es: Inmersión #{number}
fr: Plongée n°{number}
he: צלילה מס' {number}
hu: Merülés #{number}
it: Immersione #{number}
nl: Duik #{number}
pt: Mergulho nº{number}

# universalImport_label_duplicate
source: Duplicate
ar: مكرر
de: Duplikat
es: Duplicado
fr: Doublon
he: כפילות
hu: Duplikátum
it: Duplicato
nl: Duplicaat
pt: Duplicado

# universalImport_label_duplicatesFound
source: {count} duplicates found and auto-deselected.
ar: تم العثور على {count} مكررات وتم إلغاء تحديدها تلقائياً.
de: {count} Duplikate gefunden und automatisch abgewählt.
es: {count} duplicados encontrados y deseleccionados automáticamente.
fr: {count} doublons trouvés et désélectionnés automatiquement.
he: {count} כפילויות נמצאו ובוטלה בחירתן אוטומטית.
hu: {count} duplikátum találva és automatikusan kijelölés törölve.
it: {count} duplicati trovati e deselezionati automaticamente.
nl: {count} duplicaten gevonden en automatisch gedeselecteerd.
pt: {count} duplicados encontrados e desmarcados automaticamente.

# universalImport_label_importComplete
source: Import Complete
ar: اكتمل الاستيراد
de: Import abgeschlossen
es: Importación Completa
fr: Import terminé
he: ייבוא הושלם
hu: Importálás kész
it: Importazione Completata
nl: Import voltooid
pt: Importação Concluída

# universalImport_label_importTag
source: Import Tag
ar: وسم الاستيراد
es: Etiqueta de Importación
fr: Étiquette d'import
he: תגית ייבוא
hu: Import címke
it: Tag Importazione
pt: Tag de Importação

# universalImport_label_importing
source: Importing
ar: جارٍ الاستيراد
de: Importieren
es: Importando
fr: Import
he: מייבא
hu: Importálás
it: Importazione
nl: Importeren
pt: Importando

# universalImport_label_importingEllipsis
source: Importing...
ar: جارٍ الاستيراد...
de: Wird importiert...
es: Importando...
fr: Import...
he: מייבא...
hu: Importálás...
it: Importazione...
nl: Importeren...
pt: Importando...

# universalImport_label_importingProgress
source: Importing {current} of {total}
ar: جارٍ استيراد {current} من {total}
de: Importieren {current} von {total}
es: Importando {current} de {total}
fr: Import de {current} sur {total}
he: מייבא {current} מתוך {total}
hu: {current} importálása a(z) {total}-ból
it: Importazione {current} di {total}
nl: Importeren {current} van {total}
pt: Importando {current} de {total}

# universalImport_label_percentMatch
source: {percent}% match
ar: {percent}% تطابق
de: {percent}% Übereinstimmung
es: {percent}% coincidencia
fr: {percent}% de correspondance
he: {percent}% התאמה
hu: {percent}% egyezés
it: {percent}% corrispondenza
nl: {percent}% overeenkomst
pt: {percent}% de correspondência

# universalImport_label_possibleMatch
source: Possible match
ar: تطابق محتمل
de: Mögliche Übereinstimmung
es: Posible coincidencia
fr: Correspondance possible
he: התאמה אפשרית
hu: Lehetséges egyezés
it: Possibile corrispondenza
nl: Mogelijke overeenkomst
pt: Possível correspondência

# universalImport_label_selectCorrectSource
source: Not right? Select the correct source:
ar: ليس صحيحاً؟ اختر المصدر الصحيح:
de: Nicht richtig? Wählen Sie die richtige Quelle:
es: ¿No es correcto? Selecciona la fuente correcta:
fr: Pas correct ? Sélectionnez la bonne source :
he: לא נכון? בחר את המקור הנכון:
hu: Nem helyes? Válaszd ki a megfelelő forrást:
it: Non è giusto? Seleziona la fonte corretta:
nl: Niet juist? Selecteer de juiste bron:
pt: Não está certo? Selecione a fonte correta:

# universalImport_label_selected
source: {count} selected
ar: {count} محدد
de: {count} ausgewählt
es: {count} seleccionado
fr: {count} sélectionné
he: {count} נבחרו
hu: {count} kiválasztva
it: {count} selezionati
nl: {count} geselecteerd
pt: {count} selecionado

# universalImport_label_skip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
he: דלג
hu: Kihagyás
it: Salta
nl: Overslaan
pt: Pular

# universalImport_label_taggedAs
source: Tagged as: {tag}
ar: موسوم كـ: {tag}
de: Getaggt als: {tag}
es: Etiquetado como: {tag}
fr: Étiqueté comme : {tag}
he: מתויג כ: {tag}
hu: Címkézve mint: {tag}
it: Taggato come: {tag}
nl: Getagd als: {tag}
pt: Marcado como: {tag}

# universalImport_label_unknownDate
source: Unknown date
ar: تاريخ غير معروف
de: Unbekanntes Datum
es: Fecha desconocida
fr: Date inconnue
he: תאריך לא ידוע
hu: Ismeretlen dátum
it: Data sconosciuta
nl: Onbekende datum
pt: Data desconhecida

# universalImport_label_unnamed
source: Unnamed
ar: بدون اسم
de: Unbenannt
es: Sin nombre
fr: Sans nom
he: ללא שם
hu: Névtelen
it: Senza nome
nl: Naamloos
pt: Sem nome

# universalImport_label_xOfY
source: {current} of {total}
ar: {current} من {total}
de: {current} von {total}
es: {current} de {total}
fr: {current} sur {total}
he: {current} מתוך {total}
hu: {current} / {total}
it: {current} di {total}
nl: {current} van {total}
pt: {current} de {total}

# universalImport_label_xOfYSelected
source: {selected} of {total} selected
ar: {selected} من {total} محدد
de: {selected} von {total} ausgewählt
es: {selected} de {total} seleccionado
fr: {selected} sur {total} sélectionné
he: {selected} מתוך {total} נבחרו
hu: {selected} kiválasztva a(z) {total}-ból
it: {selected} di {total} selezionati
nl: {selected} van {total} geselecteerd
pt: {selected} de {total} selecionado

# universalImport_semantics_entitySelection
source: {selected} of {total} {entityType} selected
ar: {selected} من {total} {entityType} محدد
de: {selected} von {total} {entityType} ausgewählt
es: {selected} de {total} {entityType} seleccionado
fr: {selected} sur {total} {entityType} sélectionné
he: {selected} מתוך {total} {entityType} נבחרו
hu: {selected} kiválasztva a(z) {total} {entityType}-ból
it: {selected} di {total} {entityType} selezionati
nl: {selected} van {total} {entityType} geselecteerd
pt: {selected} de {total} {entityType} selecionado

# universalImport_semantics_importError
source: Import error: {error}
ar: خطأ في الاستيراد: {error}
de: Importfehler: {error}
es: Error de importación: {error}
fr: Erreur d'import : {error}
he: שגיאת ייבוא: {error}
hu: Import hiba: {error}
it: Errore di importazione: {error}
nl: Importfout: {error}
pt: Erro de importação: {error}

# universalImport_semantics_importProgress
source: Import progress: {percent} percent
ar: تقدم الاستيراد: {percent} بالمئة
de: Importfortschritt: {percent} Prozent
es: Progreso de importación: {percent} por ciento
fr: Progression de l'import : {percent} pour cent
he: התקדמות ייבוא: {percent} אחוזים
hu: Import előrehaladás: {percent} százalék
it: Progresso importazione: {percent} percento
nl: Importvoortgang: {percent} procent
pt: Progresso da importação: {percent} porcento

# universalImport_semantics_itemsSelected
source: {count} items selected for import
ar: {count} عناصر محددة للاستيراد
de: {count} Elemente zum Import ausgewählt
es: {count} elementos seleccionados para importar
fr: {count} éléments sélectionnés pour l'import
he: {count} פריטים נבחרו לייבוא
hu: {count} elem kiválasztva importálásra
it: {count} elementi selezionati per l'importazione
nl: {count} items geselecteerd voor import
pt: {count} itens selecionados para importação

# universalImport_semantics_possibleDuplicate
source: Possible duplicate
ar: مكرر محتمل
de: Mögliches Duplikat
es: Posible duplicado
fr: Doublon possible
he: כפילות אפשרית
hu: Lehetséges duplikátum
it: Possibile duplicato
nl: Mogelijk duplicaat
pt: Possível duplicado

# universalImport_semantics_probableDuplicate
source: Probable duplicate
ar: مكرر مرجح
de: Wahrscheinliches Duplikat
es: Probable duplicado
fr: Doublon probable
he: כפילות סבירה
hu: Valószínű duplikátum
it: Probabile duplicato
nl: Waarschijnlijk duplicaat
pt: Provável duplicado

# universalImport_semantics_sourceDetected
source: Source detected: {description}
ar: تم كشف المصدر: {description}
de: Quelle erkannt: {description}
es: Fuente detectada: {description}
fr: Source détectée : {description}
he: מקור זוהה: {description}
hu: Forrás észlelve: {description}
it: Fonte rilevata: {description}
nl: Bron gedetecteerd: {description}
pt: Fonte detectada: {description}

# universalImport_semantics_sourceUncertain
source: Source uncertain: {description}
ar: المصدر غير مؤكد: {description}
de: Quelle unsicher: {description}
es: Fuente incierta: {description}
fr: Source incertaine : {description}
he: מקור לא ודאי: {description}
hu: Forrás bizonytalan: {description}
it: Fonte incerta: {description}
nl: Bron onzeker: {description}
pt: Fonte incerta: {description}

# universalImport_semantics_toggleSelection
source: Toggle selection for {name}
ar: تبديل التحديد لـ {name}
de: Auswahl für {name} umschalten
es: Alternar selección para {name}
fr: Basculer la sélection pour {name}
he: החלף בחירה עבור {name}
hu: Kijelölés váltása: {name}
it: Attiva/disattiva selezione per {name}
nl: Selectie wisselen voor {name}
pt: Alternar seleção para {name}

# universalImport_step_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבא
hu: Importálás
it: Importa
nl: Importeren
pt: Importar

# universalImport_step_map
source: Map
ar: تعيين
de: Zuordnen
es: Mapear
fr: Mapper
he: מפה
hu: Leképezés
it: Mappa
nl: Toewijzen
pt: Mapear

# universalImport_step_review
source: Review
ar: مراجعة
de: Überprüfen
es: Revisar
fr: Vérifier
he: סקירה
hu: Áttekintés
it: Rivedi
nl: Controleren
pt: Revisar

# universalImport_step_select
source: Select
ar: اختيار
de: Auswählen
es: Seleccionar
fr: Sélectionner
he: בחר
hu: Kiválasztás
it: Seleziona
nl: Selecteren
pt: Selecionar

# universalImport_title
source: Import Data
ar: استيراد البيانات
de: Daten importieren
es: Importar Datos
fr: Importer des données
he: ייבא נתונים
hu: Adatok importálása
it: Importa Dati
nl: Gegevens importeren
pt: Importar Dados

# universalImport_tooltip_clearTag
source: Clear tag
ar: مسح الوسم
de: Tag löschen
es: Limpiar etiqueta
fr: Effacer l'étiquette
he: נקה תגית
hu: Címke törlése
it: Cancella tag
nl: Tag wissen
pt: Limpar tag

# universalImport_tooltip_closeWizard
source: Close import wizard
ar: إغلاق معالج الاستيراد
de: Import-Assistent schließen
es: Cerrar asistente de importación
fr: Fermer l'assistant d'import
he: סגור אשף ייבוא
hu: Import varázsló bezárása
it: Chiudi procedura guidata importazione
nl: Importwizard sluiten
pt: Fechar assistente de importação

# weightCalc_baseLine
source: Base ({suitType}): {weight} kg
ar: الأساس ({suitType}): {weight} kg
de: Basis ({suitType}): {weight} kg
he: בסיס ({suitType}): {weight} kg
hu: Alap ({suitType}): {weight} kg
nl: Basis ({suitType}): {weight} kg

# weightCalc_bodyWeightAdjustment
source: Body weight adjustment: +{adjustment} kg
ar: تعديل وزن الجسم: +{adjustment} kg
de: Koerpergewichtsanpassung: +{adjustment} kg
es: Ajuste por peso corporal: +{adjustment} kg
fr: Ajustement poids corporel : +{adjustment} kg
he: התאמת משקל גוף: +{adjustment} kg
hu: Testsuly korrekció: +{adjustment} kg
it: Regolazione peso corporeo: +{adjustment} kg
nl: Lichaamsgewicht aanpassing: +{adjustment} kg
pt: Ajuste de peso corporal: +{adjustment} kg

# weightCalc_suit_drysuit
source: Drysuit
ar: بدلة جافة
de: Trockentauchanzug
es: Traje seco
fr: Combinaison etanche
he: חליפה יבשה
hu: Szaraz ruha
it: Muta stagna
nl: Droogpak
pt: Roupa Seca

# weightCalc_suit_none
source: No Suit
ar: بدون بدلة
de: Kein Anzug
es: Sin traje
fr: Sans combinaison
he: ללא חליפה
hu: Ruha nelkul
it: Senza muta
nl: Geen pak
pt: Sem Roupa

# weightCalc_suit_rashguard
source: Rashguard Only
ar: قميص حماية فقط
de: Nur Rashguard
es: Solo camiseta
fr: Lycra uniquement
he: חולצת גלישה בלבד
hu: Csak rashguard
it: Solo rashguard
nl: Alleen rashguard
pt: Apenas Rashguard
