Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveLog_detail_captureSignature
source: Capture Instructor Signature
ar: التقاط توقيع المدرب
de: Unterschrift des Tauchlehrers erfassen
es: Capturar firma del instructor
fr: Capturer la signature du moniteur
he: קליטת חתימת מדריך
hu: Oktatoi alairas rogzitese
it: Acquisisci firma istruttore
nl: Handtekening instructeur vastleggen
pt: Capturar Assinatura do Instrutor

# diveLog_detail_collapsed_atTime
source: At {timestamp}
ar: عند {timestamp}
de: Um {timestamp}
es: A las {timestamp}
fr: À {timestamp}
he: ב-{timestamp}
hu: {timestamp} időpontban
it: A {timestamp}
nl: Om {timestamp}
pt: Às {timestamp}

# diveLog_detail_collapsed_atTimeInfo
source: At {timestamp} • {baseInfo}
ar: عند {timestamp} • {baseInfo}
de: Um {timestamp} • {baseInfo}
es: A las {timestamp} • {baseInfo}
fr: À {timestamp} • {baseInfo}
he: ב-{timestamp} • {baseInfo}
hu: {timestamp} • {baseInfo}
it: A {timestamp} • {baseInfo}
nl: Om {timestamp} • {baseInfo}
pt: Às {timestamp} • {baseInfo}

# diveLog_detail_collapsed_ceiling
source: Ceiling: {value}
ar: السقف: {value}
de: Deko-Grenze: {value}
es: Techo: {value}
fr: Plafond : {value}
he: תקרה: {value}
hu: Plafon: {value}
it: Tetto: {value}
nl: Plafond: {value}
pt: Teto: {value}

# diveLog_detail_collapsed_cnsMaxPpO2
source: CNS: {cns} • Max ppO₂: {maxPpO2}
ar: CNS: {cns} • أقصى ppO₂: {maxPpO2}
es: CNS: {cns} • Máx ppO₂: {maxPpO2}
pt: CNS: {cns} • Máx ppO₂: {maxPpO2}

# diveLog_detail_collapsed_cnsMaxPpO2AtTime
source: CNS: {cns} • Max ppO₂: {maxPpO2} • At {timestamp}: {ppO2} bar
ar: CNS: {cns} • أقصى ppO₂: {maxPpO2} • عند {timestamp}: {ppO2} بار
de: CNS: {cns} • Max ppO₂: {maxPpO2} • Um {timestamp}: {ppO2} bar
es: CNS: {cns} • Máx ppO₂: {maxPpO2} • A las {timestamp}: {ppO2} bar
fr: CNS : {cns} • Max ppO₂ : {maxPpO2} • À {timestamp} : {ppO2} bar
he: CNS: {cns} • Max ppO₂: {maxPpO2} • ב-{timestamp}: {ppO2} בר
hu: CNS: {cns} • Max ppO₂: {maxPpO2} • {timestamp} időpontban: {ppO2} bar
it: CNS: {cns} • Max ppO₂: {maxPpO2} • A {timestamp}: {ppO2} bar
nl: CNS: {cns} • Max ppO₂: {maxPpO2} • Om {timestamp}: {ppO2} bar
pt: CNS: {cns} • Máx ppO₂: {maxPpO2} • Às {timestamp}: {ppO2} bar

# diveLog_detail_equipmentCount
source: {count} {count, plural, =1{item} other{items}}
ar: {count} {count, plural, =1{عنصر} other{عناصر}}
de: {count} {count, plural, =1{Gegenstand} other{Gegenstaende}}
es: {count} {count, plural, =1{elemento} other{elementos}}
fr: {count} {count, plural, =1{equipement} other{equipements}}
he: {count} {count, plural, =1{פריט} other{פריטים}}
hu: {count} {count, plural, =1{targy} other{targy}}
it: {count} {count, plural, =1{elemento} other{elementi}}
pt: {count} {count, plural, =1{item} other{itens}}

# diveLog_detail_errorLoading
source: Error loading dive
ar: خطأ في تحميل الغوصة
de: Fehler beim Laden des Tauchgangs
es: Error al cargar la inmersión
fr: Erreur lors du chargement de la plongee
he: שגיאה בטעינת צלילה
hu: Hiba a merules betoltesekor
it: Errore nel caricamento dell'immersione
nl: Fout bij laden van duik
pt: Erro ao carregar mergulho

# diveLog_detail_fullscreen_sampleData
source: Sample Data
ar: بيانات العينة
de: Messdaten
es: Datos de Muestra
fr: Données d'échantillon
he: נתוני דגימה
hu: Minta adatok
it: Dati Campione
nl: Meetgegevens
pt: Dados de Amostra

# diveLog_detail_fullscreen_tapChartCompact
source: Tap chart for compact view
ar: اضغط على المخطط للعرض المدمج
de: Tippen Sie auf das Diagramm für kompakte Ansicht
es: Toca el gráfico para vista compacta
fr: Appuyez sur le graphique pour une vue compacte
he: לחץ על התרשים לתצוגה קומפקטית
hu: Koppints a grafikonra a kompakt nézetért
it: Tocca il grafico per vista compatta
nl: Tik op grafiek voor compacte weergave
pt: Toque no gráfico para visualização compacta

# diveLog_detail_fullscreen_tapChartFull
source: Tap chart for full-screen view
ar: اضغط على المخطط للعرض بملء الشاشة
de: Tippen Sie auf das Diagramm für Vollbildansicht
es: Toca el gráfico para vista de pantalla completa
fr: Appuyez sur le graphique pour une vue plein écran
he: לחץ על התרשים לתצוגה במסך מלא
hu: Koppints a grafikonra a teljes képernyős nézetért
it: Tocca il grafico per vista a schermo intero
nl: Tik op grafiek voor volledig scherm weergave
pt: Toque no gráfico para visualização em tela cheia

# diveLog_detail_fullscreen_touchChart
source: Touch the chart to see data at that point
ar: المس المخطط لرؤية البيانات عند تلك النقطة
de: Berühren Sie das Diagramm, um Daten an diesem Punkt zu sehen
es: Toca el gráfico para ver datos en ese punto
fr: Touchez le graphique pour voir les données à ce point
he: גע בתרשים כדי לראות נתונים באותה נקודה
hu: Érintsd meg a grafikont az adott pont adatainak megtekintéséhez
it: Tocca il grafico per vedere i dati in quel punto
nl: Raak de grafiek aan om gegevens op dat punt te zien
pt: Toque no gráfico para ver os dados naquele ponto

# diveLog_detail_label_airTemp
source: Air Temp
ar: درجة حرارة الهواء
de: Lufttemperatur
es: Temp. del aire
fr: Temp air
he: טמפ' אוויר
hu: Levego hom.
it: Temp. aria
nl: Luchttemp.
pt: Temp do Ar

# diveLog_detail_label_avgDepth
source: Avg Depth
ar: متوسط العمق
de: Durchschn. Tiefe
es: Profundidad media
fr: Profondeur moy
he: עומק ממוצע
hu: Atlag melyseg
it: Profondita media
nl: Gem. diepte
pt: Prof. Media

# diveLog_detail_label_buddy
source: Buddy
ar: زميل الغوص
de: Tauchpartner
es: Compañero
fr: Binome
he: שותף
it: Compagno
pt: Dupla

# diveLog_detail_label_currentDirection
source: Current Direction
ar: اتجاه التيار
de: Stroemungsrichtung
es: Dirección de la corriente
fr: Direction du courant
he: כיוון זרם
hu: Aramlat iranya
it: Direzione corrente
nl: Stromingsrichting
pt: Direcao da Corrente

# diveLog_detail_label_currentStrength
source: Current Strength
ar: قوة التيار
de: Stroemungsstaerke
es: Intensidad de la corriente
fr: Force du courant
he: עוצמת זרם
hu: Aramlat erossege
it: Intensita corrente
nl: Stromingssterkte
pt: Forca da Corrente

# diveLog_detail_label_diveComputer
source: Dive Computer
ar: حاسوب الغوص
de: Tauchcomputer
es: Ordenador de buceo
fr: Ordinateur de plongee
he: מחשב צלילה
hu: Merulesszamitogep
it: Computer subacqueo
nl: Duikcomputer
pt: Computador de Mergulho

# diveLog_detail_label_diveMaster
source: Dive Master
ar: مدرب الغوص الرئيسي
fr: Directeur de plongee
he: דייבמאסטר

# diveLog_detail_label_diveType
source: Dive Type
ar: نوع الغوصة
de: Tauchgangart
es: Tipo de inmersión
fr: Type de plongee
he: סוג צלילה
hu: Merules tipusa
it: Tipo di immersione
nl: Duiktype
pt: Tipo de Mergulho

# diveLog_detail_label_elevation
source: Elevation
ar: الارتفاع
de: Hoehe
es: Elevación
fr: Altitude
he: גובה
hu: Magassag
it: Altitudine
nl: Hoogte
pt: Elevacao

# diveLog_detail_label_entry
source: Entry:
ar: الدخول:
de: Einstieg:
es: Entrada:
fr: Entree :
he: כניסה:
hu: Beszallas:
it: Ingresso:
nl: Instap:
pt: Entrada:

# diveLog_detail_label_entryMethod
source: Entry Method
ar: طريقة الدخول
de: Einstiegsmethode
es: Método de entrada
fr: Methode d'entree
he: שיטת כניסה
hu: Beszallasi mod
it: Metodo di ingresso
nl: Instapmethode
pt: Metodo de Entrada

# diveLog_detail_label_exit
source: Exit:
ar: الخروج:
de: Ausstieg:
es: Salida:
fr: Sortie :
he: יציאה:
hu: Kiszallas:
it: Uscita:
nl: Uitstap:
pt: Saida:

# diveLog_detail_label_exitMethod
source: Exit Method
ar: طريقة الخروج
de: Ausstiegsmethode
es: Método de salida
fr: Methode de sortie
he: שיטת יציאה
hu: Kiszallasi mod
it: Metodo di uscita
nl: Uitstapmethode
pt: Metodo de Saida

# diveLog_detail_label_gradientFactors
source: Gradient Factors
ar: عوامل التدرج
de: Gradientenfaktoren
es: Factores de gradiente
fr: Facteurs de gradient
he: מקדמי שיפוע
hu: Gradiens faktorok
it: Fattori di gradiente
nl: Gradientfactoren
pt: Fatores de Gradiente

# diveLog_detail_label_height
source: Height
ar: الارتفاع
de: Hoehe
es: Altura
fr: Hauteur
he: גובה
hu: Magassag
it: Altezza
nl: Hoogte
pt: Altura

# diveLog_detail_label_highTide
source: High Tide
ar: المد العالي
de: Hochwasser
es: Marea alta
fr: Maree haute
he: גאות
hu: Dagaly
it: Alta marea
nl: Hoog water
pt: Mare Alta

# diveLog_detail_label_lowTide
source: Low Tide
ar: الجزر المنخفض
de: Niedrigwasser
es: Marea baja
fr: Maree basse
he: שפל
hu: Apaly
it: Bassa marea
nl: Laag water
pt: Mare Baixa

# diveLog_detail_label_ppO2AtPoint
source: ppO₂ at selected point:
ar: ppO₂ عند النقطة المحددة:
de: ppO₂ am ausgewaehlten Punkt:
es: ppO₂ en el punto seleccionado:
fr: ppO₂ au point selectionne :
he: ppO₂ בנקודה הנבחרת:
hu: ppO₂ a kivalasztott pontban:
it: ppO2 al punto selezionato:
nl: ppO₂ op geselecteerd punt:
pt: ppO₂ no ponto selecionado:

# diveLog_detail_label_rateOfChange
source: Rate of Change
ar: معدل التغير
de: Aenderungsrate
es: Velocidad de cambio
fr: Taux de variation
he: קצב שינוי
hu: Valtozasi sebesseg
it: Tasso di variazione
nl: Wijzigingssnelheid
pt: Taxa de Variacao

# diveLog_detail_label_sacRate
source: SAC Rate
ar: معدل SAC
es: Consumo SAC
fr: Consommation SAC
he: קצב SAC
hu: SAC ertek
it: Consumo SAC
nl: SAC-verbruik
pt: Taxa SAC

# diveLog_detail_label_state
source: State
ar: الحالة
de: Zustand
es: Estado
fr: Etat
he: מצב
hu: Allapot
it: Stato
nl: Status
pt: Estado

# diveLog_detail_label_surfaceInterval
source: Surface Interval
ar: فترة السطح
de: Oberflaechenintervall
es: Intervalo de superficie
fr: Intervalle de surface
he: מרווח פני שטח
hu: Felszini szunet
it: Intervallo di superficie
nl: Oppervlakte-interval
pt: Intervalo de Superficie

# diveLog_detail_label_surfacePressure
source: Surface Pressure
ar: ضغط السطح
de: Oberflaechendruck
es: Presión en superficie
fr: Pression de surface
he: לחץ פני שטח
hu: Felszini nyomas
it: Pressione di superficie
nl: Oppervlaktedruk
pt: Pressao de Superficie

# diveLog_detail_label_swellHeight
source: Swell Height
ar: ارتفاع الموج
de: Wellenhoehe
es: Altura del oleaje
fr: Hauteur de houle
he: גובה גלים
hu: Hullammagassag
it: Altezza onde
nl: Deiningsahoogte
pt: Altura da Ondulacao

# diveLog_detail_label_total
source: Total:
ar: الإجمالي:
de: Gesamt:
he: סה"כ:
hu: Osszes:
it: Totale:
nl: Totaal:

# diveLog_detail_label_visibility
source: Visibility
ar: الرؤية
de: Sichtweite
es: Visibilidad
fr: Visibilite
he: ראות
hu: Latasvisszonyok
it: Visibilita
nl: Zicht
pt: Visibilidade

# diveLog_detail_label_waterType
source: Water Type
ar: نوع المياه
de: Wasserart
es: Tipo de agua
fr: Type d'eau
he: סוג מים
hu: Viz tipusa
it: Tipo di acqua
pt: Tipo de Agua

# diveLog_detail_menu_delete
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחיקה
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# diveLog_detail_menu_export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
he: ייצוא
hu: Exportalas
it: Esporta
nl: Exporteren
pt: Exportar

# diveLog_detail_menu_openFullPage
source: Open Full Page
ar: فتح الصفحة الكاملة
de: Ganze Seite oeffnen
es: Abrir página completa
fr: Ouvrir en pleine page
he: פתיחה בעמוד מלא
hu: Megnyitas teljes oldalon
it: Apri pagina intera
nl: Volledige pagina openen
pt: Abrir Pagina Completa

# diveLog_detail_noNotes
source: No notes for this dive.
ar: لا توجد ملاحظات لهذه الغوصة.
de: Keine Notizen fuer diesen Tauchgang.
es: No hay notas para esta inmersión.
fr: Aucune note pour cette plongee.
he: אין הערות לצלילה זו.
hu: Nincsenek jegyzetek ehhez a meruleshez.
it: Nessuna nota per questa immersione.
nl: Geen notities voor deze duik.
pt: Sem anotacoes para este mergulho.

# diveLog_detail_notFound
source: Dive not found
ar: الغوصة غير موجودة
de: Tauchgang nicht gefunden
es: Inmersión no encontrada
fr: Plongee introuvable
he: הצלילה לא נמצאה
hu: Merules nem talalhato
it: Immersione non trovata
nl: Duik niet gevonden
pt: Mergulho nao encontrado

# diveLog_detail_profilePoints
source: {count} points
ar: {count} نقطة
de: {count} Punkte
es: {count} puntos
he: {count} נקודות
hu: {count} pont
it: {count} punti
nl: {count} punten
pt: {count} pontos

# diveLog_detail_section_altitudeDive
source: Altitude Dive
ar: غوصة ارتفاع
de: Hoehentauchgang
es: Inmersión en altitud
fr: Plongee en altitude
he: צלילת גובה
hu: Magassagi merules
it: Immersione in quota
nl: Hoogteduik
pt: Mergulho em Altitude

# diveLog_detail_section_buddies
source: Buddies
ar: زملاء الغوص
de: Tauchpartner
es: Compañeros
fr: Binomes
he: שותפים
hu: Buddyk
it: Compagni
nl: Buddy's
pt: Duplas

# diveLog_detail_section_conditions
source: Conditions
ar: الظروف
de: Bedingungen
es: Condiciones
he: תנאים
hu: Korulmenyek
it: Condizioni
nl: Omstandigheden
pt: Condicoes

# diveLog_detail_section_decoStatus
source: Decompression Status
ar: حالة تخفيف الضغط
de: Dekompressionsstatus
es: Estado de descompresión
fr: Statut de decompression
he: מצב דקומפרסיה
hu: Dekompresszios allapot
it: Stato decompressione
nl: Decompressiestatus
pt: Status de Descompressao

# diveLog_detail_section_details
source: Details
ar: التفاصيل
es: Detalles
he: פרטים
hu: Reszletek
it: Dettagli
pt: Detalhes

# diveLog_detail_section_diveProfile
source: Dive Profile
ar: ملف الغوصة
de: Tauchprofil
es: Perfil de inmersión
fr: Profil de plongee
he: פרופיל צלילה
hu: Merulesi profil
it: Profilo immersione
nl: Duikprofiel
pt: Perfil do Mergulho

# diveLog_detail_section_equipment
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamentos

# diveLog_detail_section_marineLife
source: Marine Life
ar: الحياة البحرية
de: Meeresfauna
es: Vida marina
fr: Vie marine
he: חיים ימיים
hu: Tengeri elet
it: Vita marina
nl: Onderwaterleven
pt: Vida Marinha

# diveLog_detail_section_notes
source: Notes
ar: الملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Anotacoes

# diveLog_detail_section_oxygenToxicity
source: Oxygen Toxicity
ar: سمية الأكسجين
de: Sauerstofftoxizitaet
es: Toxicidad del oxígeno
fr: Toxicite de l'oxygene
he: רעילות חמצן
hu: Oxigen toxicitas
it: Tossicita dell'ossigeno
nl: Zuurstoftoxiciteit
pt: Toxicidade de Oxigenio

# diveLog_detail_section_sacByCylinder
source: SAC by Cylinder
ar: SAC حسب الأسطوانة
de: SAC nach Flasche
es: SAC por cilindro
fr: SAC par bloc
he: SAC לפי בלון
hu: SAC palackonkent
it: SAC per bombola
nl: SAC per fles
pt: SAC por Cilindro

# diveLog_detail_section_sacRateBySegment
source: SAC Rate by Segment
ar: معدل SAC حسب القطاع
de: SAC-Rate nach Segment
es: Consumo SAC por segmento
fr: Consommation SAC par segment
he: קצב SAC לפי מקטע
hu: SAC ertek szakaszonkent
it: Consumo SAC per segmento
nl: SAC-verbruik per segment
pt: Taxa SAC por Segmento

# diveLog_detail_section_tags
source: Tags
ar: الوسوم
es: Etiquetas
he: תגיות
hu: Cimkek
it: Tag

# diveLog_detail_section_tanks
source: Tanks
ar: الأسطوانات
de: Flaschen
es: Tanques
fr: Blocs
he: בלונים
hu: Palackok
it: Bombole
nl: Flessen
pt: Cilindros

# diveLog_detail_section_tide
source: Tide
ar: المد والجزر
de: Gezeiten
es: Marea
fr: Maree
he: גאות ושפל
hu: Arapaly
it: Marea
nl: Getij
pt: Mare

# diveLog_detail_section_trainingSignature
source: Training Signature
ar: توقيع التدريب
de: Ausbildungsunterschrift
es: Firma de entrenamiento
fr: Signature de formation
he: חתימת הכשרה
hu: Kepzesi alairas
it: Firma addestramento
nl: Trainingshandtekening
pt: Assinatura de Treinamento

# diveLog_detail_section_weight
source: Weight
ar: الأثقال
de: Gewicht
es: Lastre
fr: Lestage
he: משקולות
hu: Suly
it: Zavorra
nl: Gewicht
pt: Lastro

# diveLog_detail_signatureDescription
source: Tap to add instructor verification for this training dive
ar: انقر لإضافة توثيق المدرب لهذه الغوصة التدريبية
de: Tippen Sie, um die Verifizierung des Tauchlehrers fuer diesen Ausbildungstauchgang hinzuzufuegen
es: Toca para agregar la verificación del instructor para esta inmersión de entrenamiento
fr: Appuie pour ajouter la verification du moniteur pour cette plongee de formation
he: הקש להוספת אימות מדריך לצלילת הכשרה זו
hu: Koppintson az oktatoi ellenorzes hozzaadasahoz ehhez a kepzesi meruleshez
it: Tocca per aggiungere la verifica dell'istruttore per questa immersione di addestramento
nl: Tik om instructeurverificatie toe te voegen voor deze trainingsduik
pt: Toque para adicionar verificacao do instrutor para este mergulho de treinamento

# diveLog_detail_soloDive
source: Solo dive or no buddies recorded
ar: غوصة منفردة أو لم يتم تسجيل زملاء غوص
de: Solotauchgang oder keine Tauchpartner erfasst
es: Inmersión en solitario o sin compañeros registrados
fr: Plongee solo ou aucun binome enregistre
he: צלילה יחידה או ללא שותפים רשומים
hu: Solo merules vagy nincsenek buddy-k rogzitve
it: Immersione in solitaria o nessun compagno registrato
nl: Soloduik of geen buddy's geregistreerd
pt: Mergulho solo ou sem duplas registradas

# diveLog_detail_speciesCount
source: {count} species
ar: {count} أنواع
de: {count} Arten
es: {count} especies
fr: {count} especes
he: {count} מינים
hu: {count} faj
it: {count} specie
nl: {count} soorten
pt: {count} especies

# diveLog_detail_stat_bottomTime
source: Bottom Time
ar: وقت القاع
de: Grundzeit
es: Tiempo de fondo
fr: Temps au fond
he: זמן תחתית
hu: Fenekido
it: Tempo di fondo
nl: Bodemtijd
pt: Tempo de Fundo

# diveLog_detail_stat_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Profundidad máxima
fr: Profondeur max
he: עומק מרבי
hu: Max melyseg
it: Profondita massima
nl: Max diepte
pt: Prof. Maxima

# diveLog_detail_stat_runtime
source: Runtime
ar: وقت التشغيل
de: Laufzeit
es: Tiempo total
fr: Duree totale
he: זמן ריצה
hu: Futasido
it: Tempo totale
nl: Looptijd
pt: Tempo Total

# diveLog_detail_stat_waterTemp
source: Water Temp
ar: درجة حرارة الماء
de: Wassertemp.
es: Temp. del agua
fr: Temp eau
he: טמפ' מים
hu: Viz hom.
it: Temp. acqua
pt: Temp da Agua

# diveLog_detail_tagCount
source: {count} {count, plural, =1{tag} other{tags}}
ar: {count} {count, plural, =1{وسم} other{وسوم}}
es: {count} {count, plural, =1{etiqueta} other{etiquetas}}
he: {count} {count, plural, =1{תגית} other{תגיות}}
hu: {count} {count, plural, =1{cimke} other{cimke}}
it: {count} {count, plural, =1{tag} other{tag}}

# diveLog_detail_tankCount
source: {count} {count, plural, =1{tank} other{tanks}}
ar: {count} {count, plural, =1{أسطوانة} other{أسطوانات}}
de: {count} {count, plural, =1{Flasche} other{Flaschen}}
es: {count} {count, plural, =1{tanque} other{tanques}}
fr: {count} {count, plural, =1{bloc} other{blocs}}
he: {count} {count, plural, =1{בלון} other{בלונים}}
hu: {count} {count, plural, =1{palack} other{palack}}
it: {count} {count, plural, =1{bombola} other{bombole}}
nl: {count} {count, plural, =1{fles} other{flessen}}
pt: {count} {count, plural, =1{cilindro} other{cilindros}}

# diveLog_detail_tideCalculated
source: Calculated from tide model
ar: محسوب من نموذج المد والجزر
de: Berechnet aus Gezeitenmodell
es: Calculado a partir del modelo de mareas
fr: Calcule a partir du modele de maree
he: חושב ממודל גאות ושפל
hu: Arapaly modellbol szamitva
it: Calcolato dal modello di marea
nl: Berekend op basis van getijmodel
pt: Calculado a partir do modelo de mares

# diveLog_detail_tooltip_addToFavorites
source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufuegen
es: Agregar a favoritos
fr: Ajouter aux favoris
he: הוספה למועדפים
hu: Hozzaadas a kedvencekhez
it: Aggiungi ai preferiti
nl: Aan favorieten toevoegen
pt: Adicionar aos favoritos

# diveLog_detail_tooltip_edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Editar

# diveLog_detail_tooltip_editDive
source: Edit dive
ar: تعديل الغوصة
de: Tauchgang bearbeiten
es: Editar inmersión
fr: Modifier la plongee
he: עריכת צלילה
hu: Merules szerkesztese
it: Modifica immersione
nl: Duik bewerken
pt: Editar mergulho

# diveLog_detail_tooltip_exportProfileImage
source: Export profile as image
ar: تصدير الملف كصورة
de: Profil als Bild exportieren
es: Exportar perfil como imagen
fr: Exporter le profil en image
he: ייצוא פרופיל כתמונה
hu: Profil exportalasa kepkent
it: Esporta profilo come immagine
nl: Profiel exporteren als afbeelding
pt: Exportar perfil como imagem

# diveLog_detail_tooltip_removeFromFavorites
source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
he: הסרה מהמועדפים
hu: Eltavolitas a kedvencekbol
it: Rimuovi dai preferiti
nl: Uit favorieten verwijderen
pt: Remover dos favoritos

# diveLog_detail_tooltip_viewFullscreen
source: View fullscreen
ar: عرض بملء الشاشة
de: Vollbild anzeigen
es: Ver en pantalla completa
fr: Voir en plein ecran
he: הצגה במסך מלא
hu: Teljes kepernyo
it: Visualizza a schermo intero
nl: Volledig scherm bekijken
pt: Ver em tela cheia

# diveLog_detail_viewSite
source: View Site
ar: عرض الموقع
de: Tauchplatz anzeigen
es: Ver punto de buceo
fr: Voir le site
he: הצגת אתר
hu: Merulohely megtekintese
it: Visualizza sito
nl: Duikstek bekijken
pt: Ver Ponto de Mergulho

# diveLog_diveMode_ccrDescription
source: Closed circuit rebreather with constant ppO₂
ar: جهاز إعادة تنفس دائرة مغلقة بضغط ppO₂ ثابت
de: Geschlossener Kreislauf Rebreather mit konstantem ppO₂
es: Rebreather de circuito cerrado con ppO₂ constante
fr: Recycleur a circuit ferme avec ppO₂ constante
he: ריברידר מעגל סגור עם ppO₂ קבוע
hu: Zart koru visszalelegezteto allando ppO₂-vel
it: Rebreather a circuito chiuso con ppO2 costante
nl: Gesloten circuit rebreather met constante ppO₂
pt: Rebreather de circuito fechado com ppO₂ constante

# diveLog_diveMode_ocDescription
source: Standard open circuit scuba with tanks
ar: غوص دائرة مفتوحة قياسي مع أسطوانات
de: Standard-Geraetetauchen mit offenem Kreislauf und Flaschen
es: Buceo estándar de circuito abierto con tanques
fr: Plongee en circuit ouvert standard avec blocs
he: סקובה מעגל פתוח סטנדרטי עם בלונים
hu: Standard nyilt koru buvarmerules palackokkal
it: Scuba standard a circuito aperto con bombole
nl: Standaard open circuit duiken met flessen
pt: Mergulho padrao em circuito aberto com cilindros

# diveLog_diveMode_scrDescription
source: Semi-closed rebreather with variable ppO₂
ar: جهاز إعادة تنفس شبه مغلق بضغط ppO₂ متغير
de: Halbgeschlossener Rebreather mit variablem ppO₂
es: Rebreather semicerrado con ppO₂ variable
fr: Recycleur semi-ferme avec ppO₂ variable
he: ריברידר חצי סגור עם ppO₂ משתנה
hu: Felig zart visszalelegezteto valtozo ppO₂-vel
it: Rebreather semi-chiuso con ppO2 variabile
nl: Semi-gesloten rebreather met variabele ppO₂
pt: Rebreather semi-fechado com ppO₂ variavel

# diveLog_diveMode_title
source: Dive Mode
ar: وضع الغوص
de: Tauchmodus
es: Modo de buceo
fr: Mode de plongee
he: מצב צלילה
hu: Merulesi mod
it: Modalita immersione
nl: Duikmodus
pt: Modo de Mergulho

# diveLog_editSighting_count
source: Count
ar: العدد
de: Anzahl
es: Cantidad
fr: Nombre
he: כמות
hu: Darab
it: Quantita
nl: Aantal
pt: Quantidade

# diveLog_editSighting_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Anotacoes

# diveLog_editSighting_notesHint
source: Size, behavior, location...
ar: الحجم، السلوك، الموقع...
de: Groesse, Verhalten, Fundort...
es: Tamaño, comportamiento, ubicación...
fr: Taille, comportement, emplacement...
he: גודל, התנהגות, מיקום...
hu: Meret, viselkedes, helyszin...
it: Dimensione, comportamento, posizione...
nl: Grootte, gedrag, locatie...
pt: Tamanho, comportamento, localizacao...

# diveLog_editSighting_remove
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
he: הסרה
hu: Eltavolitas
it: Rimuovi
nl: Verwijderen
pt: Remover

# diveLog_editSighting_removeConfirm
source: Remove {name} from this dive?
ar: إزالة {name} من هذه الغوصة؟
de: {name} von diesem Tauchgang entfernen?
es: ¿Quitar {name} de esta inmersión?
fr: Retirer {name} de cette plongee ?
he: להסיר את {name} מצלילה זו?
hu: {name} eltavolitasa errol a merulesrol?
it: Rimuovere {name} da questa immersione?
nl: {name} verwijderen uit deze duik?
pt: Remover {name} deste mergulho?
