Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveLog_filter_tooltip_close
source: Close filter
ar: إغلاق التصفية
de: Filter schliessen
es: Cerrar filtro
fr: Fermer le filtre
he: סגירת מסנן
hu: Szuro bezarasa
it: Chiudi filtro
nl: Filter sluiten
pt: Fechar filtro

# diveLog_fullscreenProfile_close
source: Close fullscreen
ar: إغلاق ملء الشاشة
de: Vollbild schliessen
es: Cerrar pantalla completa
fr: Fermer le plein ecran
he: סגירת מסך מלא
hu: Teljes kepernyo bezarasa
it: Chiudi schermo intero
nl: Volledig scherm sluiten
pt: Fechar tela cheia

# diveLog_fullscreenProfile_title
source: Dive #{number} Profile
ar: ملف الغوصة #{number}
de: Tauchgang #{number} Profil
es: Perfil de inmersión #{number}
fr: Profil de la plongee n{number}
he: פרופיל צלילה #{number}
hu: Merules #{number} profil
it: Profilo immersione #{number}
nl: Duik #{number} profiel
pt: Perfil do Mergulho #{number}

# diveLog_legend_label_ascentRate
source: Ascent Rate
ar: معدل الصعود
de: Aufstiegsgeschwindigkeit
es: Velocidad de ascenso
fr: Vitesse de remontee
he: קצב עלייה
hu: Felszallasi sebesseg
it: Velocita di risalita
nl: Opstijgsnelheid
pt: Taxa de Subida

# diveLog_legend_label_ceiling
source: Ceiling
ar: السقف
es: Techo
fr: Plafond
he: תקרה
hu: Plafon
nl: Plafond
pt: Teto

# diveLog_legend_label_depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Melyseg
it: Profondita
nl: Diepte
pt: Profundidade

# diveLog_legend_label_events
source: Events
ar: الأحداث
de: Ereignisse
es: Eventos
fr: Evenements
he: אירועים
hu: Esemenyek
it: Eventi
nl: Gebeurtenissen
pt: Eventos

# diveLog_legend_label_gasDensity
source: Gas Density
ar: كثافة الغاز
de: Gasdichte
es: Densidad del gas
fr: Densite du gaz
he: צפיפות גז
hu: Gaz suruseg
it: Densita del gas
nl: Gasdichtheid
pt: Densidade do Gas

# diveLog_legend_label_gasSwitches
source: Gas Switches
ar: تبديلات الغاز
de: Gaswechsel
es: Cambios de gas
fr: Changements de gaz
he: החלפות גז
hu: Gazcserelesek
it: Cambi gas
nl: Gaswisselingen
pt: Trocas de Gas

# diveLog_legend_label_heartRate
source: Heart Rate
ar: معدل نبض القلب
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Frequence cardiaque
he: קצב לב
hu: Pulzus
it: Frequenza cardiaca
nl: Hartslag
pt: Frequencia Cardiaca

# diveLog_legend_label_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Profundidad máxima
fr: Profondeur max
he: עומק מרבי
hu: Max melyseg
it: Profondita massima
nl: Max diepte
pt: Profundidade Maxima

# diveLog_legend_label_meanDepth
source: Mean Depth
ar: متوسط العمق
de: Durchschnittstiefe
es: Profundidad media
fr: Profondeur moyenne
he: עומק ממוצע
hu: Atlag melyseg
it: Profondita media
nl: Gemiddelde diepte
pt: Profundidade Media

# diveLog_legend_label_pressure
source: Pressure
ar: الضغط
de: Druck
es: Presión
fr: Pression
he: לחץ
hu: Nyomas
it: Pressione
nl: Druk
pt: Pressao

# diveLog_legend_label_pressureThresholds
source: Pressure Thresholds
ar: عتبات الضغط
de: Druckschwellen
es: Umbrales de presión
fr: Seuils de pression
he: ספי לחץ
hu: Nyomas kuszobertek
it: Soglie di pressione
nl: Drukdrempels
pt: Limiares de Pressao

# diveLog_legend_label_sacRate
source: SAC Rate
ar: معدل SAC
es: Consumo SAC
fr: Consommation SAC
he: קצב SAC
hu: SAC ertek
it: Consumo SAC
nl: SAC-verbruik
pt: Taxa SAC

# diveLog_legend_label_surfaceGf
source: Surface GF
ar: GF السطح
de: Oberflaechenm GF
es: GF en superficie
fr: GF surface
he: GF פני השטח
hu: Felszini GF
it: GF superficie
nl: Oppervlakte GF
pt: GF de Superficie

# diveLog_legend_label_temp
source: Temp
ar: الحرارة
he: טמפ'
hu: Hom.

# diveLog_listPage_appBar_diveMap
source: Dive Map
ar: خريطة الغوص
de: Tauchkarte
es: Mapa de inmersiones
fr: Carte des plongees
he: מפת צלילות
hu: Merulesi terkep
it: Mappa immersioni
nl: Duikkaart
pt: Mapa de Mergulhos

# diveLog_listPage_compactTitle
source: Dives
ar: الغوصات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merulesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# diveLog_listPage_errorLoading
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# diveLog_listPage_fab_logDive
source: Log Dive
ar: تسجيل غوصة
de: Tauchgang erfassen
es: Registrar inmersión
fr: Enregistrer
he: רישום צלילה
hu: Merules rogzitese
it: Registra immersione
nl: Duik loggen
pt: Registrar Mergulho

# diveLog_listPage_menuAdvancedSearch
source: Advanced Search
ar: بحث متقدم
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche avancee
he: חיפוש מתקדם
hu: Specialis kereses
it: Ricerca avanzata
nl: Geavanceerd zoeken
pt: Busca Avancada

# diveLog_listPage_menuDiveNumbering
source: Dive Numbering
ar: ترقيم الغوصات
de: Tauchgangnummerierung
es: Numeración de inmersiones
fr: Numerotation des plongees
he: מספור צלילות
hu: Merules szamozas
it: Numerazione immersioni
nl: Duiknummering
pt: Numeracao de Mergulhos

# diveLog_listPage_searchFieldLabel
source: Search dives...
ar: البحث في الغوصات...
de: Tauchgaenge suchen...
es: Buscar inmersiones...
fr: Rechercher des plongees...
he: חיפוש צלילות...
hu: Merulesek keresese...
it: Cerca immersioni...
nl: Duiken zoeken...
pt: Buscar mergulhos...

# diveLog_listPage_searchNoResults
source: No dives found for "{query}"
ar: لم يتم العثور على غوصات لـ "{query}"
de: Keine Tauchgaenge gefunden fuer "{query}"
es: No se encontraron inmersiones para "{query}"
fr: Aucune plongee trouvee pour "{query}"
he: לא נמצאו צלילות עבור "{query}"
hu: Nem talalhato merules: "{query}"
it: Nessuna immersione trovata per "{query}"
nl: Geen duiken gevonden voor "{query}"
pt: Nenhum mergulho encontrado para "{query}"

# diveLog_listPage_searchSuggestion
source: Search by site, buddy, or notes
ar: البحث حسب الموقع أو زميل الغوص أو الملاحظات
de: Nach Tauchplatz, Tauchpartner oder Notizen suchen
es: Buscar por punto, compañero o notas
fr: Rechercher par site, binome ou notes
he: חיפוש לפי אתר, שותף או הערות
hu: Kereses merulohely, buddy vagy jegyzetek alapjan
it: Cerca per sito, compagno o note
nl: Zoek op stek, buddy of notities
pt: Buscar por ponto, dupla ou anotacoes

# diveLog_listPage_title
source: Dive Log
ar: سجل الغوص
de: Tauchlogbuch
es: Registro de buceo
fr: Carnet de plongee
he: יומן צלילה
hu: Merulesi naplo
it: Diario immersioni
nl: Duiklogboek
pt: Log de Mergulhos

# diveLog_listPage_tooltip_back
source: Back
ar: رجوع
de: Zurueck
es: Atrás
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# diveLog_listPage_tooltip_backToDiveList
source: Back to dive list
ar: العودة إلى قائمة الغوصات
de: Zurueck zur Tauchgangliste
es: Volver a la lista de inmersiones
fr: Retour a la liste des plongees
he: חזרה לרשימת צלילות
hu: Vissza a merulesek listajahoz
it: Torna all'elenco immersioni
nl: Terug naar duiklijst
pt: Voltar para a lista de mergulhos

# diveLog_listPage_tooltip_clearSearch
source: Clear search
ar: مسح البحث
de: Suche loeschen
es: Borrar búsqueda
fr: Effacer la recherche
he: ניקוי חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# diveLog_listPage_tooltip_filterDives
source: Filter dives
ar: تصفية الغوصات
de: Tauchgaenge filtern
es: Filtrar inmersiones
fr: Filtrer les plongees
he: סינון צלילות
hu: Merulesek szurese
it: Filtra immersioni
nl: Duiken filteren
pt: Filtrar mergulhos

# diveLog_listPage_tooltip_listView
source: List View
ar: عرض القائمة
de: Listenansicht
es: Vista de lista
fr: Vue liste
he: תצוגת רשימה
hu: Lista nezet
it: Vista elenco
nl: Lijstweergave
pt: Visualizacao em Lista

# diveLog_listPage_tooltip_mapView
source: Map View
ar: عرض الخريطة
de: Kartenansicht
es: Vista de mapa
fr: Vue carte
he: תצוגת מפה
hu: Terkep nezet
it: Vista mappa
nl: Kaartweergave
pt: Visualizacao no Mapa

# diveLog_listPage_tooltip_searchDives
source: Search dives
ar: البحث في الغوصات
de: Tauchgaenge suchen
es: Buscar inmersiones
fr: Rechercher des plongees
he: חיפוש צלילות
hu: Merulesek keresese
it: Cerca immersioni
nl: Duiken zoeken
pt: Buscar mergulhos

# diveLog_listPage_tooltip_sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
he: מיון
hu: Rendezes
it: Ordina
nl: Sorteren
pt: Ordenar

# diveLog_listPage_unknownSite
source: Unknown Site
ar: موقع غير معروف
de: Unbekannter Tauchplatz
es: Punto desconocido
fr: Site inconnu
he: אתר לא ידוע
hu: Ismeretlen merulohely
it: Sito sconosciuto
nl: Onbekende duikstek
pt: Ponto Desconhecido

# diveLog_map_emptySubtitle
source: Log dives with location data to see your activity on the map
ar: سجّل غوصات مع بيانات الموقع لرؤية نشاطك على الخريطة
de: Erfassen Sie Tauchgaenge mit Standortdaten, um Ihre Aktivitaet auf der Karte zu sehen
es: Registra inmersiones con datos de ubicación para ver tu actividad en el mapa
fr: Enregistre des plongees avec des donnees de localisation pour voir ton activite sur la carte
he: רשום צלילות עם נתוני מיקום כדי לראות את הפעילות שלך על המפה
hu: Rogzitsen meruleseket helyadatokkal, hogy lasson tevekenyseget a terkepen
it: Registra immersioni con dati di posizione per vedere la tua attivita sulla mappa
nl: Log duiken met locatiegegevens om uw activiteit op de kaart te zien
pt: Registre mergulhos com dados de localizacao para ver sua atividade no mapa

# diveLog_map_emptyTitle
source: No dive activity to display
ar: لا يوجد نشاط غوص لعرضه
de: Keine Tauchaktivitaet zum Anzeigen
es: No hay actividad de buceo para mostrar
fr: Aucune activite de plongee a afficher
he: אין פעילות צלילה להצגה
hu: Nincs megjelenitendo merulesi tevekenyseg
it: Nessuna attivita di immersione da visualizzare
nl: Geen duikactiviteit om weer te geven
pt: Nenhuma atividade de mergulho para exibir

# diveLog_map_errorLoading
source: Error loading dive data: {error}
ar: خطأ في تحميل بيانات الغوص: {error}
de: Fehler beim Laden der Tauchdaten: {error}
es: Error al cargar datos de inmersiones: {error}
fr: Erreur lors du chargement des donnees de plongee : {error}
he: שגיאה בטעינת נתוני צלילה: {error}
hu: Hiba a merulesi adatok betoltesekor: {error}
it: Errore nel caricamento dei dati immersione: {error}
nl: Fout bij laden van duikgegevens: {error}
pt: Erro ao carregar dados de mergulho: {error}

# diveLog_map_tooltip_fitAllSites
source: Fit All Sites
ar: احتواء جميع المواقع
de: Alle Tauchplaetze anzeigen
es: Ajustar a todos los puntos
fr: Ajuster a tous les sites
he: התאמה לכל האתרים
hu: Osszes merulohely mutatasa
it: Adatta a tutti i siti
nl: Alle stekken passend maken
pt: Ajustar Todos os Pontos

# diveLog_numbering_actions
source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
he: פעולות
hu: Muveletek
it: Azioni
nl: Acties
pt: Acoes

# diveLog_numbering_allCorrect
source: All dives numbered correctly
ar: جميع الغوصات مرقمة بشكل صحيح
de: Alle Tauchgaenge korrekt nummeriert
es: Todas las inmersiones están numeradas correctamente
fr: Toutes les plongees sont correctement numerotees
he: כל הצלילות ממוספרות נכון
hu: Minden merules helyesen szamozott
it: Tutte le immersioni numerate correttamente
nl: Alle duiken correct genummerd
pt: Todos os mergulhos numerados corretamente

# diveLog_numbering_assignMissing
source: Assign missing numbers
ar: تعيين الأرقام المفقودة
de: Fehlende Nummern zuweisen
es: Asignar números faltantes
fr: Attribuer les numeros manquants
he: הקצאת מספרים חסרים
hu: Hianyzo szamok kiosztasa
it: Assegna numeri mancanti
nl: Ontbrekende nummers toewijzen
pt: Atribuir numeros faltantes

# diveLog_numbering_assignMissingDesc
source: Number unnumbered dives starting after the last numbered dive
ar: ترقيم الغوصات غير المرقمة بدءاً من بعد آخر غوصة مرقمة
de: Nicht nummerierte Tauchgaenge ab der letzten vergebenen Nummer nummerieren
es: Numerar inmersiones sin numerar a partir de la última inmersión numerada
fr: Numeroter les plongees non numerotees a partir de la derniere plongee numerotee
he: מספור צלילות ללא מספר החל מאחרי הצלילה הממוספרת האחרונה
hu: Szamozatlan merulesek szamozasa az utolso szamozott merules utan
it: Numera le immersioni senza numero a partire dall'ultima numerata
nl: Nummer ongenummerde duiken vanaf na de laatste genummerde duik
pt: Numerar mergulhos sem numero a partir do ultimo mergulho numerado

# diveLog_numbering_close
source: Close
ar: إغلاق
de: Schliessen
es: Cerrar
fr: Fermer
he: סגירה
hu: Bezaras
it: Chiudi
nl: Sluiten
pt: Fechar

# diveLog_numbering_gapsDetected
source: Gaps Detected
ar: تم اكتشاف فجوات
de: Luecken erkannt
es: Saltos detectados
fr: Ecarts detectes
he: זוהו פערים
hu: Hezagok eszlelve
it: Lacune rilevate
nl: Gaten gedetecteerd
pt: Lacunas Detectadas

# diveLog_numbering_issuesDetected
source: Issues detected
ar: تم اكتشاف مشاكل
de: Probleme erkannt
es: Problemas detectados
fr: Problemes detectes
he: זוהו בעיות
hu: Problemak eszlelve
it: Problemi rilevati
nl: Problemen gedetecteerd
pt: Problemas detectados

# diveLog_numbering_missingCount
source: {count} missing
ar: {count} مفقودة
de: {count} fehlend
es: {count} faltantes
fr: {count} manquant(s)
he: {count} חסרים
hu: {count} hianyzik
it: {count} mancanti
nl: {count} ontbrekend
pt: {count} faltando

# diveLog_numbering_renumberAll
source: Renumber all dives
ar: إعادة ترقيم جميع الغوصات
de: Alle Tauchgaenge neu nummerieren
es: Renumerar todas las inmersiones
fr: Renumeroter toutes les plongees
he: מספור מחדש של כל הצלילות
hu: Osszes merules ujraszamozasa
it: Rinumera tutte le immersioni
nl: Alle duiken hernummeren
pt: Renumerar todos os mergulhos

# diveLog_numbering_renumberAllDesc
source: Assign sequential numbers based on dive date/time
ar: تعيين أرقام متسلسلة بناءً على تاريخ/وقت الغوصة
de: Fortlaufende Nummern basierend auf Datum/Uhrzeit des Tauchgangs zuweisen
es: Asignar números secuenciales basados en la fecha/hora de la inmersión
fr: Attribuer des numeros sequentiels selon la date/heure de plongee
he: הקצאת מספרים רציפים על פי תאריך/שעת הצלילה
hu: Sorszamok kiosztasa datum/ido alapjan
it: Assegna numeri sequenziali in base a data/ora dell'immersione
nl: Ken opeenvolgende nummers toe op basis van duikdatum/-tijd
pt: Atribuir numeros sequenciais com base na data/hora do mergulho

# diveLog_numbering_renumberDialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveLog_numbering_renumberDialog_content
source: This will renumber all dives sequentially based on their entry date/time. This action cannot be undone.
ar: سيتم إعادة ترقيم جميع الغوصات بشكل متسلسل بناءً على تاريخ/وقت الدخول. لا يمكن التراجع عن هذا الإجراء.
de: Alle Tauchgaenge werden basierend auf dem Einstiegsdatum/-zeit fortlaufend neu nummeriert. Diese Aktion kann nicht rueckgaengig gemacht werden.
es: Esto renumerará todas las inmersiones secuencialmente según su fecha/hora de entrada. Esta acción no se puede deshacer.
fr: Toutes les plongees seront renumerotees sequentiellement selon leur date/heure d'entree. Cette action est irreversible.
he: פעולה זו תמספר מחדש את כל הצלילות ברצף לפי תאריך/שעת הכניסה. פעולה זו אינה ניתנת לביטול.
hu: Ez az osszes merulest idorendben ujraszamozza a beszallasi datum/ido alapjan. Ez a muvelet nem vonhato vissza.
it: Tutte le immersioni saranno rinumerate in modo sequenziale in base alla data/ora di ingresso. Questa azione non puo essere annullata.
nl: Dit zal alle duiken opeenvolgend hernummeren op basis van de instapdatum/-tijd. Deze actie kan niet ongedaan worden gemaakt.
pt: Isto renumerara todos os mergulhos sequencialmente com base na data/hora de entrada. Esta acao nao pode ser desfeita.

# diveLog_numbering_renumberDialog_renumber
source: Renumber
ar: إعادة الترقيم
de: Neu nummerieren
es: Renumerar
fr: Renumeroter
he: מספור מחדש
hu: Ujraszamozas
it: Rinumera
nl: Hernummeren
pt: Renumerar

# diveLog_numbering_renumberDialog_startFrom
source: Start from number
ar: البدء من الرقم
de: Startnummer
es: Comenzar desde el número
fr: Commencer a partir du numero
he: התחל ממספר
hu: Kezdo szam
it: Inizia dal numero
nl: Beginnen vanaf nummer
pt: Comecar a partir do numero

# diveLog_numbering_renumberDialog_title
source: Renumber All Dives
ar: إعادة ترقيم جميع الغوصات
de: Alle Tauchgaenge neu nummerieren
es: Renumerar todas las inmersiones
fr: Renumeroter toutes les plongees
he: מספור מחדש של כל הצלילות
hu: Osszes merules ujraszamozasa
it: Rinumera tutte le immersioni
nl: Alle duiken hernummeren
pt: Renumerar Todos os Mergulhos

# diveLog_numbering_snackbar_assigned
source: Missing dive numbers assigned
ar: تم تعيين أرقام الغوصات المفقودة
de: Fehlende Tauchgangnummern zugewiesen
es: Números de inmersión faltantes asignados
fr: Numeros de plongee manquants attribues
he: מספרי צלילה חסרים הוקצו
hu: Hianyzo merulesi szamok kiosztva
it: Numeri immersione mancanti assegnati
nl: Ontbrekende duiknummers toegewezen
pt: Numeros de mergulho faltantes atribuidos

# diveLog_numbering_snackbar_renumbered
source: All dives renumbered starting from #{number}
ar: تمت إعادة ترقيم جميع الغوصات بدءاً من #{number}
de: Alle Tauchgaenge ab #{number} neu nummeriert
es: Todas las inmersiones renumeradas a partir del #{number}
fr: Toutes les plongees renumerotees a partir du n{number}
he: כל הצלילות מוספרו מחדש החל מ-#{number}
hu: Minden merules ujraszamozva #{number}-tol
it: Tutte le immersioni rinumerate a partire da #{number}
nl: Alle duiken hernummerd vanaf #{number}
pt: Todos os mergulhos renumerados a partir do #{number}

# diveLog_numbering_summary
source: {total} total dives • {numbered} numbered
ar: {total} إجمالي الغوصات • {numbered} مرقمة
de: {total} Tauchgaenge gesamt - {numbered} nummeriert
es: {total} inmersiones en total • {numbered} numeradas
fr: {total} plongees au total - {numbered} numerotees
he: {total} צלילות סה"כ • {numbered} ממוספרות
hu: {total} osszes merules - {numbered} szamozott
it: {total} immersioni totali - {numbered} numerate
nl: {total} duiken totaal • {numbered} genummerd
pt: {total} mergulhos no total • {numbered} numerados

# diveLog_numbering_title
source: Dive Numbering
ar: ترقيم الغوصات
de: Tauchgangnummerierung
es: Numeración de inmersiones
fr: Numerotation des plongees
he: מספור צלילות
hu: Merules szamozas
it: Numerazione immersioni
nl: Duiknummering
pt: Numeracao de Mergulhos

# diveLog_numbering_unnumberedDives
source: {count} {count, plural, =1{dive} other{dives}} without numbers
ar: {count} {count, plural, =1{غوصة} other{غوصات}} بدون أرقام
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} ohne Nummer
es: {count} {count, plural, =1{inmersión} other{inmersiones}} sin numerar
fr: {count} {count, plural, =1{plongee} other{plongees}} sans numero
he: {count} {count, plural, =1{צלילה} other{צלילות}} ללא מספר
hu: {count} {count, plural, =1{merules} other{merules}} szam nelkul
it: {count} {count, plural, =1{immersione} other{immersioni}} senza numero
nl: {count} {count, plural, =1{duik} other{duiken}} zonder nummer
pt: {count} {count, plural, =1{mergulho} other{mergulhos}} sem numero

# diveLog_o2tox_badge_critical
source: CRITICAL
ar: حرج
de: KRITISCH
es: CRÍTICO
fr: CRITIQUE
he: קריטי
hu: KRITIKUS
it: CRITICO
nl: KRITIEK
pt: CRITICO

# diveLog_o2tox_badge_warning
source: WARNING
ar: تحذير
de: WARNUNG
es: ADVERTENCIA
fr: ATTENTION
he: אזהרה
hu: FIGYELMEZTETÉS
it: ATTENZIONE
nl: WAARSCHUWING
pt: AVISO

# diveLog_o2tox_cnsOxygenClock
source: CNS Oxygen Clock
ar: ساعة أكسجين CNS
de: CNS-Sauerstoffuhr
es: Reloj de oxígeno CNS
fr: Horloge oxygene CNS
he: שעון חמצן CNS
hu: CNS oxigen ora
it: Orologio ossigeno CNS
nl: CNS-zuurstofklok
pt: Relogio de Oxigenio CNS

# diveLog_o2tox_deltaDive
source: +{value}% this dive
ar: +{value}% في هذه الغوصة
de: +{value}% bei diesem Tauchgang
es: +{value}% esta inmersión
fr: +{value}% cette plongee
he: +{value}% בצלילה זו
hu: +{value}% ezen a merulesen
it: +{value}% questa immersione
nl: +{value}% deze duik
pt: +{value}% neste mergulho

# diveLog_o2tox_details
source: Details
ar: التفاصيل
es: Detalles
he: פרטים
hu: Reszletek
it: Dettagli
pt: Detalhes

# diveLog_o2tox_label_maxPpO2
source: Max ppO2
ar: أقصى ppO2
es: ppO2 máximo
fr: ppO2 max
he: ppO2 מרבי
it: ppO2 massimo
pt: ppO2 Maximo

# diveLog_o2tox_label_maxPpO2Depth
source: Max ppO2 Depth
ar: عمق أقصى ppO2
de: Tiefe bei max. ppO2
es: Profundidad del ppO2 máximo
fr: Profondeur ppO2 max
he: עומק ppO2 מרבי
hu: Max ppO2 melyseg
it: Profondita ppO2 massimo
nl: Max ppO2-diepte
pt: Profundidade do ppO2 Maximo

# diveLog_o2tox_label_timeAbove14
source: Time above 1.4 bar
ar: الوقت فوق 1.4 bar
de: Zeit ueber 1,4 bar
es: Tiempo por encima de 1.4 bar
fr: Temps au-dessus de 1,4 bar
he: זמן מעל 1.4 bar
hu: 1,4 bar feletti ido
it: Tempo sopra 1,4 bar
nl: Tijd boven 1,4 bar
pt: Tempo acima de 1.4 bar

# diveLog_o2tox_label_timeAbove16
source: Time above 1.6 bar
ar: الوقت فوق 1.6 bar
de: Zeit ueber 1,6 bar
es: Tiempo por encima de 1.6 bar
fr: Temps au-dessus de 1,6 bar
he: זמן מעל 1.6 bar
hu: 1,6 bar feletti ido
it: Tempo sopra 1,6 bar
nl: Tijd boven 1,6 bar
pt: Tempo acima de 1.6 bar

# diveLog_o2tox_ofDailyLimit
source: of daily limit
ar: من الحد اليومي
de: des Tageslimits
es: del límite diario
fr: de la limite journaliere
he: מהמגבלה היומית
hu: a napi limitbol
it: del limite giornaliero
nl: van dagelijks limiet
pt: do limite diario

# diveLog_o2tox_oxygenToleranceUnits
source: Oxygen Tolerance Units
ar: وحدات تحمل الأكسجين
de: Sauerstofftoleranzeinheiten
es: Unidades de tolerancia al oxígeno
fr: Unites de tolerance a l'oxygene
he: יחידות סבילות חמצן
hu: Oxigen tolerancia egysegek
it: Unita di tolleranza all'ossigeno
nl: Zuurstoftolerantie-eenheden
pt: Unidades de Tolerancia ao Oxigenio

# diveLog_o2tox_semantics_cnsBadge
source: CNS oxygen toxicity {value}
ar: سمية الأكسجين CNS {value}
de: CNS-Sauerstofftoxizität {value}
es: Toxicidad por oxígeno CNS {value}
fr: Toxicité CNS de l'oxygène {value}
he: רעילות חמצן CNS {value}
hu: CNS oxigén toxicitás {value}
it: Tossicità ossigeno CNS {value}
nl: CNS zuurstoftoxiciteit {value}
pt: Toxicidade do oxigênio CNS {value}

# diveLog_o2tox_semantics_criticalWarning
source: Critical oxygen toxicity warning
ar: تحذير حرج لسمية الأكسجين
de: Kritische Sauerstofftoxizitaetswarnung
es: Advertencia crítica de toxicidad del oxígeno
fr: Avertissement critique de toxicite de l'oxygene
he: אזהרת רעילות חמצן קריטית
hu: Kritikus oxigen toxicitas figyelmeztetés
it: Avviso critico tossicita dell'ossigeno
nl: Kritieke waarschuwing zuurstoftoxiciteit
pt: Aviso critico de toxicidade de oxigenio

# diveLog_o2tox_semantics_otu
source: Oxygen Tolerance Units: {value}, {percent} percent of daily limit
ar: وحدات تحمل الأكسجين: {value}، {percent} بالمئة من الحد اليومي
de: Sauerstofftoleranzeinheiten: {value}, {percent} Prozent des Tageslimits
es: Unidades de Tolerancia al Oxígeno: {value}, {percent} por ciento del límite diario
fr: Unités de tolérance à l'oxygène : {value}, {percent} pour cent de la limite quotidienne
he: יחידות סבילות חמצן: {value}, {percent} אחוזים מהמגבלה היומית
hu: Oxigén tolerancia egységek: {value}, {percent} százalék a napi limitből
it: Unità Tolleranza Ossigeno: {value}, {percent} percento del limite giornaliero
nl: Oxygen Tolerance Units: {value}, {percent} procent van dagelijkse limiet
pt: Unidades de Tolerância ao Oxigênio: {value}, {percent} porcento do limite diário

# diveLog_o2tox_semantics_warning
source: Oxygen toxicity warning
ar: تحذير سمية الأكسجين
de: Sauerstofftoxizitaetswarnung
es: Advertencia de toxicidad del oxígeno
fr: Avertissement de toxicite de l'oxygene
he: אזהרת רעילות חמצן
hu: Oxigen toxicitas figyelmeztetés
it: Avviso tossicita dell'ossigeno
nl: Waarschuwing zuurstoftoxiciteit
pt: Aviso de toxicidade de oxigenio

# diveLog_o2tox_startPercent
source: Start: {value}%
ar: البداية: {value}%
es: Inicio: {value}%
fr: Debut : {value}%
he: התחלה: {value}%
hu: Kezdet: {value}%
it: Inizio: {value}%
pt: Inicio: {value}%

# diveLog_o2tox_title
source: Oxygen Toxicity
ar: سمية الأكسجين
de: Sauerstofftoxizitaet
es: Toxicidad del oxígeno
fr: Toxicite de l'oxygene
he: רעילות חמצן
hu: Oxigen toxicitas
it: Tossicita dell'ossigeno
nl: Zuurstoftoxiciteit
pt: Toxicidade de Oxigenio
