Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveLog_speciesPicker_addNew
source: Add "{name}" as new species
ar: إضافة "{name}" كنوع جديد
de: "{name}" als neue Art hinzufuegen
es: Agregar "{name}" como nueva especie
fr: Ajouter "{name}" comme nouvelle espece
he: הוסף "{name}" כמין חדש
hu: "{name}" hozzaadasa uj fajkent
it: Aggiungi "{name}" come nuova specie
nl: "{name}" als nieuwe soort toevoegen
pt: Adicionar "{name}" como nova especie

# diveLog_speciesPicker_noResults
source: No species found
ar: لم يتم العثور على أنواع
de: Keine Arten gefunden
es: No se encontraron especies
fr: Aucune espece trouvee
he: לא נמצאו מינים
hu: Nem talalhato faj
it: Nessuna specie trovata
nl: Geen soorten gevonden
pt: Nenhuma especie encontrada

# diveLog_speciesPicker_noSpecies
source: No species available
ar: لا توجد أنواع متاحة
de: Keine Arten verfuegbar
es: No hay especies disponibles
fr: Aucune espece disponible
he: אין מינים זמינים
hu: Nincsenek elerheto fajok
it: Nessuna specie disponibile
nl: Geen soorten beschikbaar
pt: Nenhuma especie disponivel

# diveLog_speciesPicker_searchHint
source: Search species...
ar: البحث عن الأنواع...
de: Arten suchen...
es: Buscar especies...
fr: Rechercher des especes...
he: חפש מינים...
hu: Fajok keresese...
it: Cerca specie...
nl: Soorten zoeken...
pt: Buscar especies...

# diveLog_speciesPicker_title
source: Add Marine Life
ar: إضافة حياة بحرية
de: Meeresbewohner hinzufuegen
es: Agregar vida marina
fr: Ajouter de la vie marine
he: הוסף חיים ימיים
hu: Tengeri elet hozzaadasa
it: Aggiungi vita marina
nl: Zeeleven toevoegen
pt: Adicionar Vida Marinha

# diveLog_speciesPicker_tooltip_clearSearch
source: Clear search
ar: مسح البحث
de: Suche loeschen
es: Borrar busqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# diveLog_summary_action_importComputer
source: Import from Computer
ar: استيراد من الكمبيوتر
de: Vom Computer importieren
es: Importar desde computadora
fr: Importer depuis un ordinateur
he: ייבא ממחשב
hu: Importalas szamitogeproL
it: Importa da computer
nl: Importeren van computer
pt: Importar do Computador

# diveLog_summary_action_logDive
source: Log Dive
ar: تسجيل غوصة
de: Tauchgang eintragen
es: Registrar inmersion
fr: Enregistrer une plongee
he: רשום צלילה
hu: Merules rogzitese
it: Registra immersione
nl: Duik loggen
pt: Registrar Mergulho

# diveLog_summary_action_viewStats
source: View Statistics
ar: عرض الإحصائيات
de: Statistiken anzeigen
es: Ver estadisticas
fr: Voir les statistiques
he: הצג סטטיסטיקות
hu: Statisztikak megtekintese
it: Visualizza statistiche
nl: Statistieken bekijken
pt: Ver Estatisticas

# diveLog_summary_diveCount
source: {count} {count, plural, =1{dive} other{dives}}
ar: {count} {count, plural, =1{غوصة} other{غوصات}}
de: {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}}
es: {count} {count, plural, =1{inmersion} other{inmersiones}}
fr: {count} {count, plural, =1{plongee} other{plongees}}
he: {count} {count, plural, =1{צלילה} other{צלילות}}
hu: {count} {count, plural, =1{merules} other{merules}}
it: {count} {count, plural, =1{immersione} other{immersioni}}
nl: {count} {count, plural, =1{duik} other{duiken}}
pt: {count} {count, plural, =1{mergulho} other{mergulhos}}

# diveLog_summary_overview
source: Overview
ar: نظرة عامة
de: Uebersicht
es: Resumen
fr: Apercu
he: סקירה כללית
hu: Attekintes
it: Panoramica
nl: Overzicht
pt: Visao Geral

# diveLog_summary_record_coldest
source: Coldest Dive
ar: أبرد غوصة
de: Kaeltester Tauchgang
es: Inmersion mas fria
fr: Plongee la plus froide
he: הצלילה הקרה ביותר
hu: Leghidegebb merules
it: Immersione piu fredda
nl: Koudste duik
pt: Mergulho Mais Frio

# diveLog_summary_record_deepest
source: Deepest Dive
ar: أعمق غوصة
de: Tiefster Tauchgang
es: Inmersion mas profunda
fr: Plongee la plus profonde
he: הצלילה העמוקה ביותר
hu: Legmelyebb merules
it: Immersione piu profonda
nl: Diepste duik
pt: Mergulho Mais Profundo

# diveLog_summary_record_longest
source: Longest Dive
ar: أطول غوصة
de: Laengster Tauchgang
es: Inmersion mas larga
fr: Plongee la plus longue
he: הצלילה הארוכה ביותר
hu: Leghosszabb merules
it: Immersione piu lunga
nl: Langste duik
pt: Mergulho Mais Longo

# diveLog_summary_record_warmest
source: Warmest Dive
ar: أدفأ غوصة
de: Waermster Tauchgang
es: Inmersion mas calida
fr: Plongee la plus chaude
he: הצלילה החמה ביותר
hu: Legmelegebb merules
it: Immersione piu calda
nl: Warmste duik
pt: Mergulho Mais Quente

# diveLog_summary_section_mostVisited
source: Most Visited Sites
ar: المواقع الأكثر زيارة
de: Meistbesuchte Tauchplaetze
es: Sitios mas visitados
fr: Sites les plus visites
he: האתרים הנצפים ביותר
hu: Leglátogatottabb helyszinek
it: Siti piu visitati
nl: Meest bezochte stekken
pt: Pontos Mais Visitados

# diveLog_summary_section_quickActions
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rapidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyorsmuveletek
it: Azioni rapide
nl: Snelle acties
pt: Acoes Rapidas

# diveLog_summary_section_records
source: Personal Records
ar: الأرقام القياسية الشخصية
de: Persoenliche Rekorde
es: Records personales
fr: Records personnels
he: שיאים אישיים
hu: Szemelyes rekordok
it: Record personali
nl: Persoonlijke records
pt: Recordes Pessoais

# diveLog_summary_selectDive
source: Select a dive from the list to view details
ar: اختر غوصة من القائمة لعرض التفاصيل
de: Waehlen Sie einen Tauchgang aus der Liste, um Details anzuzeigen
es: Selecciona una inmersion de la lista para ver los detalles
fr: Selectionne une plongee dans la liste pour voir les details
he: בחר צלילה מהרשימה כדי לצפות בפרטים
hu: Valasszon egy merulest a listabol a reszletek megtekIntesehez
it: Seleziona un'immersione dalla lista per visualizzare i dettagli
nl: Selecteer een duik uit de lijst om details te bekijken
pt: Selecione um mergulho da lista para ver detalhes

# diveLog_summary_stat_avgMaxDepth
source: Avg Max Depth
ar: متوسط أقصى عمق
de: Durchschn. max. Tiefe
es: Prof. max. promedio
fr: Prof. max moyenne
he: עומק מקסימלי ממוצע
hu: Atl. max melyseg
it: Profondita max media
nl: Gem. max diepte
pt: Prof. Max Media

# diveLog_summary_stat_avgWaterTemp
source: Avg Water Temp
ar: متوسط حرارة الماء
de: Durchschn. Wassertemp.
es: Temp. agua promedio
fr: Temp. eau moyenne
he: טמפרטורת מים ממוצעת
hu: Atl. vizhomerseklet
it: Temp. acqua media
nl: Gem. watertemp.
pt: Temp. Media da Agua

# diveLog_summary_stat_diveSites
source: Dive Sites
ar: مواقع الغوص
de: Tauchplaetze
es: Puntos de buceo
fr: Sites de plongee
he: אתרי צלילה
hu: Merulohelyek
it: Siti di immersione
nl: Duikstekken
pt: Pontos de Mergulho

# diveLog_summary_stat_diveTime
source: Dive Time
ar: وقت الغوص
de: Tauchzeit
es: Tiempo de inmersion
fr: Temps de plongee
he: זמן צלילה
hu: Merulesido
it: Tempo di immersione
nl: Duiktijd
pt: Tempo de Mergulho

# diveLog_summary_stat_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Prof. maxima
fr: Prof. max
he: עומק מקסימלי
hu: Max melyseg
it: Profondita max
nl: Max diepte
pt: Prof. Maxima

# diveLog_summary_stat_totalDives
source: Total Dives
ar: إجمالي الغوصات
de: Tauchgaenge gesamt
es: Total de inmersiones
fr: Total plongees
he: סה"כ צלילות
hu: Osszes merules
it: Immersioni totali
nl: Totaal duiken
pt: Total de Mergulhos

# diveLog_summary_title
source: Dive Log Summary
ar: ملخص سجل الغوص
de: Tauchlogbuch-Zusammenfassung
es: Resumen del registro de buceo
fr: Resume du carnet de plongee
he: סיכום יומן צלילה
hu: Merulesnaplo osszefoglalo
it: Riepilogo registro immersioni
nl: Duiklogoverzicht
pt: Resumo do Diario de Mergulho

# diveLog_tank_label_endPressure
source: End Pressure
ar: ضغط النهاية
de: Enddruck
es: Presion final
fr: Pression finale
he: לחץ סיום
hu: Vegnyomas
it: Pressione finale
nl: Einddruk
pt: Pressao Final

# diveLog_tank_label_material
source: Material
ar: المادة
fr: Materiau
he: חומר
hu: Anyag
it: Materiale
nl: Materiaal

# diveLog_tank_label_role
source: Role
ar: الدور
de: Rolle
es: Funcion
he: תפקיד
hu: Szerep
it: Ruolo
nl: Rol
pt: Funcao

# diveLog_tank_label_startPressure
source: Start Pressure
ar: ضغط البداية
de: Anfangsdruck
es: Presion inicial
fr: Pression initiale
he: לחץ התחלה
hu: Kezdonyomas
it: Pressione iniziale
nl: Begindruk
pt: Pressao Inicial

# diveLog_tank_label_tankPreset
source: Tank Preset
ar: إعداد الأسطوانة المسبق
de: Flaschenvorlage
es: Preajuste de tanque
fr: Preset de bloc
he: תבנית בלון
hu: Palack elore beallitas
it: Preset bombola
nl: Flesvoorinstelling
pt: Preset do Cilindro

# diveLog_tank_label_volume
source: Volume
ar: الحجم
de: Volumen
es: Volumen
he: נפח
hu: Terfogat

# diveLog_tank_label_workingPressure
source: Working P
ar: ضغط العمل
de: Betriebsdruck
es: Presion trab.
fr: Pression de service
he: לחץ עבודה
hu: Uzemi ny.
it: P di esercizio
nl: Werkdruk
pt: Pressao Trab.

# diveLog_tank_modInfo
source: MOD: {depth} (ppO2 1.4)
ar: MOD: {depth} (ppO₂ 1.4)
de: MOD: {depth} (ppO₂ 1,4)
es: MOD: {depth} (ppO₂ 1.4)
fr: PMU : {depth} (ppO₂ 1.4)
he: MOD: {depth} (ppO₂ 1.4)
hu: MOD: {depth} (ppO₂ 1.4)
it: MOD: {depth} (ppO₂ 1.4)
nl: MOD: {depth} (ppO₂ 1.4)
pt: MOD: {depth} (ppO₂ 1.4)

# diveLog_tank_section_gasMix
source: Gas Mix
ar: خليط الغاز
de: Gasgemisch
es: Mezcla de gas
fr: Melange gazeux
he: תערובת גזים
hu: Gazkeverek
it: Miscela gas
nl: Gasmengsel
pt: Mistura de Gas

# diveLog_tank_selectPreset
source: Select Preset...
ar: اختر إعداداً مسبقاً...
de: Vorlage auswaehlen...
es: Seleccionar preajuste...
fr: Selectionner un preset...
he: בחר תבנית...
hu: Valasszon elore beallitast...
it: Seleziona preset...
nl: Selecteer voorinstelling...
pt: Selecionar Preset...

# diveLog_tank_title
source: Tank {number}
ar: أسطوانة {number}
de: Flasche {number}
es: Tanque {number}
fr: Bloc {number}
he: בלון {number}
hu: {number}. palack
it: Bombola {number}
nl: Fles {number}
pt: Cilindro {number}

# diveLog_tank_tooltip_remove
source: Remove tank
ar: إزالة الأسطوانة
de: Flasche entfernen
es: Eliminar tanque
fr: Retirer le bloc
he: הסר בלון
hu: Palack eltavolitasa
it: Rimuovi bombola
nl: Fles verwijderen
pt: Remover cilindro

# diveLog_tissue_label_ceiling
source: Ceiling
ar: السقف
es: Techo
fr: Plafond
he: תקרה
hu: Plafon
nl: Plafond
pt: Teto

# diveLog_tissue_title
source: Tissue Loading
ar: تحميل الأنسجة
de: Gewebesaettigung
es: Carga tisular
fr: Charge tissulaire
he: עומס רקמות
hu: Szovettelitodes
it: Carico tissutale
nl: Weefselbelasting
pt: Carga Tissular

# diveLog_tooltip_ceiling
source: Ceiling
ar: السقف
es: Techo
fr: Plafond
he: תקרה
hu: Plafon
nl: Plafond
pt: Teto

# diveLog_tooltip_density
source: Density
ar: الكثافة
de: Dichte
es: Densidad
fr: Densite
he: צפיפות
hu: Suruseg
it: Densita
nl: Dichtheid
pt: Densidade

# diveLog_tooltip_depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Melyseg
it: Profondita
nl: Diepte
pt: Profundidade

# diveLog_tooltip_marker
source: Marker
ar: علامة
es: Marcador
fr: Marqueur
he: סמן
hu: Jelolo
it: Marcatore
nl: Markering
pt: Marcador

# diveLog_tooltip_mean
source: Mean
ar: المتوسط
de: Mittel
es: Media
fr: Moyenne
he: ממוצע
hu: Atlag
it: Media
nl: Gemiddeld
pt: Media

# diveLog_tooltip_press
source: Press
ar: الضغط
de: Druck
es: Presion
fr: Pression
he: לחץ
hu: Nyomas
nl: Druk
pt: Pressao

# diveLog_tooltip_rate
source: Rate
ar: المعدل
es: Velocidad
fr: Vitesse
he: קצב
hu: Sebessg
it: Velocita
nl: Snelheid
pt: Taxa

# diveLog_tooltip_temp
source: Temp
ar: الحرارة
he: טמפ'
hu: Hom.

# diveLog_tooltip_time
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
he: זמן
hu: Ido
it: Tempo
nl: Tijd
pt: Tempo

# divePlanner_action_addTank
source: Add Tank
ar: إضافة أسطوانة
de: Flasche hinzufügen
es: Agregar Botella
fr: Ajouter une bouteille
he: הוסף מיכל
hu: Palack hozzáadása
it: Aggiungi Bombola
nl: Fles toevoegen
pt: Adicionar Cilindro

# divePlanner_action_convertToDive
source: Convert to Dive
ar: تحويل إلى غطسة
de: In Tauchgang umwandeln
es: Convertir a Inmersión
fr: Convertir en plongée
he: המר לצלילה
hu: Átalakítás merüléssé
it: Converti in Immersione
nl: Omzetten naar duik
pt: Converter em Mergulho

# divePlanner_action_editTank
source: Edit Tank
ar: تعديل الأسطوانة
de: Flasche bearbeiten
es: Editar Botella
fr: Modifier la bouteille
he: ערוך מיכל
hu: Palack szerkesztése
it: Modifica Bombola
nl: Fles bewerken
pt: Editar Cilindro

# divePlanner_action_moreOptions
source: More options
ar: المزيد من الخيارات
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
he: אפשרויות נוספות
hu: További lehetőségek
it: Altre opzioni
nl: Meer opties
pt: Mais opções

# divePlanner_action_quickPlan
source: Quick Plan
ar: خطة سريعة
de: Schnellplanung
es: Plan Rápido
fr: Plan rapide
he: תכנון מהיר
hu: Gyors tervezés
it: Piano Rapido
nl: Snel plan
pt: Plano Rápido

# divePlanner_action_renamePlan
source: Rename Plan
ar: إعادة تسمية الخطة
de: Plan umbenennen
es: Renombrar Plan
fr: Renommer le plan
he: שנה שם תכנית
hu: Terv átnevezése
it: Rinomina Piano
nl: Plan hernoemen
pt: Renomear Plano

# divePlanner_action_reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
he: אפס
hu: Visszaállítás
it: Ripristina
nl: Resetten
pt: Restaurar

# divePlanner_action_resetPlan
source: Reset Plan
ar: إعادة تعيين الخطة
de: Plan zurücksetzen
es: Restablecer Plan
fr: Réinitialiser le plan
he: אפס תכנית
hu: Terv visszaállítása
it: Ripristina Piano
nl: Plan resetten
pt: Restaurar Plano

# divePlanner_action_savePlan
source: Save Plan
ar: حفظ الخطة
de: Plan speichern
es: Guardar Plan
fr: Enregistrer le plan
he: שמור תכנית
hu: Terv mentése
it: Salva Piano
nl: Plan opslaan
pt: Salvar Plano

# divePlanner_error_cannotConvert
source: Cannot convert: plan has critical warnings
ar: لا يمكن التحويل: الخطة تحتوي على تحذيرات حرجة
de: Kann nicht konvertieren: Plan hat kritische Warnungen
es: No se puede convertir: el plan tiene advertencias críticas
fr: Impossible de convertir : le plan comporte des avertissements critiques
he: לא ניתן להמיר: לתכנית יש אזהרות קריטיות
hu: Nem lehet átalakítani: a tervnek kritikus figyelmeztetései vannak
it: Impossibile convertire: il piano ha avvisi critici
nl: Kan niet omzetten: plan heeft kritieke waarschuwingen
pt: Não é possível converter: o plano tem avisos críticos

# divePlanner_field_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
hu: Név
it: Nome
nl: Naam
pt: Nome

# divePlanner_field_planName
source: Plan Name
ar: اسم الخطة
es: Nombre del Plan
fr: Nom du plan
he: שם התכנית
hu: Terv neve
it: Nome Piano
nl: Plannaam
pt: Nome do Plano

# divePlanner_field_role
source: Role
ar: الدور
de: Rolle
es: Rol
fr: Rôle
he: תפקיד
hu: Szerep
it: Ruolo
nl: Rol
pt: Função

# divePlanner_field_startPressure
source: Start ({pressureSymbol})
ar: البدء ({pressureSymbol})
de: Startdruck ({pressureSymbol})
es: Inicio ({pressureSymbol})
fr: Début ({pressureSymbol})
he: לחץ התחלתי ({pressureSymbol})
hu: Kezdő ({pressureSymbol})
it: Inizio ({pressureSymbol})
pt: Inicial ({pressureSymbol})

# divePlanner_field_volume
source: Volume ({volumeSymbol})
ar: الحجم ({volumeSymbol})
de: Volumen ({volumeSymbol})
es: Volumen ({volumeSymbol})
he: נפח ({volumeSymbol})
hu: Térfogat ({volumeSymbol})

# divePlanner_hint_tankName
source: Enter tank name
ar: أدخل اسم الأسطوانة
de: Flaschenname eingeben
es: Ingresa el nombre de la botella
fr: Entrer le nom de la bouteille
he: הזן שם מיכל
hu: Add meg a palack nevét
it: Inserisci nome bombola
nl: Voer flesnaam in
pt: Digite o nome do cilindro

# divePlanner_label_altitude
source: Altitude:
ar: الارتفاع:
de: Höhe:
es: Altitud:
he: גובה:
hu: Magasság:
it: Altitudine:
nl: Hoogte:

# divePlanner_label_belowMinReserve
source: Below Min Reserve
ar: أقل من الحد الأدنى للاحتياطي
de: Unter Mindestreserve
es: Por Debajo de Reserva Mínima
fr: En dessous de la réserve minimale
he: מתחת למינימום מילואים
hu: Minimum tartalék alatt
it: Sotto Riserva Minima
nl: Onder minimale reserve
pt: Abaixo da Reserva Mínima

# divePlanner_label_ceiling
source: Ceiling
ar: السقف
de: Deko-Grenze
es: Techo
fr: Plafond
he: תקרה
hu: Plafon
it: Tetto
nl: Plafond
pt: Teto

# divePlanner_label_consumption
source: Consumption
ar: الاستهلاك
de: Verbrauch
es: Consumo
fr: Consommation
he: צריכה
hu: Fogyasztás
it: Consumo
nl: Verbruik
pt: Consumo

# divePlanner_label_decoSchedule
source: Decompression Schedule
ar: جدول تخفيف الضغط
de: Dekompressionsplan
es: Programa de Descompresión
fr: Programme de décompression
he: לוח דקומפרסיה
hu: Dekompressziós menetrend
it: Programma Decompressione
nl: Decompressieschema
pt: Programação de Descompressão

# divePlanner_label_decompression
source: Decompression
ar: تخفيف الضغط
de: Dekompression
es: Descompresión
fr: Décompression
he: דקומפרסיה
hu: Dekompresszió
it: Decompressione
nl: Decompressie
pt: Descompressão

# divePlanner_label_depthAxis
source: Depth ({depthSymbol})
ar: العمق ({depthSymbol})
de: Tiefe ({depthSymbol})
es: Profundidad ({depthSymbol})
fr: Profondeur ({depthSymbol})
he: עומק ({depthSymbol})
hu: Mélység ({depthSymbol})
it: Profondità ({depthSymbol})
nl: Diepte ({depthSymbol})
pt: Profundidade ({depthSymbol})

# divePlanner_label_diveProfile
source: Dive Profile
ar: ملف الغطسة
de: Tauchprofil
es: Perfil de Inmersión
fr: Profil de plongée
he: פרופיל צלילה
hu: Merülési profil
it: Profilo Immersione
nl: Duikprofiel
pt: Perfil do Mergulho

# divePlanner_label_empty
source: EMPTY
ar: فارغ
de: LEER
es: VACÍO
fr: VIDE
he: ריק
hu: ÜRES
it: VUOTA
nl: LEEG
pt: VAZIO

# divePlanner_label_gasConsumption
source: Gas Consumption
ar: استهلاك الغاز
de: Gasverbrauch
es: Consumo de Gas
fr: Consommation de gaz
he: צריכת גז
hu: Gázfogyasztás
it: Consumo Gas
nl: Gasverbruik
pt: Consumo de Gás

# divePlanner_label_gfHigh
source: GF High
ar: GF عالي
de: GF Hoch
es: GF Alto
fr: GF haut
he: GF גבוה
hu: GF magas
it: GF Alto
nl: GF hoog
pt: GF Alto

# divePlanner_label_gfLow
source: GF Low
ar: GF منخفض
de: GF Niedrig
es: GF Bajo
fr: GF bas
he: GF נמוך
hu: GF alacsony
it: GF Basso
nl: GF laag
pt: GF Baixo

# divePlanner_label_max
source: Max
ar: الأقصى
es: Máx
he: מקסימום
pt: Máx

# divePlanner_label_planSettings
source: Plan Settings
ar: إعدادات الخطة
de: Planeinstellungen
es: Configuración del Plan
fr: Paramètres du plan
he: הגדרות תכנית
hu: Terv beállításai
it: Impostazioni Piano
nl: Planinstellingen
pt: Configurações do Plano

# divePlanner_label_remaining
source: Remaining
ar: المتبقي
de: Verbleibend
es: Restante
fr: Restant
he: נותר
hu: Maradt
it: Rimanente
nl: Resterend
pt: Restante

# divePlanner_label_resultsWithWarnings
source: Results, {count} warnings
ar: النتائج، {count} تحذير
de: Ergebnisse, {count} Warnungen
es: Resultados, {count} advertencias
fr: Résultats, {count} avertissements
he: תוצאות, {count} אזהרות
hu: Eredmények, {count} figyelmeztetés
it: Risultati, {count} avvisi
nl: Resultaten, {count} waarschuwingen
pt: Resultados, {count} avisos

# divePlanner_label_runtime
source: Runtime
ar: وقت التشغيل
de: Laufzeit
es: Tiempo Total
fr: Durée totale
he: זמן ריצה
hu: Futási idő
it: Tempo Totale
nl: Looptijd
pt: Tempo Total

# divePlanner_label_sacRate
source: SAC Rate:
ar: معدل SAC:
de: AMV-Rate:
es: Tasa SAC:
fr: Taux CAS :
he: קצב SAC:
hu: SAC érték:
it: Velocità SAC:
nl: SAC tempo:
pt: Taxa SAC:

# divePlanner_label_status
source: Status
ar: الحالة
es: Estado
fr: État
he: סטטוס
hu: Státusz
it: Stato

# divePlanner_label_tanks
source: Tanks
ar: الأسطوانات
de: Flaschen
es: Botellas
fr: Bouteilles
he: מיכלים
hu: Palackok
it: Bombole
nl: Flessen
pt: Cilindros

# divePlanner_label_time
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
he: זמן
hu: Idő
it: Tempo
nl: Tijd
pt: Tempo

# divePlanner_label_timeAxis
source: Time (min)
ar: الوقت (دقيقة)
de: Zeit (min)
es: Tiempo (min)
fr: Temps (min)
he: זמן (דקות)
hu: Idő (perc)
it: Tempo (min)
nl: Tijd (min)
pt: Tempo (min)

# divePlanner_label_used
source: Used
ar: المستخدم
de: Verbraucht
es: Usado
fr: Utilisé
he: נוצל
hu: Felhasznált
it: Usato
nl: Gebruikt
pt: Usado

# divePlanner_label_warnings
source: Warnings
ar: التحذيرات
de: Warnungen
es: Advertencias
fr: Avertissements
he: אזהרות
hu: Figyelmeztetések
it: Avvisi
nl: Waarschuwingen
pt: Avisos

# divePlanner_legend_ascent
source: Ascent
ar: الصعود
de: Aufstieg
es: Ascenso
fr: Remontée
he: עלייה
hu: Feljövés
it: Risalita
nl: Opstijgen
pt: Subida

# divePlanner_legend_bottom
source: Bottom
ar: القاع
de: Grund
es: Fondo
fr: Fond
he: תחתית
hu: Fenék
it: Fondo
nl: Bodem
pt: Fundo

# divePlanner_legend_deco
source: Deco
ar: تخفيف الضغط
de: Deko
fr: Déco
he: דקו
hu: Dekó

# divePlanner_legend_descent
source: Descent
ar: الهبوط
de: Abstieg
es: Descenso
fr: Descente
he: ירידה
hu: Leereszkedés
it: Discesa
nl: Afdalen
pt: Descida

# divePlanner_legend_safety
source: Safety
ar: السلامة
de: Sicherheit
es: Seguridad
fr: Sécurité
he: בטיחות
hu: Biztonsági
it: Sicurezza
nl: Veiligheid
pt: Segurança

# divePlanner_message_addSegmentsForGas
source: Add segments to see gas projections
ar: أضف مقاطع لرؤية توقعات الغاز
de: Fügen Sie Segmente hinzu, um Gasprognosen zu sehen
es: Agrega segmentos para ver proyecciones de gas
fr: Ajoutez des segments pour voir les projections de gaz
he: הוסף קטעים כדי לראות תחזיות גז
hu: Adj hozzá szakaszokat a gázvetítések megtekintéséhez
it: Aggiungi segmenti per vedere le proiezioni gas
nl: Voeg segmenten toe om gasprognoses te zien
pt: Adicione segmentos para ver as projeções de gás

# divePlanner_message_addSegmentsForProfile
source: Add segments to see the dive profile
ar: أضف مقاطع لرؤية ملف الغطسة
de: Fügen Sie Segmente hinzu, um das Tauchprofil zu sehen
es: Agrega segmentos para ver el perfil de inmersión
fr: Ajoutez des segments pour voir le profil de plongée
he: הוסף קטעים כדי לראות את פרופיל הצלילה
hu: Adj hozzá szakaszokat a merülési profil megtekintéséhez
it: Aggiungi segmenti per vedere il profilo di immersione
nl: Voeg segmenten toe om het duikprofiel te zien
pt: Adicione segmentos para ver o perfil do mergulho

# divePlanner_message_convertingPlan
source: Converting plan to dive...
ar: جارٍ تحويل الخطة إلى غطسة...
de: Plan wird in Tauchgang umgewandelt...
es: Convirtiendo plan a inmersión...
fr: Conversion du plan en plongée...
he: ממיר תכנית לצלילה...
hu: Terv átalakítása merüléssé...
it: Conversione piano in immersione...
nl: Plan omzetten naar duik...
pt: Convertendo plano em mergulho...

# divePlanner_message_noProfile
source: No profile to display
ar: لا يوجد ملف للعرض
de: Kein Profil zum Anzeigen
es: No hay perfil para mostrar
fr: Aucun profil à afficher
he: אין פרופיל להצגה
hu: Nincs megjeleníthető profil
it: Nessun profilo da visualizzare
nl: Geen profiel om weer te geven
pt: Nenhum perfil para exibir

# divePlanner_message_planSaved
source: Plan saved
ar: تم حفظ الخطة
de: Plan gespeichert
es: Plan guardado
fr: Plan enregistré
he: תכנית נשמרה
hu: Terv mentve
it: Piano salvato
nl: Plan opgeslagen
pt: Plano salvo

# divePlanner_message_resetConfirmation
source: Are you sure you want to reset the plan?
ar: هل أنت متأكد من إعادة تعيين الخطة؟
de: Möchten Sie den Plan wirklich zurücksetzen?
es: ¿Estás seguro de que deseas restablecer el plan?
fr: Voulez-vous vraiment réinitialiser le plan ?
he: האם אתה בטוח שברצונך לאפס את התכנית?
hu: Biztosan vissza szeretnéd állítani a tervet?
it: Sei sicuro di voler ripristinare il piano?
nl: Weet je zeker dat je het plan wilt resetten?
pt: Tem certeza de que deseja restaurar o plano?

# divePlanner_segmentEditor_addTitle
source: Add Segment
ar: إضافة مقطع
de: Segment hinzufuegen
es: Anadir segmento
fr: Ajouter un segment
he: הוסף קטע
hu: Szegmens hozzaadasa
it: Aggiungi segmento
nl: Segment toevoegen
pt: Adicionar Segmento

# divePlanner_segmentEditor_ascentRate
source: Ascent Rate ({unit}/min)
ar: معدل الصعود ({unit}/min)
de: Aufstiegsgeschwindigkeit ({unit}/min)
es: Vel. de ascenso ({unit}/min)
fr: Vitesse de remontee ({unit}/min)
he: קצב עלייה ({unit}/min)
hu: Emelkedesi sebesseg ({unit}/min)
it: Velocità di risalita ({unit}/min)
nl: Stijgsnelheid ({unit}/min)
pt: Taxa de Subida ({unit}/min)
