Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# equipment_edit_embeddedHeader_newTitle
source: New Equipment
ar: معدات جديدة
de: Neue Ausruestung
es: Nuevo equipo
fr: Nouvel equipement
he: ציוד חדש
hu: Uj felszereles
it: Nuova attrezzatura
nl: Nieuwe uitrusting
pt: Novo Equipamento

# equipment_edit_embeddedHeader_saveButton
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# equipment_edit_embeddedHeader_saveTooltip_edit
source: Save equipment changes
ar: حفظ تغييرات المعدات
de: Ausruestungsaenderungen speichern
es: Guardar cambios del equipo
fr: Enregistrer les modifications de l'equipement
he: שמור שינויי ציוד
hu: Felszereles valtozasainak mentese
it: Salva modifiche attrezzatura
nl: Wijzigingen in uitrusting opslaan
pt: Salvar alteracoes do equipamento

# equipment_edit_embeddedHeader_saveTooltip_new
source: Add new equipment
ar: إضافة معدات جديدة
de: Neue Ausruestung hinzufuegen
es: Agregar nuevo equipo
fr: Ajouter un nouvel equipement
he: הוסף ציוד חדש
hu: Uj felszereles hozzaadasa
it: Aggiungi nuova attrezzatura
nl: Nieuwe uitrusting toevoegen
pt: Adicionar novo equipamento

# equipment_edit_errorMessage
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# equipment_edit_errorTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# equipment_edit_lastServiceDateLabel
source: Last Service Date
ar: تاريخ آخر صيانة
de: Letztes Wartungsdatum
es: Fecha del ultimo servicio
fr: Date de derniere revision
he: תאריך טיפול אחרון
hu: Utolso szerviz datuma
it: Data ultima manutenzione
nl: Laatste servicedatum
pt: Data da Ultima Manutencao

# equipment_edit_loadingTitle
source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# equipment_edit_modelLabel
source: Model
ar: الطراز
de: Modell
es: Modelo
fr: Modele
he: דגם
hu: Modell
it: Modello
pt: Modelo

# equipment_edit_nameHint
source: e.g., My Primary Regulator
ar: مثال: منظم الغوص الرئيسي
de: z. B. Mein Hauptatemregler
es: p. ej., Mi regulador principal
fr: ex. Mon detendeur principal
he: לדוגמה, הרגולטור הראשי שלי
hu: pl. Elsodleges automata
it: es. Il mio erogatore principale
nl: bijv. Mijn primaire ademautomaat
pt: ex., Meu Regulador Principal

# equipment_edit_nameLabel
source: Name *
ar: الاسم *
es: Nombre *
fr: Nom *
he: שם *
hu: Nev *
it: Nome *
nl: Naam *
pt: Nome *

# equipment_edit_nameValidation
source: Please enter a name
ar: يرجى إدخال اسم
de: Bitte geben Sie einen Namen ein
es: Por favor ingresa un nombre
fr: Veuillez entrer un nom
he: נא להזין שם
hu: Kerem adjon meg egy nevet
it: Inserisci un nome
nl: Voer een naam in
pt: Por favor, insira um nome

# equipment_edit_notFoundMessage
source: This equipment item no longer exists.
ar: عنصر المعدات هذا لم يعد موجوداً.
de: Dieser Ausruestungsgegenstand existiert nicht mehr.
es: Este equipo ya no existe.
fr: Cet equipement n'existe plus.
he: פריט ציוד זה כבר לא קיים.
hu: Ez a felszereles mar nem letezik.
it: Questa attrezzatura non esiste piu.
nl: Dit uitrustingsonderdeel bestaat niet meer.
pt: Este item de equipamento nao existe mais.

# equipment_edit_notFoundTitle
source: Equipment Not Found
ar: المعدات غير موجودة
de: Ausruestung nicht gefunden
es: Equipo no encontrado
fr: Equipement introuvable
he: הציוד לא נמצא
hu: Felszereles nem talalhato
it: Attrezzatura non trovata
nl: Uitrusting niet gevonden
pt: Equipamento Nao Encontrado

# equipment_edit_notesHint
source: Additional notes about this equipment...
ar: ملاحظات إضافية عن هذه المعدات...
de: Zusaetzliche Notizen zu dieser Ausruestung...
es: Notas adicionales sobre este equipo...
fr: Notes supplementaires sur cet equipement...
he: הערות נוספות על ציוד זה...
hu: Tovabbi megjegyzesek a felszerelesrol...
it: Note aggiuntive su questa attrezzatura...
nl: Extra notities over deze uitrusting...
pt: Observacoes adicionais sobre este equipamento...

# equipment_edit_notesLabel
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Observacoes

# equipment_edit_notificationsSubtitle
source: Override global notification settings for this item
ar: تجاوز إعدادات الإشعارات العامة لهذا العنصر
de: Globale Benachrichtigungseinstellungen fuer diesen Gegenstand ueberschreiben
es: Anular la configuracion global de notificaciones para este articulo
fr: Remplacer les parametres de notification globaux pour cet element
he: עקוף הגדרות התראה גלובליות עבור פריט זה
hu: Globalis ertesitesi beallitasok felulbiralasa ehhez az elemhez
it: Sovrascrivi le impostazioni globali delle notifiche per questo articolo
nl: Overschrijf globale meldingsinstellingen voor dit onderdeel
pt: Substituir configuracoes globais de notificacao para este item

# equipment_edit_notificationsTitle
source: Notifications (Optional)
ar: الإشعارات (اختياري)
de: Benachrichtigungen (Optional)
es: Notificaciones (opcional)
fr: Notifications (optionnel)
he: התראות (אופציונלי)
hu: Ertesitesek (opcionalis)
it: Notifiche (opzionale)
nl: Meldingen (optioneel)
pt: Notificacoes (Opcional)

# equipment_edit_purchaseDateLabel
source: Purchase Date
ar: تاريخ الشراء
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
he: תאריך רכישה
hu: Vasarlas datuma
it: Data di acquisto
nl: Aankoopdatum
pt: Data de Compra

# equipment_edit_purchaseInfoTitle
source: Purchase Information
ar: معلومات الشراء
de: Kaufinformationen
es: Informacion de compra
fr: Informations d'achat
he: פרטי רכישה
hu: Vasarlasi informaciok
it: Informazioni acquisto
nl: Aankoopinformatie
pt: Informacoes de Compra

# equipment_edit_purchasePriceLabel
source: Purchase Price
ar: سعر الشراء
de: Kaufpreis
es: Precio de compra
fr: Prix d'achat
he: מחיר רכישה
hu: Vasarlasi ar
it: Prezzo di acquisto
nl: Aankoopprijs
pt: Preco de Compra

# equipment_edit_remindMeBeforeServiceDue
source: Remind me before service is due:
ar: ذكّرني قبل موعد الصيانة:
de: Erinnern Sie mich vor der faelligen Wartung:
es: Recordarme antes del proximo servicio:
fr: Me rappeler avant l'echeance de revision :
he: הזכר לי לפני מועד הטיפול:
hu: Emlekeztetss a szerviz esedekesseg elott:
it: Ricordami prima della scadenza della manutenzione:
nl: Herinner me voordat service nodig is:
pt: Lembrar-me antes da manutencao:

# equipment_edit_reminderDays
source: {days} days
ar: {days} يوم
de: {days} Tage
es: {days} dias
fr: {days} jours
he: {days} ימים
hu: {days} nap
it: {days} giorni
nl: {days} dagen
pt: {days} dias

# equipment_edit_saveButton_edit
source: Save Changes
ar: حفظ التغييرات
de: Aenderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
he: שמור שינויים
hu: Valtozasok mentese
it: Salva modifiche
nl: Wijzigingen opslaan
pt: Salvar Alteracoes

# equipment_edit_saveButton_new
source: Add Equipment
ar: إضافة معدات
de: Ausruestung hinzufuegen
es: Agregar equipo
fr: Ajouter l'equipement
he: הוסף ציוד
hu: Felszereles hozzaadasa
it: Aggiungi attrezzatura
nl: Uitrusting toevoegen
pt: Adicionar Equipamento

# equipment_edit_saveTooltip_edit
source: Save equipment changes
ar: حفظ تغييرات المعدات
de: Ausruestungsaenderungen speichern
es: Guardar cambios del equipo
fr: Enregistrer les modifications de l'equipement
he: שמור שינויי ציוד
hu: Felszereles valtozasainak mentese
it: Salva modifiche attrezzatura
nl: Wijzigingen in uitrusting opslaan
pt: Salvar alteracoes do equipamento

# equipment_edit_saveTooltip_new
source: Add new equipment item
ar: إضافة عنصر معدات جديد
de: Neuen Ausruestungsgegenstand hinzufuegen
es: Agregar nuevo equipo
fr: Ajouter un nouvel equipement
he: הוסף פריט ציוד חדש
hu: Uj felszereles hozzaadasa
it: Aggiungi nuovo articolo di attrezzatura
nl: Nieuw uitrustingsonderdeel toevoegen
pt: Adicionar novo item de equipamento

# equipment_edit_selectDate
source: Select Date
ar: اختر التاريخ
de: Datum auswaehlen
es: Seleccionar fecha
fr: Selectionner une date
he: בחר תאריך
hu: Datum kivalasztasa
it: Seleziona data
nl: Selecteer datum
pt: Selecionar Data

# equipment_edit_serialNumberLabel
source: Serial Number
ar: الرقم التسلسلي
de: Seriennummer
es: Numero de serie
fr: Numero de serie
he: מספר סידורי
hu: Sorozatszam
it: Numero di serie
nl: Serienummer
pt: Numero de Serie

# equipment_edit_serviceIntervalHint
source: e.g., 365 for yearly
ar: مثال: 365 للصيانة السنوية
de: z. B. 365 fuer jaehrlich
es: p. ej., 365 para anual
fr: ex. 365 pour annuel
he: לדוגמה, 365 לשנתי
hu: pl. 365 az eves szervizhez
it: es. 365 per annuale
nl: bijv. 365 voor jaarlijks
pt: ex., 365 para anualmente

# equipment_edit_serviceIntervalLabel
source: Service Interval (days)
ar: فترة الصيانة (بالأيام)
de: Wartungsintervall (Tage)
es: Intervalo de servicio (dias)
fr: Intervalle de revision (jours)
he: מרווח טיפול (ימים)
hu: Szerviz intervallum (nap)
it: Intervallo manutenzione (giorni)
nl: Serviceinterval (dagen)
pt: Intervalo de Manutencao (dias)

# equipment_edit_serviceSettingsTitle
source: Service Settings
ar: إعدادات الصيانة
de: Wartungseinstellungen
es: Configuracion de servicio
fr: Parametres de revision
he: הגדרות טיפול
hu: Szerviz beallitasok
it: Impostazioni manutenzione
nl: Service-instellingen
pt: Configuracoes de Manutencao

# equipment_edit_sizeHint
source: e.g., M, L, 42
ar: مثال: M, L, 42
de: z. B. M, L, 42
es: p. ej., M, L, 42
fr: ex. M, L, 42
he: לדוגמה, M, L, 42
hu: pl. M, L, 42
it: es. M, L, 42
nl: bijv. M, L, 42
pt: ex., M, G, 42

# equipment_edit_sizeLabel
source: Size
ar: المقاس
de: Groesse
es: Talla
fr: Taille
he: מידה
hu: Meret
it: Taglia
nl: Maat
pt: Tamanho

# equipment_edit_snackbar_added
source: Equipment added
ar: تمت إضافة المعدات
de: Ausruestung hinzugefuegt
es: Equipo agregado
fr: Equipement ajoute
he: הציוד נוסף
hu: Felszereles hozzaadva
it: Attrezzatura aggiunta
nl: Uitrusting toegevoegd
pt: Equipamento adicionado

# equipment_edit_snackbar_error
source: Error saving equipment: {error}
ar: خطأ في حفظ المعدات: {error}
de: Fehler beim Speichern der Ausruestung: {error}
es: Error al guardar el equipo: {error}
fr: Erreur d'enregistrement de l'equipement : {error}
he: שגיאה בשמירת ציוד: {error}
hu: Hiba a felszereles mentesekor: {error}
it: Errore nel salvataggio dell'attrezzatura: {error}
nl: Fout bij opslaan van uitrusting: {error}
pt: Erro ao salvar equipamento: {error}

# equipment_edit_snackbar_updated
source: Equipment updated
ar: تم تحديث المعدات
de: Ausruestung aktualisiert
es: Equipo actualizado
fr: Equipement mis a jour
he: הציוד עודכן
hu: Felszereles frissitve
it: Attrezzatura aggiornata
nl: Uitrusting bijgewerkt
pt: Equipamento atualizado

# equipment_edit_statusLabel
source: Status
ar: الحالة
es: Estado
fr: Statut
he: סטטוס
hu: Allapot
it: Stato

# equipment_edit_typeLabel
source: Type *
ar: النوع *
de: Typ *
es: Tipo *
he: סוג *
hu: Tipus *
it: Tipo *
pt: Tipo *

# equipment_edit_useCustomReminders
source: Use Custom Reminders
ar: استخدام تذكيرات مخصصة
de: Eigene Erinnerungen verwenden
es: Usar recordatorios personalizados
fr: Utiliser des rappels personnalises
he: השתמש בתזכורות מותאמות
hu: Egyedi emlekeztetsek hasznalata
it: Usa promemoria personalizzati
nl: Aangepaste herinneringen gebruiken
pt: Usar Lembretes Personalizados

# equipment_edit_useCustomRemindersSubtitle
source: Set different reminder days for this item
ar: تعيين أيام تذكير مختلفة لهذا العنصر
de: Andere Erinnerungstage fuer diesen Gegenstand festlegen
es: Establecer dias de recordatorio diferentes para este articulo
fr: Definir des jours de rappel differents pour cet element
he: הגדר ימי תזכורת שונים לפריט זה
hu: Eltero emlekeztetesi napok beallitasa ehhez az elemhez
it: Imposta giorni di promemoria diversi per questo articolo
nl: Stel andere herinneringsdagen in voor dit onderdeel
pt: Definir dias de lembrete diferentes para este item

# equipment_fab_addEquipment
source: Add Equipment
ar: إضافة معدات
de: Ausruestung hinzufuegen
es: Agregar equipo
fr: Ajouter un equipement
he: הוסף ציוד
hu: Felszereles hozzaadasa
it: Aggiungi attrezzatura
nl: Uitrusting toevoegen
pt: Adicionar Equipamento

# equipment_list_emptyState_addFirstButton
source: Add Your First Equipment
ar: أضف معداتك الأولى
de: Erste Ausruestung hinzufuegen
es: Agrega tu primer equipo
fr: Ajouter ton premier equipement
he: הוסף את הציוד הראשון שלך
hu: Elso felszereles hozzaadasa
it: Aggiungi la tua prima attrezzatura
nl: Voeg je eerste uitrusting toe
pt: Adicionar Seu Primeiro Equipamento

# equipment_list_emptyState_addPrompt
source: Add your diving equipment to track usage and service
ar: أضف معدات الغوص لتتبع الاستخدام والصيانة
de: Fuegen Sie Ihre Tauchausruestung hinzu, um Nutzung und Wartung zu verfolgen
es: Agrega tu equipo de buceo para rastrear el uso y servicio
fr: Ajoute ton equipement de plongee pour suivre l'utilisation et la revision
he: הוסף את ציוד הצלילה שלך כדי לעקוב אחר שימוש וטיפול
hu: Adja hozza buvarfelszereleset a hasznalat es szerviz koveTesehez
it: Aggiungi la tua attrezzatura subacquea per monitorare utilizzo e manutenzione
nl: Voeg je duikuitrusting toe om gebruik en service bij te houden
pt: Adicione seu equipamento de mergulho para acompanhar uso e manutencao

# equipment_list_emptyState_filterText_equipment
source: equipment
ar: معدات
de: Ausruestung
es: equipo
fr: equipement
he: ציוד
hu: felszereles
it: attrezzatura
nl: uitrusting
pt: equipamento

# equipment_list_emptyState_filterText_serviceDue
source: equipment needing service
ar: معدات تحتاج صيانة
de: wartungsfaellige Ausruestung
es: equipo que necesita servicio
fr: equipement necessitant une revision
he: ציוד הדורש טיפול
hu: szervizre szorulo felszereles
it: attrezzatura che necessita manutenzione
nl: uitrusting die service nodig heeft
pt: equipamento com manutencao pendente

# equipment_list_emptyState_filterText_status
source: {status} equipment
ar: معدات {status}
de: {status} Ausruestung
es: equipo {status}
fr: equipement {status}
he: ציוד {status}
hu: {status} felszereles
it: attrezzatura {status}
nl: {status} uitrusting
pt: equipamento {status}

# equipment_list_emptyState_noEquipment
source: No {filterText}
ar: لا توجد {filterText}
de: Keine {filterText}
es: No hay {filterText}
fr: Aucun {filterText}
he: אין {filterText}
hu: Nincs {filterText}
it: Nessuna {filterText}
nl: Geen {filterText}
pt: Nenhum {filterText}

# equipment_list_emptyState_noStatusMatch
source: No equipment with this status
ar: لا توجد معدات بهذه الحالة
de: Keine Ausruestung mit diesem Status
es: No hay equipo con este estado
fr: Aucun equipement avec ce statut
he: אין ציוד עם סטטוס זה
hu: Nincs ilyen allapotu felszereles
it: Nessuna attrezzatura con questo stato
nl: Geen uitrusting met deze status
pt: Nenhum equipamento com este status

# equipment_list_emptyState_serviceDueUpToDate
source: All your equipment is up to date on service!
ar: جميع معداتك محدثة الصيانة!
de: Alle Ihre Ausruestungsgegenstaende sind wartungstechnisch auf dem neuesten Stand!
es: Todo tu equipo esta al dia con el servicio!
fr: Tout ton equipement est a jour en matiere de revision !
he: כל הציוד שלך מעודכן בטיפול!
hu: Minden felszerelese naprakesz a szervizzel!
it: Tutta la tua attrezzatura e in regola con la manutenzione!
nl: Al je uitrusting is up-to-date met service!
pt: Todo o seu equipamento esta em dia com a manutencao!

# equipment_list_errorLoading
source: Error loading equipment: {error}
ar: خطأ في تحميل المعدات: {error}
de: Fehler beim Laden der Ausruestung: {error}
es: Error al cargar el equipo: {error}
fr: Erreur de chargement de l'equipement : {error}
he: שגיאה בטעינת ציוד: {error}
hu: Hiba a felszereles betoltesekor: {error}
it: Errore nel caricamento dell'attrezzatura: {error}
nl: Fout bij laden van uitrusting: {error}
pt: Erro ao carregar equipamento: {error}

# equipment_list_filterAll
source: All Equipment
ar: جميع المعدات
de: Gesamte Ausruestung
es: Todo el equipo
fr: Tout l'equipement
he: כל הציוד
hu: Osszes felszereles
it: Tutta l'attrezzatura
nl: Alle uitrusting
pt: Todos os Equipamentos

# equipment_list_filterLabel
source: Filter:
ar: تصفية:
es: Filtro:
fr: Filtre :
he: סנן:
hu: Szuro:
it: Filtro:
pt: Filtro:

# equipment_list_filterServiceDue
source: Service Due
ar: الصيانة مستحقة
de: Wartung faellig
es: Servicio pendiente
fr: Revision due
he: טיפול נדרש
hu: Szerviz esedek
it: Manutenzione prevista
nl: Service nodig
pt: Manutencao Pendente

# equipment_list_retryButton
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujra
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# equipment_list_searchTooltip
source: Search Equipment
ar: البحث في المعدات
de: Ausruestung suchen
es: Buscar equipo
fr: Rechercher de l'equipement
he: חפש ציוד
hu: Felszereles keresese
it: Cerca attrezzatura
nl: Uitrusting zoeken
pt: Buscar Equipamento

# equipment_list_setsTooltip
source: Equipment Sets
ar: مجموعات المعدات
de: Ausruestungssets
es: Conjuntos de equipo
fr: Ensembles d'equipement
he: סטי ציוד
hu: Felszereles csoportok
it: Set di attrezzatura
nl: Uitrustingssets
pt: Conjuntos de Equipamento

# equipment_list_sortTitle
source: Sort Equipment
ar: ترتيب المعدات
de: Ausruestung sortieren
es: Ordenar equipo
fr: Trier l'equipement
he: מיין ציוד
hu: Felszereles rendezese
it: Ordina attrezzatura
nl: Uitrusting sorteren
pt: Ordenar Equipamento

# equipment_list_sortTooltip
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
he: מיין
hu: Rendezes
it: Ordina
nl: Sorteren
pt: Ordenar

# equipment_list_tile_daysCount
source: {days} days
ar: {days} يوم
de: {days} Tage
es: {days} dias
fr: {days} jours
he: {days} ימים
hu: {days} nap
it: {days} giorni
nl: {days} dagen
pt: {days} dias

# equipment_list_tile_serviceDueChip
source: Service Due
ar: الصيانة مستحقة
de: Wartung faellig
es: Servicio pendiente
fr: Revision due
he: טיפול נדרש
hu: Szerviz esedek
it: Manutenzione prevista
nl: Service nodig
pt: Manutencao Pendente

# equipment_list_tile_serviceIn
source: Service in
ar: الصيانة خلال
de: Wartung in
es: Servicio en
fr: Revision dans
he: טיפול בעוד
hu: Szerviz
it: Manutenzione tra
nl: Service over
pt: Manutencao em

# equipment_menu_delete
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחק
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# equipment_menu_markAsServiced
source: Mark as Serviced
ar: تحديد كمصان
de: Als gewartet markieren
es: Marcar como revisado
fr: Marquer comme revise
he: סמן כטופל
hu: Megjeloles szervizeltkentt
it: Segna come revisionato
nl: Markeren als onderhouden
pt: Marcar como Revisado

# equipment_menu_reactivate
source: Reactivate
ar: إعادة تفعيل
de: Reaktivieren
es: Reactivar
fr: Reactiver
he: הפעל מחדש
hu: Ujraaktivalas
it: Riattiva
nl: Heractiveren
pt: Reativar

# equipment_menu_retireEquipment
source: Retire Equipment
ar: إيقاف المعدات
de: Ausruestung ausmustern
es: Retirar equipo
fr: Retirer l'equipement
he: הוצא משימוש
hu: Felszereles kivonas
it: Ritira attrezzatura
nl: Uitrusting buiten gebruik stellen
pt: Aposentar Equipamento

# equipment_search_backTooltip
source: Back
ar: رجوع
de: Zurueck
es: Atras
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# equipment_search_clearTooltip
source: Clear Search
ar: مسح البحث
de: Suche loeschen
es: Borrar busqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar Busca

# equipment_search_fieldLabel
source: Search equipment...
ar: البحث في المعدات...
de: Ausruestung suchen...
es: Buscar equipo...
fr: Rechercher de l'equipement...
he: חפש ציוד...
hu: Felszereles keresese...
it: Cerca attrezzatura...
nl: Uitrusting zoeken...
pt: Buscar equipamento...

# equipment_search_hint
source: Search by name, brand, model, or serial number
ar: البحث بالاسم أو العلامة التجارية أو الطراز أو الرقم التسلسلي
de: Suche nach Name, Marke, Modell oder Seriennummer
es: Buscar por nombre, marca, modelo o numero de serie
fr: Rechercher par nom, marque, modele ou numero de serie
he: חפש לפי שם, מותג, דגם או מספר סידורי
hu: Kereses nev, marka, modell vagy sorozatszam alapjan
it: Cerca per nome, marca, modello o numero di serie
nl: Zoek op naam, merk, model of serienummer
pt: Buscar por nome, marca, modelo ou numero de serie

# equipment_search_noResults
source: No equipment found for "{query}"
ar: لم يتم العثور على معدات لـ "{query}"
de: Keine Ausruestung fuer "{query}" gefunden
es: No se encontro equipo para "{query}"
fr: Aucun equipement trouve pour "{query}"
he: לא נמצא ציוד עבור "{query}"
hu: Nem talalhato felszereles "{query}" keresesi kifejezesre
it: Nessuna attrezzatura trovata per "{query}"
nl: Geen uitrusting gevonden voor "{query}"
pt: Nenhum equipamento encontrado para "{query}"

# equipment_serviceDialog_addButton
source: Add
ar: إضافة
de: Hinzufuegen
es: Agregar
fr: Ajouter
he: הוסף
hu: Hozzaadas
it: Aggiungi
nl: Toevoegen
pt: Adicionar

# equipment_serviceDialog_addTitle
source: Add Service Record
ar: إضافة سجل صيانة
de: Wartungseintrag hinzufuegen
es: Agregar registro de servicio
fr: Ajouter un enregistrement de revision
he: הוסף רשומת טיפול
hu: Szervizrekord hozzaadasa
it: Aggiungi registro manutenzione
nl: Servicerecord toevoegen
pt: Adicionar Registro de Manutencao

# equipment_serviceDialog_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# equipment_serviceDialog_clearNextServiceDateTooltip
source: Clear Next Service Date
ar: مسح تاريخ الصيانة القادمة
de: Naechstes Wartungsdatum loeschen
es: Borrar fecha del proximo servicio
fr: Effacer la date de prochaine revision
he: נקה תאריך טיפול הבא
hu: Kovetkezo szerviz datum torlese
it: Cancella data prossima manutenzione
nl: Volgende servicedatum wissen
pt: Limpar Data da Proxima Manutencao

# equipment_serviceDialog_costLabel
source: Cost
ar: التكلفة
de: Kosten
es: Costo
fr: Cout
he: עלות
hu: Koltseg
it: Costo
nl: Kosten
pt: Custo

# equipment_serviceDialog_costValidation
source: Enter a valid amount
ar: أدخل مبلغاً صالحاً
de: Geben Sie einen gueltigen Betrag ein
es: Ingresa un monto valido
fr: Entrez un montant valide
he: הזן סכום חוקי
hu: Adjon meg ervenyes osszeget
it: Inserisci un importo valido
nl: Voer een geldig bedrag in
pt: Insira um valor valido

# equipment_serviceDialog_editTitle
source: Edit Service Record
ar: تعديل سجل الصيانة
de: Wartungseintrag bearbeiten
es: Editar registro de servicio
fr: Modifier l'enregistrement de revision
he: ערוך רשומת טיפול
hu: Szervizrekord szerkesztese
it: Modifica registro manutenzione
nl: Servicerecord bewerken
pt: Editar Registro de Manutencao

# equipment_serviceDialog_nextServiceDueLabel
source: Next Service Due
ar: موعد الصيانة القادمة
de: Naechste Wartung faellig
es: Proximo servicio
fr: Prochaine revision
he: הטיפול הבא
hu: Kovetkezo szerviz esedekesseg
it: Prossima manutenzione prevista
nl: Volgende service gepland
pt: Proxima Manutencao

# equipment_serviceDialog_nextServiceDueSemanticLabel
source: Pick next service due date
ar: اختيار تاريخ الصيانة القادمة
de: Naechstes Wartungsdatum auswaehlen
es: Seleccionar fecha del proximo servicio
fr: Choisir la date de prochaine revision
he: בחר תאריך לטיפול הבא
hu: Kovetkezo szerviz datum kivalasztasa
it: Seleziona data prossima manutenzione
nl: Kies volgende servicedatum
pt: Selecionar data da proxima manutencao

# equipment_serviceDialog_nextServiceNotSet
source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecido
fr: Non defini
he: לא הוגדר
hu: Nincs megadva
it: Non impostata
nl: Niet ingesteld
pt: Nao definida

# equipment_serviceDialog_notesLabel
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Observacoes
