Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveCenters_snackbar_coordinatesFound
source: Coordinates found from address
ar: تم العثور على الإحداثيات من العنوان
de: Koordinaten aus Adresse gefunden
es: Coordenadas encontradas desde dirección
fr: Coordonnées trouvées depuis l'adresse
he: קואורדינטות נמצאו מהכתובת
hu: Koordináták megtalálva a címből
it: Coordinate trovate dall'indirizzo
nl: Coördinaten gevonden via adres
pt: Coordenadas encontradas a partir do endereço

# diveCenters_snackbar_copiedToClipboard
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
he: הועתק ללוח
hu: Vágólapra másolva
it: Copiato negli appunti
nl: Gekopieerd naar klembord
pt: Copiado para a área de transferência

# diveCenters_snackbar_imported
source: Imported "{name}"
ar: تم استيراد "{name}"
de: "{name}" importiert
es: Importado "{name}"
fr: « {name} » importé
he: יובא "{name}"
hu: Importálva: "{name}"
it: Importato "{name}"
nl: "{name}" geïmporteerd
pt: Importado "{name}"

# diveCenters_snackbar_locationCaptured
source: Location captured
ar: تم التقاط الموقع
de: Standort erfasst
es: Ubicación capturada
fr: Position capturée
he: מיקום נקלט
hu: Helyszín rögzítve
it: Posizione acquisita
nl: Locatie vastgelegd
pt: Localização capturada

# diveCenters_snackbar_locationCapturedWithAccuracy
source: Location captured (±{accuracy}m)
ar: تم التقاط الموقع (±{accuracy}م)
de: Standort erfasst (±{accuracy}m)
es: Ubicación capturada (±{accuracy}m)
fr: Position capturée (±{accuracy}m)
he: מיקום נקלט (±{accuracy}מ')
hu: Helyszín rögzítve (±{accuracy}m)
it: Posizione acquisita (±{accuracy}m)
nl: Locatie vastgelegd (±{accuracy}m)
pt: Localização capturada (±{accuracy}m)

# diveCenters_snackbar_locationSelectedFromMap
source: Location selected from map
ar: تم اختيار الموقع من الخريطة
de: Standort von Karte ausgewählt
es: Ubicación seleccionada del mapa
fr: Position sélectionnée depuis la carte
he: מיקום נבחר מהמפה
hu: Helyszín kiválasztva térképről
it: Posizione selezionata dalla mappa
nl: Locatie geselecteerd op kaart
pt: Localização selecionada no mapa

# diveCenters_sort_title
source: Sort Dive Centers
ar: ترتيب مراكز الغوص
de: Tauchcenter sortieren
es: Ordenar Centros de Buceo
fr: Trier les centres de plongée
he: מיין מרכזי צלילה
hu: Búvárközpontok rendezése
it: Ordina Centri Immersioni
nl: Duikcentra sorteren
pt: Ordenar Centros de Mergulho

# diveCenters_summary_countries
source: Countries
ar: البلدان
de: Länder
es: Países
fr: Pays
he: מדינות
hu: Országok
it: Paesi
nl: Landen
pt: Países

# diveCenters_summary_highestRating
source: Highest Rating
ar: أعلى تقييم
de: Höchste Bewertung
es: Calificación Más Alta
fr: Meilleure évaluation
he: דירוג הגבוה ביותר
hu: Legmagasabb értékelés
it: Valutazione Più Alta
nl: Hoogste beoordeling
pt: Maior Avaliação

# diveCenters_summary_overview
source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Vue d'ensemble
he: סקירה כללית
hu: Áttekintés
it: Panoramica
nl: Overzicht
pt: Visão Geral

# diveCenters_summary_quickActions
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones Rápidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyors műveletek
it: Azioni Rapide
nl: Snelle acties
pt: Ações Rápidas

# diveCenters_summary_recentCenters
source: Recent Dive Centers
ar: مراكز الغوص الأخيرة
de: Aktuelle Tauchcenter
es: Centros de Buceo Recientes
fr: Centres récents
he: מרכזי צלילה אחרונים
hu: Legutóbbi búvárközpontok
it: Centri Immersioni Recenti
nl: Recente duikcentra
pt: Centros de Mergulho Recentes

# diveCenters_summary_selectPrompt
source: Select a dive center from the list to view details
ar: اختر مركز غوص من القائمة لعرض التفاصيل
de: Wählen Sie ein Tauchcenter aus der Liste, um Details anzuzeigen
es: Selecciona un centro de buceo de la lista para ver detalles
fr: Sélectionnez un centre de plongée dans la liste pour afficher les détails
he: בחר מרכז צלילה מהרשימה כדי להציג פרטים
hu: Válassz ki egy búvárközpontot a listából a részletek megtekintéséhez
it: Seleziona un centro immersioni dalla lista per vedere i dettagli
nl: Selecteer een duikcentrum uit de lijst om details te bekijken
pt: Selecione um centro de mergulho da lista para ver os detalhes

# diveCenters_summary_topRated
source: Top Rated
ar: الأعلى تقييماً
de: Bestbewertet
es: Mejor Calificados
fr: Mieux notés
he: מדורג ביותר
hu: Legjobbra értékelt
it: Più Votati
nl: Best beoordeeld
pt: Mais Bem Avaliados

# diveCenters_summary_totalCenters
source: Total Centers
ar: إجمالي المراكز
de: Center gesamt
es: Total de Centros
fr: Total centres
he: סה"כ מרכזים
hu: Összes központ
it: Centri Totali
nl: Totaal centra
pt: Total de Centros

# diveCenters_summary_withGps
source: With GPS
ar: مع GPS
de: Mit GPS
es: Con GPS
fr: Avec GPS
he: עם GPS
hu: GPS-szel
it: Con GPS
nl: Met GPS
pt: Com GPS

# diveCenters_title
source: Dive Centers
ar: مراكز الغوص
de: Tauchcenter
es: Centros de Buceo
fr: Centres de plongée
he: מרכזי צלילה
hu: Búvárközpontok
it: Centri Immersioni
nl: Duikcentra
pt: Centros de Mergulho

# diveCenters_title_add
source: Add Dive Center
ar: إضافة مركز غوص
de: Tauchcenter hinzufügen
es: Agregar Centro de Buceo
fr: Ajouter un centre de plongée
he: הוסף מרכז צלילה
hu: Búvárközpont hozzáadása
it: Aggiungi Centro Immersioni
nl: Duikcentrum toevoegen
pt: Adicionar Centro de Mergulho

# diveCenters_title_edit
source: Edit Dive Center
ar: تعديل مركز الغوص
de: Tauchcenter bearbeiten
es: Editar Centro de Buceo
fr: Modifier le centre de plongée
he: ערוך מרכז צלילה
hu: Búvárközpont szerkesztése
it: Modifica Centro Immersioni
nl: Duikcentrum bewerken
pt: Editar Centro de Mergulho

# diveCenters_title_import
source: Import Dive Center
ar: استيراد مركز الغوص
de: Tauchcenter importieren
es: Importar Centro de Buceo
fr: Importer un centre de plongée
he: ייבא מרכז צלילה
hu: Búvárközpont importálása
it: Importa Centro Immersioni
nl: Duikcentrum importeren
pt: Importar Centro de Mergulho

# diveCenters_tooltip_addNew
source: Add a new dive center
ar: إضافة مركز غوص جديد
de: Neues Tauchcenter hinzufügen
es: Agregar un nuevo centro de buceo
fr: Ajouter un nouveau centre de plongée
he: הוסף מרכז צלילה חדש
hu: Új búvárközpont hozzáadása
it: Aggiungi un nuovo centro immersioni
nl: Nieuw duikcentrum toevoegen
pt: Adicionar um novo centro de mergulho

# diveCenters_tooltip_clearSearch
source: Clear search
ar: مسح البحث
de: Suche löschen
es: Limpiar búsqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Keresés törlése
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# diveCenters_tooltip_edit
source: Edit dive center
ar: تعديل مركز الغوص
de: Tauchcenter bearbeiten
es: Editar centro de buceo
fr: Modifier le centre de plongée
he: ערוך מרכז צלילה
hu: Búvárközpont szerkesztése
it: Modifica centro immersioni
nl: Duikcentrum bewerken
pt: Editar centro de mergulho

# diveCenters_tooltip_fitAllCenters
source: Fit All Centers
ar: ملاءمة جميع المراكز
de: Alle Center anpassen
es: Ajustar Todos los Centros
fr: Ajuster tous les centres
he: התאם כל המרכזים
hu: Összes központ mutatása
it: Adatta Tutti i Centri
nl: Alle centra tonen
pt: Ajustar Todos os Centros

# diveCenters_tooltip_listView
source: List View
ar: عرض القائمة
de: Listenansicht
es: Vista de Lista
fr: Vue liste
he: תצוגת רשימה
hu: Lista nézet
it: Vista Elenco
nl: Lijstweergave
pt: Visualização em Lista

# diveCenters_tooltip_mapView
source: Map View
ar: عرض الخريطة
de: Kartenansicht
es: Vista de Mapa
fr: Vue carte
he: תצוגת מפה
hu: Térkép nézet
it: Vista Mappa
nl: Kaartweergave
pt: Visualização em Mapa

# diveCenters_tooltip_moreOptions
source: More options
ar: المزيد من الخيارات
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
he: אפשרויות נוספות
hu: További lehetőségek
it: Altre opzioni
nl: Meer opties
pt: Mais opções

# diveCenters_tooltip_search
source: Search dive centers
ar: البحث عن مراكز الغوص
de: Tauchcenter suchen
es: Buscar centros de buceo
fr: Rechercher des centres de plongée
he: חפש מרכזי צלילה
hu: Búvárközpontok keresése
it: Cerca centri immersioni
nl: Zoek duikcentra
pt: Buscar centros de mergulho

# diveCenters_tooltip_sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
he: מיין
hu: Rendezés
it: Ordina
nl: Sorteren
pt: Ordenar

# diveCenters_validation_invalidEmail
source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صحيح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor ingresa un correo electrónico válido
fr: Veuillez entrer une adresse e-mail valide
he: נא להזין כתובת דוא"ל תקינה
hu: Adj meg érvényes e-mail címet
it: Inserisci un'email valida
nl: Voer een geldig e-mailadres in
pt: Digite um e-mail válido

# diveCenters_validation_invalidLatitude
source: Invalid latitude
ar: خط العرض غير صحيح
de: Ungültiger Breitengrad
es: Latitud inválida
fr: Latitude invalide
he: קו רוחב לא תקין
hu: Érvénytelen földrajzi szélesség
it: Latitudine non valida
nl: Ongeldige breedtegraad
pt: Latitude inválida

# diveCenters_validation_invalidLongitude
source: Invalid longitude
ar: خط الطول غير صحيح
de: Ungültiger Längengrad
es: Longitud inválida
fr: Longitude invalide
he: קו אורך לא תקין
hu: Érvénytelen földrajzi hosszúság
it: Longitudine non valida
nl: Ongeldige lengtegraad
pt: Longitude inválida

# diveCenters_validation_nameRequired
source: Name is required
ar: الاسم مطلوب
de: Name ist erforderlich
es: El nombre es requerido
fr: Le nom est requis
he: שם נדרש
hu: Név megadása kötelező
it: Il nome è obbligatorio
nl: Naam is verplicht
pt: Nome é obrigatório

# diveComputer_action_setFavorite
source: Set as favorite
ar: تعيين كمفضل
de: Als Favorit festlegen
es: Establecer como favorito
fr: Définir comme favori
he: הגדר כמועדף
hu: Beállítás kedvencként
it: Imposta come preferito
nl: Instellen als favoriet
pt: Definir como favorito

# diveComputer_discovery_chooseDifferentDevice
source: Choose Different Device
ar: اختيار جهاز آخر
de: Anderes Geraet waehlen
es: Elegir otro dispositivo
fr: Choisir un autre appareil
he: בחר מכשיר אחר
hu: Masik eszkoz valasztasa
it: Scegli un altro dispositivo
nl: Kies een ander apparaat
pt: Escolher Outro Dispositivo

# diveComputer_discovery_computer
source: Computer
ar: كمبيوتر
es: Ordenador
fr: Ordinateur
he: מחשב
hu: Szamitogep
pt: Computador

# diveComputer_discovery_connectAndDownload
source: Connect & Download
ar: اتصال وتنزيل
de: Verbinden & Herunterladen
es: Conectar y descargar
fr: Connecter et telecharger
he: התחבר והורד
hu: Csatlakozas es letoltes
it: Connetti e scarica
nl: Verbinden en downloaden
pt: Conectar e Baixar

# diveComputer_discovery_connectingToDevice
source: Connecting to device...
ar: جارٍ الاتصال بالجهاز...
de: Verbindung wird hergestellt...
es: Conectando al dispositivo...
fr: Connexion a l'appareil...
he: מתחבר למכשיר...
hu: Csatlakozas az eszkozhoz...
it: Connessione al dispositivo...
nl: Verbinden met apparaat...
pt: Conectando ao dispositivo...

# diveComputer_discovery_deviceNameHint
source: e.g., My {model}
ar: مثال: {model} الخاص بي
de: z.B. Mein {model}
es: p. ej., Mi {model}
fr: ex. Mon {model}
he: לדוגמה, ה-{model} שלי
hu: pl. Az en {model}
it: es. Il mio {model}
nl: bijv. Mijn {model}
pt: ex., Meu {model}

# diveComputer_discovery_deviceNameLabel
source: Device Name
ar: اسم الجهاز
de: Geraetename
es: Nombre del dispositivo
fr: Nom de l'appareil
he: שם המכשיר
hu: Eszkoz neve
it: Nome dispositivo
nl: Apparaatnaam
pt: Nome do Dispositivo

# diveComputer_discovery_exitDialogCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveComputer_discovery_exitDialogConfirm
source: Exit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
he: יציאה
hu: Kilepes
it: Esci
nl: Afsluiten
pt: Sair

# diveComputer_discovery_exitDialogContent
source: Are you sure you want to exit? Your progress will be lost.
ar: هل أنت متأكد من الخروج؟ سيتم فقدان تقدمك.
de: Moechten Sie wirklich beenden? Ihr Fortschritt geht verloren.
es: Seguro que quieres salir? Se perdera el progreso.
fr: Voulez-vous vraiment quitter ? Votre progression sera perdue.
he: האם אתה בטוח שברצונך לצאת? ההתקדמות תאבד.
hu: Biztosan ki szeretne lepni? A haladas elveszik.
it: Vuoi davvero uscire? I progressi andranno persi.
nl: Weet je zeker dat je wilt afsluiten? Je voortgang gaat verloren.
pt: Tem certeza que deseja sair? Seu progresso sera perdido.

# diveComputer_discovery_exitDialogTitle
source: Exit Setup?
ar: الخروج من الإعداد؟
de: Einrichtung beenden?
es: Salir de la configuracion?
fr: Quitter la configuration ?
he: לצאת מההגדרה?
hu: Kilepes a beallitasbol?
it: Uscire dalla configurazione?
nl: Setup afsluiten?
pt: Sair da Configuracao?

# diveComputer_discovery_exitTooltip
source: Exit setup
ar: الخروج من الإعداد
de: Einrichtung beenden
es: Salir de la configuracion
fr: Quitter la configuration
he: יציאה מהגדרה
hu: Kilepes a beallitasbol
it: Esci dalla configurazione
nl: Setup afsluiten
pt: Sair da configuracao

# diveComputer_discovery_noDeviceSelected
source: No device selected
ar: لم يتم اختيار جهاز
de: Kein Geraet ausgewaehlt
es: Ningun dispositivo seleccionado
fr: Aucun appareil selectionne
he: לא נבחר מכשיר
hu: Nincs eszkoz kivalasztva
it: Nessun dispositivo selezionato
nl: Geen apparaat geselecteerd
pt: Nenhum dispositivo selecionado

# diveComputer_discovery_pleaseWaitConnection
source: Please wait while we establish a connection
ar: يرجى الانتظار أثناء إنشاء الاتصال
de: Bitte warten, Verbindung wird hergestellt
es: Espera mientras establecemos la conexion
fr: Veuillez patienter pendant l'etablissement de la connexion
he: אנא המתן בזמן יצירת החיבור
hu: Kerem, varjon, amig letrehozzuk a kapcsolatot
it: Attendi mentre stabiliamo la connessione
nl: Even geduld terwijl we verbinding maken
pt: Aguarde enquanto estabelecemos a conexao

# diveComputer_discovery_recognizedDevice
source: Recognized Device
ar: جهاز معروف
de: Erkanntes Geraet
es: Dispositivo reconocido
fr: Appareil reconnu
he: מכשיר מזוהה
hu: Felismert eszkoz
it: Dispositivo riconosciuto
nl: Herkend apparaat
pt: Dispositivo Reconhecido

# diveComputer_discovery_recognizedDeviceDescription
source: This device is in our supported devices library. Dive download should work automatically.
ar: هذا الجهاز موجود في مكتبة الأجهزة المدعومة. يجب أن يعمل تنزيل الغطسات تلقائيًا.
de: Dieses Geraet befindet sich in unserer Bibliothek unterstuetzter Geraete. Der Tauchgangs-Download sollte automatisch funktionieren.
es: Este dispositivo esta en nuestra biblioteca de dispositivos compatibles. La descarga de inmersiones deberia funcionar automaticamente.
fr: Cet appareil fait partie de notre bibliotheque d'appareils compatibles. Le telechargement des plongees devrait fonctionner automatiquement.
he: מכשיר זה נמצא בספריית המכשירים הנתמכים. הורדת צלילות אמורה לפעול אוטומטית.
hu: Ez az eszkoz szerepel a tamogatott eszkozok konyvtaraban. A merulesek letoltese automatikusan mukodik.
it: Questo dispositivo si trova nella nostra libreria di dispositivi supportati. Il download delle immersioni dovrebbe funzionare automaticamente.
nl: Dit apparaat staat in onze lijst met ondersteunde apparaten. Duiken downloaden zou automatisch moeten werken.
pt: Este dispositivo esta na nossa biblioteca de dispositivos suportados. O download dos mergulhos deve funcionar automaticamente.

# diveComputer_discovery_stepConnect
source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
he: חיבור
hu: Csatlakozas
it: Connetti
nl: Verbinden
pt: Conectar

# diveComputer_discovery_stepDone
source: Done
ar: تم
de: Fertig
es: Listo
fr: Termine
he: סיום
hu: Kesz
it: Fatto
nl: Klaar
pt: Concluido

# diveComputer_discovery_stepDownload
source: Download
ar: تنزيل
es: Descargar
fr: Telecharger
he: הורדה
hu: Letoltes
it: Scarica
nl: Downloaden
pt: Baixar

# diveComputer_discovery_stepScan
source: Scan
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
he: סריקה
hu: Kereses
it: Scansione
nl: Scannen
pt: Buscar

# diveComputer_discovery_titleComplete
source: Complete
ar: اكتمل
de: Abgeschlossen
es: Completado
fr: Termine
he: הושלם
hu: Kesz
it: Completato
nl: Voltooid
pt: Completo

# diveComputer_discovery_titleConfirmDevice
source: Confirm Device
ar: تأكيد الجهاز
de: Geraet bestaetigen
es: Confirmar dispositivo
fr: Confirmer l'appareil
he: אישור מכשיר
hu: Eszkoz megerositese
it: Conferma dispositivo
nl: Apparaat bevestigen
pt: Confirmar Dispositivo

# diveComputer_discovery_titleConnecting
source: Connecting
ar: جارٍ الاتصال
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion
he: מתחבר
hu: Csatlakozas
it: Connessione
nl: Verbinden
pt: Conectando

# diveComputer_discovery_titleDownloading
source: Downloading
ar: جارٍ التنزيل
de: Wird heruntergeladen
es: Descargando
fr: Telechargement
he: מוריד
hu: Letoltes
it: Download in corso
nl: Downloaden
pt: Baixando

# diveComputer_discovery_titleFindDevice
source: Find Device
ar: البحث عن جهاز
de: Geraet suchen
es: Buscar dispositivo
fr: Rechercher un appareil
he: חיפוש מכשיר
hu: Eszkoz keresese
it: Cerca dispositivo
nl: Apparaat zoeken
pt: Encontrar Dispositivo

# diveComputer_discovery_unknownDevice
source: Unknown Device
ar: جهاز غير معروف
de: Unbekanntes Geraet
es: Dispositivo desconocido
fr: Appareil inconnu
he: מכשיר לא מוכר
hu: Ismeretlen eszkoz
it: Dispositivo sconosciuto
nl: Onbekend apparaat
pt: Dispositivo Desconhecido

# diveComputer_discovery_unknownDeviceDescription
source: This device is not in our library. We'll try to connect, but download may not work.
ar: هذا الجهاز غير موجود في مكتبتنا. سنحاول الاتصال، لكن التنزيل قد لا يعمل.
de: Dieses Geraet befindet sich nicht in unserer Bibliothek. Wir versuchen eine Verbindung herzustellen, aber der Download funktioniert moeglicherweise nicht.
es: Este dispositivo no esta en nuestra biblioteca. Intentaremos conectar, pero la descarga podria no funcionar.
fr: Cet appareil n'est pas dans notre bibliotheque. Nous tenterons de nous connecter, mais le telechargement pourrait ne pas fonctionner.
he: מכשיר זה אינו בספרייה שלנו. ננסה להתחבר, אך ייתכן שההורדה לא תעבוד.
hu: Ez az eszkoz nem szerepel a konyvtarunkban. Megprobaljuk csatlakoztatni, de a letoltes nem feltetlen mukodik.
it: Questo dispositivo non si trova nella nostra libreria. Tenteremo la connessione, ma il download potrebbe non funzionare.
nl: Dit apparaat staat niet in onze bibliotheek. We proberen verbinding te maken, maar downloaden werkt mogelijk niet.
pt: Este dispositivo nao esta na nossa biblioteca. Tentaremos conectar, mas o download pode nao funcionar.

# diveComputer_downloadStep_andMoreDives
source: ... and {count} more
ar: ... و{count} أخرى
de: ... und {count} weitere
es: ... y {count} mas
fr: ... et {count} de plus
he: ... ועוד {count}
hu: ... es meg {count} tovabbi
it: ... e altre {count}
nl: ... en nog {count} meer
pt: ... e mais {count}

# diveComputer_downloadStep_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveComputer_downloadStep_downloadFailed
source: Download failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: La descarga fallo
fr: Echec du telechargement
he: ההורדה נכשלה
hu: A letoltes sikertelen
it: Download fallito
nl: Download mislukt
pt: Falha no download

# diveComputer_downloadStep_downloadedDives
source: Downloaded Dives
ar: الغطسات المنزّلة
de: Heruntergeladene Tauchgaenge
es: Inmersiones descargadas
fr: Plongees telechargees
he: צלילות שהורדו
hu: Letoltott merulesek
it: Immersioni scaricate
nl: Gedownloade duiken
pt: Mergulhos Baixados

# diveComputer_downloadStep_errorOccurred
source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
es: Se produjo un error
fr: Une erreur est survenue
he: אירעה שגיאה
hu: Hiba tortent
it: Si è verificato un errore
nl: Er is een fout opgetreden
pt: Ocorreu um erro

# diveComputer_downloadStep_errorSemanticLabel
source: Download error: {error}
ar: خطأ في التنزيل: {error}
de: Download-Fehler: {error}
es: Error de descarga: {error}
fr: Erreur de telechargement : {error}
he: שגיאת הורדה: {error}
hu: Letoltesi hiba: {error}
it: Errore di download: {error}
nl: Downloadfout: {error}
pt: Erro no download: {error}

# diveComputer_downloadStep_percentAccessibility
source: , {percent} percent
ar: ، {percent} بالمئة
de: , {percent} Prozent
es: , {percent} por ciento
fr: , {percent} pour cent
he: , {percent} אחוז
hu: , {percent} szazalek
it: , {percent} percento
nl: , {percent} procent
pt: , {percent} por cento

# diveComputer_downloadStep_preparing
source: Preparing...
ar: جارٍ التحضير...
de: Wird vorbereitet...
es: Preparando...
fr: Preparation...
he: מכין...
hu: Elokeszites...
it: Preparazione...
nl: Voorbereiden...
pt: Preparando...

# diveComputer_downloadStep_progressSemanticLabel
source: Download progress: {status}{percent}
ar: تقدم التنزيل: {status}{percent}
de: Download-Fortschritt: {status}{percent}
es: Progreso de descarga: {status}{percent}
fr: Progression du telechargement : {status}{percent}
he: התקדמות הורדה: {status}{percent}
hu: Letoltesi folyamat: {status}{percent}
it: Avanzamento download: {status}{percent}
nl: Downloadvoortgang: {status}{percent}
pt: Progresso do download: {status}{percent}

# diveComputer_downloadStep_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujraproba
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# diveComputer_download_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveComputer_download_closeTooltip
source: Close
ar: إغلاق
de: Schliessen
es: Cerrar
fr: Fermer
he: סגירה
hu: Bezaras
it: Chiudi
nl: Sluiten
pt: Fechar

# diveComputer_download_computerNotFound
source: Computer not found
ar: لم يتم العثور على الكمبيوتر
de: Computer nicht gefunden
es: Ordenador no encontrado
fr: Ordinateur introuvable
he: המחשב לא נמצא
hu: A szamitogep nem talalhato
it: Computer non trovato
nl: Computer niet gevonden
pt: Computador nao encontrado

# diveComputer_download_deviceNotFoundError
source: Device not found. Make sure your {name} is nearby and in transfer mode.
ar: لم يتم العثور على الجهاز. تأكد أن {name} قريب وفي وضع النقل.
de: Geraet nicht gefunden. Stellen Sie sicher, dass Ihr {name} in der Naehe ist und sich im Uebertragungsmodus befindet.
es: Dispositivo no encontrado. Asegurate de que tu {name} esta cerca y en modo de transferencia.
fr: Appareil introuvable. Assurez-vous que votre {name} est a proximite et en mode transfert.
he: המכשיר לא נמצא. ודא שה-{name} שלך קרוב ובמצב העברה.
hu: Az eszkoz nem talalhato. Gyozodjon meg rola, hogy a(z) {name} a kozelben van es atviteli modban.
it: Dispositivo non trovato. Assicurati che il tuo {name} sia vicino e in modalità trasferimento.
nl: Apparaat niet gevonden. Zorg dat je {name} in de buurt is en in overdrachtmodus staat.
pt: Dispositivo nao encontrado. Certifique-se de que o {name} esta proximo e em modo de transferencia.

# diveComputer_download_deviceNotFoundTitle
source: Device Not Found
ar: لم يتم العثور على الجهاز
de: Geraet nicht gefunden
es: Dispositivo no encontrado
fr: Appareil introuvable
he: המכשיר לא נמצא
hu: Az eszkoz nem talalhato
it: Dispositivo non trovato
nl: Apparaat niet gevonden
pt: Dispositivo Nao Encontrado

# diveComputer_download_divesUpdated
source: Dives updated
ar: تم تحديث الغطسات
de: Tauchgaenge aktualisiert
es: Inmersiones actualizadas
fr: Plongees mises a jour
he: צלילות עודכנו
hu: Merulesek frissitve
it: Immersioni aggiornate
nl: Duiken bijgewerkt
pt: Mergulhos atualizados

# diveComputer_download_done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Termine
he: סיום
hu: Kesz
it: Fatto
nl: Klaar
pt: Concluido

# diveComputer_download_downloadedDives
source: Downloaded Dives
ar: الغطسات المنزّلة
de: Heruntergeladene Tauchgaenge
es: Inmersiones descargadas
fr: Plongees telechargees
he: צלילות שהורדו
hu: Letoltott merulesek
it: Immersioni scaricate
nl: Gedownloade duiken
pt: Mergulhos Baixados
