Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# settings_appearance_maxDepthMarker_subtitleFull
source: Show a marker at the maximum depth point on dive profiles
ar: عرض علامة عند نقطة أقصى عمق على ملفات الغوص
de: Markierung am Punkt der maximalen Tiefe in Tauchprofilen anzeigen
es: Mostrar un marcador en el punto de profundidad maxima en los perfiles de inmersion
fr: Afficher un marqueur au point de profondeur maximale sur les profils de plongee
he: הצג סמן בנקודת העומק המרבי בפרופילי צלילה
hu: Jelolo megjelenites a maximalis melyseg pontjan a merülesi profilokon
it: Mostra un marcatore nel punto di profondità massima sui profili immersione
nl: Toon een markering bij het maximale dieptepunt op duikprofielen
pt: Mostrar um marcador no ponto de profundidade maxima nos perfis de mergulho

# settings_appearance_metric_ascentRateColors
source: Ascent Rate Colors
ar: ألوان معدل الصعود
de: Aufstiegsraten-Farben
es: Colores de velocidad de ascenso
fr: Couleurs de vitesse de remontee
he: צבעי קצב עלייה
hu: Felszallasi sebesseg szinek
it: Colori velocità di risalita
nl: Kleuren opstijgsnelheid
pt: Cores da Taxa de Subida

# settings_appearance_metric_ceiling
source: Ceiling
ar: السقف
es: Techo
fr: Plafond
he: תקרה
hu: Plafon
nl: Plafond
pt: Teto

# settings_appearance_metric_events
source: Events
ar: الأحداث
de: Ereignisse
es: Eventos
fr: Evenements
he: אירועים
hu: Esemenyek
it: Eventi
nl: Gebeurtenissen
pt: Eventos

# settings_appearance_metric_gasDensity
source: Gas Density
ar: كثافة الغاز
de: Gasdichte
es: Densidad del gas
fr: Densite du gaz
he: צפיפות גז
hu: Gaz suruseg
it: Densità gas
nl: Gasdichtheid
pt: Densidade do Gas

# settings_appearance_metric_heartRate
source: Heart Rate
ar: معدل ضربات القلب
de: Herzfrequenz
es: Frecuencia cardiaca
fr: Frequence cardiaque
he: קצב לב
hu: Szivfrekvencia
it: Frequenza cardiaca
nl: Hartslag
pt: Frequencia Cardiaca

# settings_appearance_metric_meanDepth
source: Mean Depth
ar: متوسط العمق
de: Durchschnittliche Tiefe
es: Profundidad media
fr: Profondeur moyenne
he: עומק ממוצע
hu: Atlagmelyseg
it: Profondità media
nl: Gemiddelde diepte
pt: Profundidade Media

# settings_appearance_metric_pressure
source: Pressure
ar: الضغط
de: Druck
es: Presion
fr: Pression
he: לחץ
hu: Nyomas
it: Pressione
nl: Druk
pt: Pressao

# settings_appearance_metric_sacRate
source: SAC Rate
ar: معدل SAC
he: קצב SAC
hu: SAC ertek
nl: SAC-snelheid
pt: Taxa SAC

# settings_appearance_metric_surfaceGf
source: Surface GF
ar: GF السطح
de: Oberflaechenfaktor GF
es: GF de superficie
fr: GF surface
he: GF שטח
hu: Felszini GF
it: GF in superficie
nl: Oppervlakte-GF
pt: GF de Superficie

# settings_appearance_metric_temperature
source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
he: טמפרטורה
hu: Homerseklet
it: Temperatura
nl: Temperatuur
pt: Temperatura

# settings_appearance_metric_tts
source: TTS (Time to Surface)
ar: TTS (الوقت إلى السطح)
de: TTS (Zeit zur Oberflaeche)
es: TTS (Tiempo a superficie)
fr: TTS (Temps vers la surface)
he: TTS (זמן לשטח)
hu: TTS (Ido a felszinig)
it: TTS (Tempo per la superficie)
nl: TTS (Tijd tot oppervlak)
pt: TTS (Tempo ate a Superficie)

# settings_appearance_pressureThresholdMarkers
source: Pressure threshold markers
ar: علامات عتبة الضغط
de: Druckschwellen-Markierungen
es: Marcadores de umbral de presion
fr: Marqueurs de seuil de pression
he: סמני סף לחץ
hu: Nyomas küszöbértek jelolok
it: Marcatori soglia pressione
nl: Drukdrempelmarkeringen
pt: Marcadores de limite de pressao

# settings_appearance_pressureThresholdMarkers_subtitle
source: Show markers when tank pressure crosses thresholds
ar: عرض علامات عندما يتجاوز ضغط الأسطوانة العتبات
de: Markierungen anzeigen, wenn der Flaschendruck Schwellenwerte ueberschreitet
es: Mostrar marcadores cuando la presion del tanque cruza los umbrales
fr: Afficher les marqueurs lorsque la pression du bloc franchit les seuils
he: הצג סמנים כאשר לחץ הבלון חוצה ספים
hu: Jelolok megjelenites, amikor a palack nyomas atlepi a küszöbértekeket
it: Mostra i marcatori quando la pressione della bombola supera le soglie
nl: Toon markeringen wanneer flesdruk drempels overschrijdt
pt: Mostrar marcadores quando a pressao do cilindro cruza limites

# settings_appearance_pressureThresholdMarkers_subtitleFull
source: Show markers when tank pressure crosses 2/3, 1/2, and 1/3 thresholds
ar: عرض علامات عندما يتجاوز ضغط الأسطوانة عتبات 2/3 و 1/2 و 1/3
de: Markierungen anzeigen, wenn der Flaschendruck die Schwellenwerte 2/3, 1/2 und 1/3 ueberschreitet
es: Mostrar marcadores cuando la presion del tanque cruza los umbrales de 2/3, 1/2 y 1/3
fr: Afficher les marqueurs lorsque la pression du bloc franchit les seuils de 2/3, 1/2 et 1/3
he: הצג סמנים כאשר לחץ הבלון חוצה ספי 2/3, 1/2 ו-1/3
hu: Jelolok megjelenites, amikor a palack nyomas atlepi a 2/3, 1/2 es 1/3 küszöbértekeket
it: Mostra i marcatori quando la pressione della bombola supera le soglie di 2/3, 1/2 e 1/3
nl: Toon markeringen wanneer flesdruk de 2/3, 1/2 en 1/3 drempels overschrijdt
pt: Mostrar marcadores quando a pressao do cilindro cruza os limites de 2/3, 1/2 e 1/3

# settings_appearance_rightYAxisMetric
source: Right Y-axis metric
ar: مقياس المحور الأيمن
de: Rechte Y-Achsen-Metrik
es: Metrica del eje Y derecho
fr: Metrique de l'axe Y droit
he: מדד ציר Y ימני
hu: Jobb Y-tengely metrika
it: Metrica asse Y destro
nl: Metriek rechter Y-as
pt: Metrica do eixo Y direito

# settings_appearance_rightYAxisMetric_subtitle
source: Default metric shown on right axis
ar: المقياس الافتراضي المعروض على المحور الأيمن
de: Standardmetrik auf der rechten Achse
es: Metrica predeterminada mostrada en el eje derecho
fr: Metrique par defaut affichee sur l'axe droit
he: מדד ברירת מחדל המוצג בציר הימני
hu: Alapertelmezett metrika a jobb tengelyen
it: Metrica predefinita mostrata sull'asse destro
nl: Standaardmetriek getoond op de rechter as
pt: Metrica padrao exibida no eixo direito

# settings_appearance_subsection_decompressionMetrics
source: Decompression Metrics
ar: مقاييس تخفيف الضغط
de: Dekompressionsmetriken
es: Metricas de descompresion
fr: Metriques de decompression
he: מדדי דקומפרסיה
hu: Dekompresszios metrikak
it: Metriche di decompressione
nl: Decompressiemetrieken
pt: Metricas de Descompressao

# settings_appearance_subsection_defaultVisibleMetrics
source: Default Visible Metrics
ar: المقاييس المرئية الافتراضية
de: Standard-sichtbare Metriken
es: Metricas visibles predeterminadas
fr: Metriques visibles par defaut
he: מדדים גלויים כברירת מחדל
hu: Alapertelmezett lathato metrikak
it: Metriche visibili predefinite
nl: Standaard zichtbare metrieken
pt: Metricas Visiveis Padrao

# settings_appearance_subsection_gasAnalysisMetrics
source: Gas Analysis Metrics
ar: مقاييس تحليل الغاز
de: Gasanalyse-Metriken
es: Metricas de analisis de gas
fr: Metriques d'analyse de gaz
he: מדדי ניתוח גז
hu: Gaz elemzesi metrikak
it: Metriche di analisi gas
nl: Gasanalysemetrieken
pt: Metricas de Analise de Gas

# settings_appearance_subsection_gradientFactorMetrics
source: Gradient Factor Metrics
ar: مقاييس عامل التدرج
de: Gradientenfaktor-Metriken
es: Metricas de factores de gradiente
fr: Metriques de gradient factor
he: מדדי גורם שיפוע
hu: Gradiens faktor metrikak
it: Metriche fattori di gradiente
nl: Gradientfactormetrieken
pt: Metricas de Fator de Gradiente

# settings_appearance_theme_dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
hu: Sötet
it: Scuro
nl: Donker
pt: Escuro

# settings_appearance_theme_light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
he: בהיר
hu: Vilagos
it: Chiaro
nl: Licht
pt: Claro

# settings_appearance_theme_system
source: System default
ar: الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fr: Defaut du systeme
he: ברירת מחדל של המערכת
hu: Rendszer alapertelmezett
it: Predefinito di sistema
nl: Systeemstandaard
pt: Padrao do sistema

# settings_backToSettings_tooltip
source: Back to settings
ar: العودة إلى الإعدادات
de: Zurueck zu Einstellungen
es: Volver a ajustes
fr: Retour aux reglages
he: חזרה להגדרות
hu: Vissza a beallitasokhoz
it: Torna alle impostazioni
nl: Terug naar instellingen
pt: Voltar para configuracoes

# settings_cloudSync_appBar_title
source: Cloud Sync
ar: المزامنة السحابية
de: Cloud-Synchronisierung
es: Sincronizacion en la nube
fr: Synchronisation cloud
he: סנכרון ענן
hu: Felho szinkronizalas
it: Sincronizzazione cloud
nl: Cloudsynchronisatie
pt: Sincronizacao na Nuvem

# settings_cloudSync_autoSync
source: Auto Sync
ar: المزامنة التلقائية
de: Automatische Synchronisierung
es: Sincronizacion automatica
fr: Synchronisation automatique
he: סנכרון אוטומטי
hu: Automatikus szinkronizalas
it: Sincronizzazione automatica
nl: Automatische synchronisatie
pt: Sincronizacao Automatica

# settings_cloudSync_autoSync_subtitle
source: Sync automatically after changes
ar: المزامنة تلقائيًا بعد التغييرات
de: Nach Aenderungen automatisch synchronisieren
es: Sincronizar automaticamente despues de los cambios
fr: Synchroniser automatiquement apres les modifications
he: סנכרן אוטומטית לאחר שינויים
hu: Automatikus szinkronizalas valtoztatasok utan
it: Sincronizza automaticamente dopo le modifiche
nl: Automatisch synchroniseren na wijzigingen
pt: Sincronizar automaticamente apos alteracoes

# settings_cloudSync_conflictItems
source: {count, plural, =1{1 item needs attention} other{{count} items need attention}}
ar: {count, plural, =1{عنصر واحد يحتاج اهتمامًا} other{{count} عناصر تحتاج اهتمامًا}}
de: {count, plural, =1{1 Element erfordert Aufmerksamkeit} other{{count} Elemente erfordern Aufmerksamkeit}}
es: {count, plural, =1{1 elemento necesita atencion} other{{count} elementos necesitan atencion}}
fr: {count, plural, =1{1 element necessite votre attention} other{{count} elements necessitent votre attention}}
he: {count, plural, =1{פריט אחד דורש תשומת לב} other{{count} פריטים דורשים תשומת לב}}
hu: {count, plural, =1{1 elem figyelmet igenyel} other{{count} elem figyelmet igenyel}}
it: {count, plural, =1{1 elemento richiede attenzione} other{{count} elementi richiedono attenzione}}
nl: {count, plural, =1{1 item vereist aandacht} other{{count} items vereisen aandacht}}
pt: {count, plural, =1{1 item precisa de atencao} other{{count} itens precisam de atencao}}

# settings_cloudSync_disabledBanner_content
source: App-managed cloud sync is disabled because you're using a custom storage folder. Your folder's sync service (Dropbox, Google Drive, OneDrive, etc.) handles synchronization.
ar: المزامنة السحابية المُدارة من التطبيق معطلة لأنك تستخدم مجلد تخزين مخصصًا. تتولى خدمة مزامنة المجلد (Dropbox، Google Drive، OneDrive، إلخ) عملية المزامنة.
de: Die App-verwaltete Cloud-Synchronisierung ist deaktiviert, da Sie einen benutzerdefinierten Speicherordner verwenden. Der Synchronisierungsdienst Ihres Ordners (Dropbox, Google Drive, OneDrive usw.) uebernimmt die Synchronisierung.
es: La sincronizacion en la nube administrada por la app esta desactivada porque estas usando una carpeta de almacenamiento personalizada. El servicio de sincronizacion de tu carpeta (Dropbox, Google Drive, OneDrive, etc.) se encarga de la sincronizacion.
fr: La synchronisation cloud geree par l'application est desactivee car vous utilisez un dossier de stockage personnalise. Le service de synchronisation de votre dossier (Dropbox, Google Drive, OneDrive, etc.) gere la synchronisation.
he: סנכרון ענן מנוהל אפליקציה מושבת כי אתה משתמש בתיקייה מותאמת אישית. שירות הסנכרון של התיקייה שלך (Dropbox, Google Drive, OneDrive וכו') מטפל בסנכרון.
hu: Az alkalmazas altal kezelt felho szinkronizalas le van tiltva, mert egyedi tarolasi mappat hasznal. A mappa szinkronizaciós szolgaltatasa (Dropbox, Google Drive, OneDrive stb.) kezeli a szinkronizalast.
it: La sincronizzazione cloud gestita dall'app è disabilitata perché stai utilizzando una cartella personalizzata. Il servizio di sincronizzazione della tua cartella (Dropbox, Google Drive, OneDrive, ecc.) gestisce la sincronizzazione.
nl: App-beheerde cloudsynchronisatie is uitgeschakeld omdat je een aangepaste opslagmap gebruikt. De synchronisatieservice van je map (Dropbox, Google Drive, OneDrive, enz.) verzorgt de synchronisatie.
pt: A sincronizacao na nuvem gerenciada pelo aplicativo esta desativada porque voce esta usando uma pasta de armazenamento personalizada. O servico de sincronizacao da sua pasta (Dropbox, Google Drive, OneDrive, etc.) gerencia a sincronizacao.

# settings_cloudSync_disabledBanner_title
source: Cloud Sync Disabled
ar: المزامنة السحابية معطلة
de: Cloud-Synchronisierung deaktiviert
es: Sincronizacion en la nube desactivada
fr: Synchronisation cloud desactivee
he: סנכרון ענן מושבת
hu: Felho szinkronizalas letiltva
it: Sincronizzazione cloud disabilitata
nl: Cloudsynchronisatie uitgeschakeld
pt: Sincronizacao na Nuvem Desativada

# settings_cloudSync_header_advanced
source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avance
he: מתקדם
hu: Halado
it: Avanzate
nl: Geavanceerd
pt: Avancado

# settings_cloudSync_header_cloudProvider
source: Cloud Provider
ar: مزود السحابة
de: Cloud-Anbieter
es: Proveedor en la nube
fr: Fournisseur cloud
he: ספק ענן
hu: Felho szolgaltato
it: Provider cloud
pt: Provedor de Nuvem

# settings_cloudSync_header_conflicts
source: Conflicts ({count})
ar: التعارضات ({count})
de: Konflikte ({count})
es: Conflictos ({count})
fr: Conflits ({count})
he: התנגשויות ({count})
hu: Ütközesek ({count})
it: Conflitti ({count})
nl: Conflicten ({count})
pt: Conflitos ({count})

# settings_cloudSync_header_syncBehavior
source: Sync Behavior
ar: سلوك المزامنة
de: Synchronisierungsverhalten
es: Comportamiento de sincronizacion
fr: Comportement de synchronisation
he: התנהגות סנכרון
hu: Szinkronizalasi viselkedes
it: Comportamento sincronizzazione
nl: Synchronisatiegedrag
pt: Comportamento de Sincronizacao

# settings_cloudSync_lastSynced
source: Last synced: {time}
ar: آخر مزامنة: {time}
de: Zuletzt synchronisiert: {time}
es: Ultima sincronizacion: {time}
fr: Derniere synchronisation : {time}
he: סנכרון אחרון: {time}
hu: Utolso szinkronizalas: {time}
it: Ultima sincronizzazione: {time}
nl: Laatst gesynchroniseerd: {time}
pt: Ultima sincronizacao: {time}

# settings_cloudSync_pendingChanges
source: {count, plural, =1{1 pending change} other{{count} pending changes}}
ar: {count, plural, =1{تغيير معلق واحد} other{{count} تغييرات معلقة}}
de: {count, plural, =1{1 ausstehende Aenderung} other{{count} ausstehende Aenderungen}}
es: {count, plural, =1{1 cambio pendiente} other{{count} cambios pendientes}}
fr: {count, plural, =1{1 modification en attente} other{{count} modifications en attente}}
he: {count, plural, =1{שינוי ממתין אחד} other{{count} שינויים ממתינים}}
hu: {count, plural, =1{1 függo valtoztatas} other{{count} függo valtoztatas}}
it: {count, plural, =1{1 modifica in sospeso} other{{count} modifiche in sospeso}}
nl: {count, plural, =1{1 wachtende wijziging} other{{count} wachtende wijzigingen}}
pt: {count, plural, =1{1 alteracao pendente} other{{count} alteracoes pendentes}}

# settings_cloudSync_provider_connected
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecte
he: מחובר
hu: Csatlakoztatva
it: Connesso
nl: Verbonden
pt: Conectado

# settings_cloudSync_provider_connectedTo
source: Connected to {providerName}
ar: متصل بـ {providerName}
de: Verbunden mit {providerName}
es: Conectado a {providerName}
fr: Connecte a {providerName}
he: מחובר אל {providerName}
hu: Csatlakoztatva: {providerName}
it: Connesso a {providerName}
nl: Verbonden met {providerName}
pt: Conectado a {providerName}

# settings_cloudSync_provider_connectionFailed
source: {providerName} connection failed: {error}
ar: فشل الاتصال بـ {providerName}: {error}
de: Verbindung zu {providerName} fehlgeschlagen: {error}
es: Error de conexion con {providerName}: {error}
fr: Echec de la connexion a {providerName} : {error}
he: החיבור אל {providerName} נכשל: {error}
hu: {providerName} csatlakozas sikertelen: {error}
it: Connessione a {providerName} non riuscita: {error}
nl: Verbinding met {providerName} mislukt: {error}
pt: Falha na conexao com {providerName}: {error}

# settings_cloudSync_provider_googleDrive_subtitle
source: Sync via Google Drive
ar: المزامنة عبر Google Drive
de: Ueber Google Drive synchronisieren
es: Sincronizar via Google Drive
fr: Synchroniser via Google Drive
he: סנכרון באמצעות Google Drive
hu: Szinkronizalas Google Drive-on keresztül
it: Sincronizza tramite Google Drive
nl: Synchroniseren via Google Drive
pt: Sincronizar via Google Drive

# settings_cloudSync_provider_icloud_subtitle
source: Sync via Apple iCloud
ar: المزامنة عبر Apple iCloud
de: Ueber Apple iCloud synchronisieren
es: Sincronizar via Apple iCloud
fr: Synchroniser via Apple iCloud
he: סנכרון באמצעות Apple iCloud
hu: Szinkronizalas Apple iCloud-on keresztül
it: Sincronizza tramite Apple iCloud
nl: Synchroniseren via Apple iCloud
pt: Sincronizar via Apple iCloud

# settings_cloudSync_provider_initFailed
source: Failed to initialize {providerName} provider
ar: فشل في تهيئة مزود {providerName}
de: {providerName}-Anbieter konnte nicht initialisiert werden
es: Error al inicializar el proveedor {providerName}
fr: Echec de l'initialisation du fournisseur {providerName}
he: אתחול ספק {providerName} נכשל
hu: Nem sikerült a(z) {providerName} szolgaltato inicializalasa
it: Inizializzazione del provider {providerName} non riuscita
nl: Initialisatie van {providerName}-provider mislukt
pt: Falha ao inicializar provedor {providerName}

# settings_cloudSync_provider_notAvailable
source: Not available on this platform
ar: غير متاح على هذه المنصة
de: Auf dieser Plattform nicht verfuegbar
es: No disponible en esta plataforma
fr: Non disponible sur cette plateforme
he: לא זמין בפלטפורמה זו
hu: Nem erheto el ezen a platformon
it: Non disponibile su questa piattaforma
nl: Niet beschikbaar op dit platform
pt: Nao disponivel nesta plataforma

# settings_cloudSync_resetDialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# settings_cloudSync_resetDialog_content
source: This will clear all sync history and start fresh. Your data will not be deleted, but you may need to resolve conflicts on the next sync.
ar: سيؤدي هذا إلى مسح جميع سجلات المزامنة والبدء من جديد. لن يتم حذف بياناتك، لكن قد تحتاج إلى حل التعارضات في المزامنة التالية.
de: Dadurch wird der gesamte Synchronisierungsverlauf geloescht und neu begonnen. Ihre Daten werden nicht geloescht, aber moeglicherweise muessen Sie bei der naechsten Synchronisierung Konflikte loesen.
es: Esto borrara todo el historial de sincronizacion y comenzara de nuevo. Tus datos no se eliminaran, pero es posible que debas resolver conflictos en la proxima sincronizacion.
fr: Ceci effacera tout l'historique de synchronisation et recommencera a zero. Vos donnees ne seront pas supprimees, mais vous devrez peut-etre resoudre des conflits lors de la prochaine synchronisation.
he: פעולה זו תנקה את כל היסטוריית הסנכרון ותתחיל מחדש. הנתונים שלך לא יימחקו, אך ייתכן שתצטרך לפתור התנגשויות בסנכרון הבא.
hu: Ez torli az osszes szinkronizalas-elozmenyeket es ujrakezdi. Az adatok nem törlodnek, de a kovetkezo szinkronizalaskor ütközeseket kell feloldania.
it: Questo cancellerà tutta la cronologia di sincronizzazione e ricomincerà da capo. I tuoi dati non verranno eliminati, ma potresti dover risolvere conflitti alla prossima sincronizzazione.
nl: Dit wist alle synchronisatiegeschiedenis en start opnieuw. Je gegevens worden niet verwijderd, maar mogelijk moet je conflicten oplossen bij de volgende synchronisatie.
pt: Isso limpara todo o historico de sincronizacao e comecara do zero. Seus dados nao serao excluidos, mas voce pode precisar resolver conflitos na proxima sincronizacao.

# settings_cloudSync_resetDialog_reset
source: Reset
ar: إعادة تعيين
de: Zuruecksetzen
es: Restablecer
fr: Reinitialiser
he: איפוס
hu: Visszaallitas
it: Ripristina
nl: Herstellen
pt: Redefinir

# settings_cloudSync_resetDialog_title
source: Reset Sync State?
ar: إعادة تعيين حالة المزامنة؟
de: Synchronisierungsstatus zuruecksetzen?
es: Restablecer estado de sincronizacion?
fr: Reinitialiser l'etat de synchronisation ?
he: לאפס מצב סנכרון?
hu: Szinkronizalas allapot visszaallitasa?
it: Ripristinare lo stato di sincronizzazione?
nl: Synchronisatiestatus herstellen?
pt: Redefinir Estado de Sincronizacao?

# settings_cloudSync_resetSuccess
source: Sync state reset
ar: تمت إعادة تعيين حالة المزامنة
de: Synchronisierungsstatus zurueckgesetzt
es: Estado de sincronizacion restablecido
fr: Etat de synchronisation reinitialise
he: מצב הסנכרון אופס
hu: Szinkronizalas allapot visszaallitva
it: Stato di sincronizzazione ripristinato
nl: Synchronisatiestatus hersteld
pt: Estado de sincronizacao redefinido

# settings_cloudSync_resetSyncState
source: Reset Sync State
ar: إعادة تعيين حالة المزامنة
de: Synchronisierungsstatus zuruecksetzen
es: Restablecer estado de sincronizacion
fr: Reinitialiser l'etat de synchronisation
he: אפס מצב סנכרון
hu: Szinkronizalas allapot visszaallitasa
it: Ripristina stato sincronizzazione
nl: Synchronisatiestatus herstellen
pt: Redefinir Estado de Sincronizacao

# settings_cloudSync_resetSyncState_subtitle
source: Clear sync history and start fresh
ar: مسح سجل المزامنة والبدء من جديد
de: Synchronisierungsverlauf loeschen und neu beginnen
es: Borrar historial de sincronizacion y comenzar de nuevo
fr: Effacer l'historique de synchronisation et recommencer
he: נקה היסטוריית סנכרון והתחל מחדש
hu: Szinkronizalas elozmenyeinek torlese es ujrakezdés
it: Cancella cronologia sincronizzazione e ricomincia
nl: Synchronisatiegeschiedenis wissen en opnieuw beginnen
pt: Limpar historico de sincronizacao e comecar do zero

# settings_cloudSync_resolveConflicts
source: Resolve Conflicts
ar: حل التعارضات
de: Konflikte loesen
es: Resolver conflictos
fr: Resoudre les conflits
he: פתור התנגשויות
hu: Ütközesek feloldasa
it: Risolvi conflitti
nl: Conflicten oplossen
pt: Resolver Conflitos

# settings_cloudSync_selectProviderHint
source: Select a cloud provider to enable sync
ar: اختر مزود سحابة لتمكين المزامنة
de: Waehlen Sie einen Cloud-Anbieter, um die Synchronisierung zu aktivieren
es: Selecciona un proveedor en la nube para activar la sincronizacion
fr: Selectionnez un fournisseur cloud pour activer la synchronisation
he: בחר ספק ענן כדי לאפשר סנכרון
hu: Valasszon felho szolgaltatot a szinkronizalas engedelyezesehez
it: Seleziona un provider cloud per abilitare la sincronizzazione
nl: Selecteer een cloudprovider om synchronisatie in te schakelen
pt: Selecione um provedor de nuvem para ativar a sincronizacao

# settings_cloudSync_signOut
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesion
fr: Deconnexion
he: התנתק
hu: Kijelentkezes
it: Disconnetti
nl: Uitloggen
pt: Sair

# settings_cloudSync_signOutDialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# settings_cloudSync_signOutDialog_content
source: This will disconnect from the cloud provider. Your local data will remain intact.
ar: سيؤدي هذا إلى قطع الاتصال بمزود السحابة. ستبقى بياناتك المحلية سليمة.
de: Dadurch wird die Verbindung zum Cloud-Anbieter getrennt. Ihre lokalen Daten bleiben erhalten.
es: Esto desconectara del proveedor en la nube. Tus datos locales permaneceran intactos.
fr: Ceci vous deconnectera du fournisseur cloud. Vos donnees locales resteront intactes.
he: פעולה זו תנתק מספק הענן. הנתונים המקומיים שלך יישארו ללא שינוי.
hu: Ez levalasztja a felho szolgaltatorol. A helyi adatok sertetetlenek maradnak.
it: Questo disconnetterà dal provider cloud. I tuoi dati locali rimarranno intatti.
nl: Dit verbreekt de verbinding met de cloudprovider. Je lokale gegevens blijven intact.
pt: Isso desconectara do provedor de nuvem. Seus dados locais permanecerão intactos.
