Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# accessibility_dialog_keyboardShortcutsTitle
source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis clavier
he: קיצורי מקלדת
hu: Billentyuparancsok
it: Scorciatoie da tastiera
nl: Sneltoetsen
pt: Atalhos de Teclado

# accessibility_keyLabel_down
source: Down
ar: أسفل
de: Runter
es: Abajo
fr: Bas
he: למטה
hu: Le
it: Giu
nl: Omlaag
pt: Baixo

# accessibility_keyLabel_left
source: Left
ar: يسار
de: Links
es: Izquierda
fr: Gauche
he: שמאלה
hu: Bal
it: Sinistra
nl: Links
pt: Esquerda

# accessibility_keyLabel_right
source: Right
ar: يمين
de: Rechts
es: Derecha
fr: Droite
he: ימינה
hu: Jobb
it: Destra
nl: Rechts
pt: Direita

# accessibility_keyLabel_up
source: Up
ar: أعلى
de: Hoch
es: Arriba
fr: Haut
he: למעלה
hu: Fel
it: Su
nl: Omhoog
pt: Cima

# accessibility_label_chartSummary
source: {chartType} chart. {description}
ar: مخطط {chartType}. {description}
de: {chartType}-Diagramm. {description}
es: Gráfico de {chartType}. {description}
fr: Graphique {chartType}. {description}
he: תרשים {chartType}. {description}
hu: {chartType} diagram. {description}
it: Grafico {chartType}. {description}
nl: {chartType} grafiek. {description}
pt: Grafico tipo {chartType}. {description}

# accessibility_label_createNewItem
source: Create new item
ar: إنشاء عنصر جديد
de: Neues Element erstellen
es: Crear nuevo elemento
fr: Creer un nouvel element
he: יצירת פריט חדש
hu: Uj elem letrehozasa
it: Crea nuovo elemento
nl: Nieuw item aanmaken
pt: Criar novo item

# accessibility_label_hideList
source: Hide list
ar: إخفاء القائمة
de: Liste ausblenden
es: Ocultar lista
fr: Masquer la liste
he: הסתרת רשימה
hu: Lista elrejtese
it: Nascondi elenco
nl: Lijst verbergen
pt: Ocultar lista

# accessibility_label_hideMapView
source: Hide Map View
ar: إخفاء عرض الخريطة
de: Kartenansicht ausblenden
es: Ocultar vista de mapa
fr: Masquer la vue carte
he: הסתרת תצוגת מפה
hu: Terkepi nezet elrejtese
it: Nascondi vista mappa
nl: Kaartweergave verbergen
pt: Ocultar Visualizacao do Mapa

# accessibility_label_listPane
source: {title} list pane
ar: لوحة قائمة {title}
de: {title} Listenbereich
es: Panel de lista de {title}
fr: Volet liste {title}
he: חלונית רשימת {title}
hu: {title} lista panel
it: Pannello elenco {title}
nl: {title} lijstpaneel
pt: Painel de lista {title}

# accessibility_label_mapPane
source: {title} map pane
ar: لوحة خريطة {title}
de: {title} Kartenbereich
es: Panel de mapa de {title}
fr: Volet carte {title}
he: חלונית מפת {title}
hu: {title} terkep panel
it: Pannello mappa {title}
nl: {title} kaartpaneel
pt: Painel do mapa {title}

# accessibility_label_mapViewTitle
source: {title} map view
ar: عرض خريطة {title}
de: {title} Kartenansicht
es: Vista de mapa de {title}
fr: Vue carte {title}
he: תצוגת מפה של {title}
hu: {title} terkepi nezet
it: Vista mappa {title}
nl: {title} kaartweergave
pt: Visualizacao do mapa {title}

# accessibility_label_showList
source: Show List
ar: عرض القائمة
de: Liste anzeigen
es: Mostrar lista
fr: Afficher la liste
he: הצגת רשימה
hu: Lista megjelenitese
it: Mostra elenco
nl: Lijst tonen
pt: Mostrar Lista

# accessibility_label_showMapView
source: Show Map View
ar: عرض الخريطة
de: Kartenansicht anzeigen
es: Mostrar vista de mapa
fr: Afficher la vue carte
he: הצגת תצוגת מפה
hu: Terkepi nezet megjelenitese
it: Mostra vista mappa
nl: Kaartweergave tonen
pt: Mostrar Visualizacao do Mapa

# accessibility_label_viewDetails
source: View details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
fr: Voir les details
he: הצגת פרטים
hu: Reszletek megtekintese
it: Visualizza dettagli
nl: Details bekijken
pt: Ver detalhes

# accessibility_shortcutCategory_editing
source: Editing
ar: تحرير
de: Bearbeitung
es: Edición
fr: Edition
he: עריכה
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Edicao

# accessibility_shortcutCategory_general
source: General
ar: عام
de: Allgemein
he: כללי
hu: Altalanos
it: Generale
nl: Algemeen
pt: Geral

# accessibility_shortcutCategory_help
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
hu: Sugo
it: Aiuto
pt: Ajuda

# accessibility_shortcutCategory_navigation
source: Navigation
ar: تنقل
es: Navegación
he: ניווט
hu: Navigacio
it: Navigazione
nl: Navigatie
pt: Navegacao

# accessibility_shortcutCategory_search
source: Search
ar: بحث
de: Suche
es: Búsqueda
fr: Recherche
he: חיפוש
hu: Kereses
it: Cerca
nl: Zoeken
pt: Busca

# accessibility_shortcut_closeCancel
source: Close / Cancel
ar: إغلاق / إلغاء
de: Schliessen / Abbrechen
es: Cerrar / Cancelar
fr: Fermer / Annuler
he: סגירה / ביטול
hu: Bezaras / Megse
it: Chiudi / Annulla
nl: Sluiten / Annuleren
pt: Fechar / Cancelar

# accessibility_shortcut_goBack
source: Go back
ar: رجوع
de: Zurueck
es: Volver
fr: Revenir en arriere
he: חזרה אחורה
hu: Vissza
it: Torna indietro
nl: Ga terug
pt: Voltar

# accessibility_shortcut_goToDives
source: Go to Dives
ar: الانتقال إلى الغوصات
de: Zu Tauchgaengen
es: Ir a Inmersiones
fr: Aller aux plongees
he: מעבר לצלילות
hu: Ugras a merulesekhez
it: Vai a Immersioni
nl: Ga naar Duiken
pt: Ir para Mergulhos

# accessibility_shortcut_goToEquipment
source: Go to Equipment
ar: الانتقال إلى المعدات
de: Zur Ausruestung
es: Ir a Equipo
fr: Aller a l'equipement
he: מעבר לציוד
hu: Ugras a felszereleshez
it: Vai ad Attrezzatura
nl: Ga naar Uitrusting
pt: Ir para Equipamentos

# accessibility_shortcut_goToSettings
source: Go to Settings
ar: الانتقال إلى الإعدادات
de: Zu Einstellungen
es: Ir a Configuración
fr: Aller aux reglages
he: מעבר להגדרות
hu: Ugras a beallitasokhoz
it: Vai a Impostazioni
nl: Ga naar Instellingen
pt: Ir para Configuracoes

# accessibility_shortcut_goToSites
source: Go to Sites
ar: الانتقال إلى المواقع
de: Zu Tauchplaetzen
es: Ir a Puntos de buceo
fr: Aller aux sites
he: מעבר לאתרים
hu: Ugras a merulohelyekhez
it: Vai a Siti
nl: Ga naar Duikstekken
pt: Ir para Pontos de Mergulho

# accessibility_shortcut_goToStatistics
source: Go to Statistics
ar: الانتقال إلى الإحصائيات
de: Zu Statistiken
es: Ir a Estadísticas
fr: Aller aux statistiques
he: מעבר לסטטיסטיקות
hu: Ugras a statisztikakhoz
it: Vai a Statistiche
nl: Ga naar Statistieken
pt: Ir para Estatisticas

# accessibility_shortcut_keyboardShortcuts
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis clavier
he: קיצורי מקלדת
hu: Billentyuparancsok
it: Scorciatoie da tastiera
nl: Sneltoetsen
pt: Atalhos de teclado

# accessibility_shortcut_newDive
source: New dive
ar: غوصة جديدة
de: Neuer Tauchgang
es: Nueva inmersión
fr: Nouvelle plongee
he: צלילה חדשה
hu: Uj merules
it: Nuova immersione
nl: Nieuwe duik
pt: Novo mergulho

# accessibility_shortcut_openSettings
source: Open settings
ar: فتح الإعدادات
de: Einstellungen oeffnen
es: Abrir configuración
fr: Ouvrir les reglages
he: פתיחת הגדרות
hu: Beallitasok megnyitasa
it: Apri impostazioni
nl: Instellingen openen
pt: Abrir configuracoes

# accessibility_shortcut_searchDives
source: Search dives
ar: البحث في الغوصات
de: Tauchgaenge suchen
es: Buscar inmersiones
fr: Rechercher des plongees
he: חיפוש צלילות
hu: Merulesek keresese
it: Cerca immersioni
nl: Duiken zoeken
pt: Buscar mergulhos

# accessibility_sort_selectedLabel
source: Sort by {displayName}, currently selected
ar: ترتيب حسب {displayName}، محدد حالياً
de: Sortieren nach {displayName}, derzeit ausgewaehlt
es: Ordenar por {displayName}, actualmente seleccionado
fr: Trier par {displayName}, actuellement selectionne
he: מיון לפי {displayName}, נבחר כעת
hu: Rendezes: {displayName}, jelenleg kivalasztva
it: Ordina per {displayName}, attualmente selezionato
nl: Sorteren op {displayName}, momenteel geselecteerd
pt: Ordenar por {displayName}, selecionado atualmente

# accessibility_sort_unselectedLabel
source: Sort by {displayName}
ar: ترتيب حسب {displayName}
de: Sortieren nach {displayName}
es: Ordenar por {displayName}
fr: Trier par {displayName}
he: מיון לפי {displayName}
hu: Rendezes: {displayName}
it: Ordina per {displayName}
nl: Sorteren op {displayName}
pt: Ordenar por {displayName}

# buddies_action_add
source: Add Buddy
ar: إضافة رفيق
de: Tauchpartner hinzufügen
es: Agregar Compañero
fr: Ajouter un binôme
he: הוסף חבר צוללים
hu: Búvártárs hozzáadása
it: Aggiungi Compagno
nl: Buddy toevoegen
pt: Adicionar Companheiro

# buddies_action_addFirst
source: Add your first buddy
ar: أضف أول رفيق غوص
de: Fügen Sie Ihren ersten Tauchpartner hinzu
es: Agregar tu primer compañero
fr: Ajouter votre premier binôme
he: הוסף את חבר הצוללים הראשון שלך
hu: Add hozzá az első búvártársad
it: Aggiungi il tuo primo compagno
nl: Voeg je eerste buddy toe
pt: Adicione seu primeiro companheiro

# buddies_action_addTooltip
source: Add a new dive buddy
ar: إضافة رفيق غوص جديد
de: Neuen Tauchpartner hinzufügen
es: Agregar un nuevo compañero de buceo
fr: Ajouter un nouveau binôme de plongée
he: הוסף חבר צוללים חדש
hu: Új búvártárs hozzáadása
it: Aggiungi un nuovo compagno di immersione
nl: Nieuwe duikbuddy toevoegen
pt: Adicionar um novo companheiro de mergulho

# buddies_action_clearSearch
source: Clear search
ar: مسح البحث
de: Suche löschen
es: Limpiar búsqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Keresés törlése
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# buddies_action_edit
source: Edit buddy
ar: تعديل الرفيق
de: Tauchpartner bearbeiten
es: Editar compañero
fr: Modifier le binôme
he: ערוך חבר צוללים
hu: Búvártárs szerkesztése
it: Modifica compagno
nl: Buddy bewerken
pt: Editar companheiro

# buddies_action_importFromContacts
source: Import from Contacts
ar: استيراد من جهات الاتصال
de: Aus Kontakten importieren
es: Importar de Contactos
fr: Importer depuis les contacts
he: ייבא מאנשי קשר
hu: Importálás névjegyekből
it: Importa da Contatti
nl: Importeren uit contacten
pt: Importar dos Contatos

# buddies_action_moreOptions
source: More options
ar: المزيد من الخيارات
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
he: אפשרויות נוספות
hu: További lehetőségek
it: Altre opzioni
nl: Meer opties
pt: Mais opções

# buddies_action_retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
he: נסה שוב
hu: Újra
it: Riprova
nl: Opnieuw proberen
pt: Tentar novamente

# buddies_action_search
source: Search buddies
ar: البحث عن الرفاق
de: Tauchpartner suchen
es: Buscar compañeros
fr: Rechercher des binômes
he: חפש חברי צוללים
hu: Búvártársak keresése
it: Cerca compagni
nl: Buddies zoeken
pt: Buscar companheiros

# buddies_action_shareDives
source: Share Dives
ar: مشاركة الغطسات
de: Tauchgänge teilen
es: Compartir Inmersiones
fr: Partager les plongées
he: שתף צלילות
hu: Merülések megosztása
it: Condividi Immersioni
nl: Duiken delen
pt: Compartilhar Mergulhos

# buddies_action_sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
he: מיין
hu: Rendezés
it: Ordina
nl: Sorteren
pt: Ordenar

# buddies_action_sortTitle
source: Sort Buddies
ar: ترتيب الرفاق
de: Tauchpartner sortieren
es: Ordenar Compañeros
fr: Trier les binômes
he: מיין חברי צוללים
hu: Búvártársak rendezése
it: Ordina Compagni
nl: Buddies sorteren
pt: Ordenar Companheiros

# buddies_action_update
source: Update Buddy
ar: تحديث الرفيق
de: Tauchpartner aktualisieren
es: Actualizar Compañero
fr: Mettre à jour le binôme
he: עדכן חבר צוללים
hu: Búvártárs frissítése
it: Aggiorna Compagno
nl: Buddy bijwerken
pt: Atualizar Companheiro

# buddies_action_viewAll
source: View All ({count})
ar: عرض الكل ({count})
de: Alle anzeigen ({count})
es: Ver Todos ({count})
fr: Voir tout ({count})
he: הצג הכל ({count})
hu: Összes megtekintése ({count})
it: Mostra Tutti ({count})
nl: Alles bekijken ({count})
pt: Ver Todos ({count})

# buddies_detail_error
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# buddies_detail_noDivesTogether
source: No dives together yet
ar: لا يوجد غطسات مشتركة بعد
de: Noch keine gemeinsamen Tauchgänge
es: Aún no hay inmersiones juntos
fr: Aucune plongée ensemble pour le moment
he: עדיין אין צלילות משותפות
hu: Még nem merültetek együtt
it: Nessuna immersione insieme ancora
nl: Nog geen duiken samen
pt: Nenhum mergulho juntos ainda

# buddies_detail_notFound
source: Buddy not found
ar: الرفيق غير موجود
de: Tauchpartner nicht gefunden
es: Compañero no encontrado
fr: Binôme introuvable
he: חבר צוללים לא נמצא
hu: Búvártárs nem található
it: Compagno non trovato
nl: Buddy niet gevonden
pt: Companheiro não encontrado

# buddies_dialog_deleteMessage
source: Are you sure you want to delete {name}? This action cannot be undone.
ar: هل أنت متأكد من حذف {name}؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie {name} wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar a {name}? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer {name} ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק את {name}? פעולה זו אינה ניתנת לביטול.
hu: Biztosan törölni szeretnéd: {name}? Ez a művelet nem vonható vissza.
it: Sei sicuro di voler eliminare {name}? Questa azione non può essere annullata.
nl: Weet je zeker dat je {name} wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt: Tem certeza de que deseja excluir {name}? Esta ação não pode ser desfeita.

# buddies_dialog_deleteTitle
source: Delete Buddy?
ar: حذف الرفيق؟
de: Tauchpartner löschen?
es: ¿Eliminar Compañero?
fr: Supprimer le binôme ?
he: למחוק חבר צוללים?
hu: Búvártárs törlése?
it: Eliminare Compagno?
nl: Buddy verwijderen?
pt: Excluir Companheiro?

# buddies_dialog_discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
he: בטל
hu: Elvetés
it: Scarta
nl: Verwerpen
pt: Descartar

# buddies_dialog_discardMessage
source: You have unsaved changes. Are you sure you want to discard them?
ar: لديك تغييرات غير محفوظة. هل تريد تجاهلها؟
de: Sie haben nicht gespeicherte Änderungen. Möchten Sie diese wirklich verwerfen?
es: Tienes cambios sin guardar. ¿Estás seguro de que deseas descartarlos?
fr: Vous avez des modifications non enregistrées. Voulez-vous vraiment les abandonner ?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לבטל אותם?
hu: Nem mentett módosításaid vannak. Biztosan elveted őket?
it: Hai modifiche non salvate. Sei sicuro di volerle scartare?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je deze wilt verwerpen?
pt: Você tem alterações não salvas. Tem certeza de que deseja descartá-las?

# buddies_dialog_discardTitle
source: Discard Changes?
ar: تجاهل التغييرات؟
de: Änderungen verwerfen?
es: ¿Descartar Cambios?
fr: Abandonner les modifications ?
he: לבטל שינויים?
hu: Módosítások elvetése?
it: Scartare Modifiche?
nl: Wijzigingen verwerpen?
pt: Descartar Alterações?

# buddies_dialog_keepEditing
source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir Editando
fr: Continuer à modifier
he: המשך עריכה
hu: Szerkesztés folytatása
it: Continua Modifica
nl: Doorgaan met bewerken
pt: Continuar Editando

# buddies_empty_subtitle
source: Add your first dive buddy to get started
ar: أضف أول رفيق غوص للبدء
de: Fügen Sie Ihren ersten Tauchpartner hinzu, um zu beginnen
es: Agrega tu primer compañero de buceo para comenzar
fr: Ajoutez votre premier binôme de plongée pour commencer
he: הוסף את חבר הצוללים הראשון שלך כדי להתחיל
hu: Add hozzá az első búvártársad a kezdéshez
it: Aggiungi il tuo primo compagno di immersione per iniziare
nl: Voeg je eerste duikbuddy toe om te beginnen
pt: Adicione seu primeiro companheiro de mergulho para começar

# buddies_empty_title
source: No dive buddies yet
ar: لا يوجد رفاق غوص بعد
de: Noch keine Tauchpartner
es: Aún no hay compañeros de buceo
fr: Aucun binôme de plongée pour le moment
he: עדיין אין חברי צוללים
hu: Még nincsenek búvártársak
it: Nessun compagno di immersione ancora
nl: Nog geen duikbuddies
pt: Nenhum companheiro de mergulho ainda

# buddies_error_loading
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# buddies_error_unableToLoadDives
source: Unable to load dives
ar: تعذر تحميل الغطسات
de: Tauchgänge können nicht geladen werden
es: No se pueden cargar las inmersiones
fr: Impossible de charger les plongées
he: לא ניתן לטעון צלילות
hu: Nem lehet betölteni a merüléseket
it: Impossibile caricare le immersioni
nl: Kan duiken niet laden
pt: Não foi possível carregar os mergulhos

# buddies_error_unableToLoadStats
source: Unable to load statistics
ar: تعذر تحميل الإحصائيات
de: Statistiken können nicht geladen werden
es: No se pueden cargar las estadísticas
fr: Impossible de charger les statistiques
he: לא ניתן לטעון סטטיסטיקות
hu: Nem lehet betölteni a statisztikákat
it: Impossibile caricare le statistiche
nl: Kan statistieken niet laden
pt: Não foi possível carregar as estatísticas

# buddies_field_certificationAgency
source: Certification Agency
ar: جهة الاعتماد
de: Zertifizierungsorganisation
es: Agencia Certificadora
fr: Organisme de certification
he: גוף הסמכה
hu: Képesítő szervezet
it: Agenzia di Certificazione
nl: Certificeringsorganisatie
pt: Agência Certificadora

# buddies_field_certificationLevel
source: Certification Level
ar: مستوى الاعتماد
de: Zertifizierungsstufe
es: Nivel de Certificación
fr: Niveau de certification
he: רמת הסמכה
hu: Képesítési szint
it: Livello di Certificazione
nl: Certificeringsniveau
pt: Nível de Certificação

# buddies_field_email
source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
he: דוא"ל

# buddies_field_nameHint
source: Enter buddy name
ar: أدخل اسم الرفيق
de: Tauchpartnername eingeben
es: Ingresa el nombre del compañero
fr: Entrer le nom du binôme
he: הזן שם חבר צוללים
hu: Add meg a búvártárs nevét
it: Inserisci nome compagno
nl: Voer buddy naam in
pt: Digite o nome do companheiro

# buddies_field_nameRequired
source: Name *
ar: الاسم *
es: Nombre *
fr: Nom *
he: שם *
hu: Név *
it: Nome *
nl: Naam *
pt: Nome *

# buddies_field_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Notas

# buddies_field_notesHint
source: Add notes about this buddy...
ar: أضف ملاحظات عن هذا الرفيق...
de: Notizen zu diesem Tauchpartner hinzufügen...
es: Agrega notas sobre este compañero...
fr: Ajouter des notes sur ce binôme...
he: הוסף הערות על חבר צוללים זה...
hu: Írj jegyzeteket erről a búvártársról...
it: Aggiungi note su questo compagno...
nl: Voeg notities toe over deze buddy...
pt: Adicione notas sobre este companheiro...

# buddies_field_phone
source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
he: טלפון
hu: Telefon
it: Telefono
nl: Telefoon
pt: Telefone

# buddies_label_agency
source: Agency
ar: الجهة
de: Organisation
es: Agencia
fr: Organisme
he: גוף הסמכה
hu: Szervezet
it: Agenzia
nl: Organisatie
pt: Agência

# buddies_label_diveCount
source: {count, plural, =1{1 dive} other{{count} dives}}
ar: {count, plural, =1{غطسة واحدة} other{{count} غطسة}}
de: {count, plural, =1{1 Tauchgang} other{{count} Tauchgänge}}
es: {count, plural, =1{1 inmersión} other{{count} inmersiones}}
fr: {count, plural, =1{1 plongée} other{{count} plongées}}
he: {count, plural, =1{צלילה אחת} other{{count} צלילות}}
hu: {count, plural, =1{1 merülés} other{{count} merülés}}
it: {count, plural, =1{1 immersione} other{{count} immersioni}}
nl: {count, plural, =1{1 duik} other{{count} duiken}}
pt: {count, plural, =1{1 mergulho} other{{count} mergulhos}}

# buddies_label_level
source: Level
ar: المستوى
de: Stufe
es: Nivel
fr: Niveau
he: רמה
hu: Szint
it: Livello
nl: Niveau
pt: Nível

# buddies_label_notSpecified
source: Not specified
ar: غير محدد
de: Nicht angegeben
es: No especificado
fr: Non spécifié
he: לא צוין
hu: Nincs megadva
it: Non specificato
nl: Niet opgegeven
pt: Não especificado

# buddies_label_photoComingSoon
source: Photo support coming in v2.0
ar: دعم الصور قادم في الإصدار 2.0
de: Fotounterstützung kommt in v2.0
es: Soporte para fotos disponible en v2.0
fr: Support photo disponible dans la v2.0
he: תמיכה בתמונה תגיע ב-v2.0
hu: Fotó támogatás a v2.0-ban
it: Supporto foto in arrivo nella v2.0
nl: Foto ondersteuning komt in v2.0
pt: Suporte a fotos em breve na v2.0

# buddies_message_added
source: Buddy added successfully
ar: تمت إضافة الرفيق بنجاح
de: Tauchpartner erfolgreich hinzugefügt
es: Compañero agregado exitosamente
fr: Binôme ajouté avec succès
he: חבר צוללים נוסף בהצלחה
hu: Búvártárs sikeresen hozzáadva
it: Compagno aggiunto con successo
nl: Buddy succesvol toegevoegd
pt: Companheiro adicionado com sucesso

# buddies_message_contactImportUnavailable
source: Contact import is not available on this platform
ar: استيراد جهات الاتصال غير متوفر على هذا النظام
de: Kontaktimport ist auf dieser Plattform nicht verfügbar
es: La importación de contactos no está disponible en esta plataforma
fr: L'import de contacts n'est pas disponible sur cette plateforme
he: ייבוא אנשי קשר אינו זמין בפלטפורמה זו
hu: Névjegy importálás nem elérhető ezen a platformon
it: L'importazione dei contatti non è disponibile su questa piattaforma
nl: Contacten importeren is niet beschikbaar op dit platform
pt: Importação de contatos não está disponível nesta plataforma

# buddies_message_contactLoadFailed
source: Failed to load contacts
ar: فشل تحميل جهات الاتصال
de: Kontakte konnten nicht geladen werden
es: Error al cargar los contactos
fr: Échec du chargement des contacts
he: נכשל בטעינת אנשי קשר
hu: Névjegyek betöltése sikertelen
it: Impossibile caricare i contatti
nl: Contacten laden mislukt
pt: Falha ao carregar contatos

# buddies_message_contactPermissionRequired
source: Contact permission is required to import buddies
ar: يجب الحصول على إذن جهات الاتصال لاستيراد الرفاق
de: Kontaktberechtigung ist erforderlich, um Tauchpartner zu importieren
es: Se requiere permiso de contactos para importar compañeros
fr: L'autorisation d'accès aux contacts est requise pour importer des binômes
he: נדרשת הרשאת אנשי קשר לייבוא חברי צוללים
hu: Névjegy engedély szükséges a búvártársak importálásához
it: È richiesto il permesso dei contatti per importare i compagni
nl: Contacten toegang is vereist om buddies te importeren
pt: Permissão de contatos é necessária para importar companheiros

# buddies_message_deleted
source: Buddy deleted
ar: تم حذف الرفيق
de: Tauchpartner gelöscht
es: Compañero eliminado
fr: Binôme supprimé
he: חבר צוללים נמחק
hu: Búvártárs törölve
it: Compagno eliminato
nl: Buddy verwijderd
pt: Companheiro excluído

# buddies_message_errorImportingContact
source: Error importing contact: {error}
ar: خطأ في استيراد جهة الاتصال: {error}
de: Fehler beim Importieren des Kontakts: {error}
es: Error al importar contacto: {error}
fr: Erreur lors de l'import du contact : {error}
he: שגיאה בייבוא איש קשר: {error}
hu: Hiba a névjegy importálásakor: {error}
it: Errore durante l'importazione del contatto: {error}
nl: Fout bij importeren contact: {error}
pt: Erro ao importar contato: {error}

# buddies_message_errorLoading
source: Error loading buddy: {error}
ar: خطأ في تحميل الرفيق: {error}
de: Fehler beim Laden des Tauchpartners: {error}
es: Error al cargar compañero: {error}
fr: Erreur lors du chargement du binôme : {error}
he: שגיאה בטעינת חבר צוללים: {error}
hu: Hiba a búvártárs betöltésekor: {error}
it: Errore durante il caricamento del compagno: {error}
nl: Fout bij laden buddy: {error}
pt: Erro ao carregar companheiro: {error}

# buddies_message_errorSaving
source: Error saving buddy: {error}
ar: خطأ في حفظ الرفيق: {error}
de: Fehler beim Speichern des Tauchpartners: {error}
es: Error al guardar compañero: {error}
fr: Erreur lors de l'enregistrement du binôme : {error}
he: שגיאה בשמירת חבר צוללים: {error}
hu: Hiba a búvártárs mentésekor: {error}
it: Errore durante il salvataggio del compagno: {error}
nl: Fout bij opslaan buddy: {error}
pt: Erro ao salvar companheiro: {error}
