Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveCenters_dialog_discardMessage
source: You have unsaved changes. Are you sure you want to discard them?
ar: لديك تغييرات غير محفوظة. هل تريد تجاهلها؟
de: Sie haben nicht gespeicherte Änderungen. Möchten Sie diese wirklich verwerfen?
es: Tienes cambios sin guardar. ¿Estás seguro de que deseas descartarlos?
fr: Vous avez des modifications non enregistrées. Voulez-vous vraiment les abandonner ?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לבטל אותם?
hu: Nem mentett módosításaid vannak. Biztosan elveted őket?
it: Hai modifiche non salvate. Sei sicuro di volerle scartare?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je deze wilt verwerpen?
pt: Você tem alterações não salvas. Tem certeza de que deseja descartá-las?

# diveCenters_dialog_discardTitle
source: Discard Changes?
ar: تجاهل التغييرات؟
de: Änderungen verwerfen?
es: ¿Descartar Cambios?
fr: Abandonner les modifications ?
he: לבטל שינויים?
hu: Módosítások elvetése?
it: Scartare Modifiche?
nl: Wijzigingen verwerpen?
pt: Descartar Alterações?

# diveCenters_dialog_keepEditing
source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir Editando
fr: Continuer à modifier
he: המשך עריכה
hu: Szerkesztés folytatása
it: Continua Modifica
nl: Doorgaan met bewerken
pt: Continuar Editando

# diveCenters_empty_subtitle
source: Add your favorite dive shops and operators
ar: أضف متاجر ومشغلي الغوص المفضلين لديك
de: Fügen Sie Ihre bevorzugten Tauchshops und -anbieter hinzu
es: Agrega tus tiendas y operadores de buceo favoritos
fr: Ajoutez vos boutiques de plongée et opérateurs préférés
he: הוסף את חנויות הצלילה והמפעילים המועדפים עליך
hu: Add hozzá kedvenc búvárüzleteid és szolgáltatóid
it: Aggiungi i tuoi diving center e operatori preferiti
nl: Voeg je favoriete duikwinkels en operators toe
pt: Adicione suas lojas e operadores de mergulho favoritos

# diveCenters_empty_title
source: No dive centers yet
ar: لا توجد مراكز غوص بعد
de: Noch keine Tauchcenter
es: Aún no hay centros de buceo
fr: Aucun centre de plongée pour le moment
he: עדיין אין מרכזי צלילה
hu: Még nincsenek búvárközpontok
it: Nessun centro immersioni ancora
nl: Nog geen duikcentra
pt: Nenhum centro de mergulho ainda

# diveCenters_error_generic
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# diveCenters_error_geocodeFailed
source: Could not find coordinates for this address
ar: تعذر العثور على الإحداثيات لهذا العنوان
de: Koordinaten für diese Adresse konnten nicht gefunden werden
es: No se pudieron encontrar coordenadas para esta dirección
fr: Impossible de trouver les coordonnées pour cette adresse
he: לא ניתן למצוא קואורדינטות עבור כתובת זו
hu: Nem sikerült koordinátákat találni ehhez a címhez
it: Impossibile trovare le coordinate per questo indirizzo
nl: Kon geen coördinaten vinden voor dit adres
pt: Não foi possível encontrar as coordenadas para este endereço

# diveCenters_error_importFailed
source: Failed to import dive center
ar: فشل استيراد مركز الغوص
de: Tauchcenter konnte nicht importiert werden
es: Error al importar centro de buceo
fr: Échec de l'import du centre de plongée
he: נכשל בייבוא מרכז צלילה
hu: Búvárközpont importálása sikertelen
it: Importazione del centro immersioni fallita
nl: Duikcentrum importeren mislukt
pt: Falha ao importar centro de mergulho

# diveCenters_error_loading
source: Error loading dive centers: {error}
ar: خطأ في تحميل مراكز الغوص: {error}
de: Fehler beim Laden der Tauchcenter: {error}
es: Error al cargar centros de buceo: {error}
fr: Erreur lors du chargement des centres de plongée : {error}
he: שגיאה בטעינת מרכזי צלילה: {error}
hu: Hiba a búvárközpontok betöltésekor: {error}
it: Errore durante il caricamento dei centri immersioni: {error}
nl: Fout bij laden duikcentra: {error}
pt: Erro ao carregar centros de mergulho: {error}

# diveCenters_error_locationPermission
source: Unable to get location. Please check permissions.
ar: تعذر الحصول على الموقع. يرجى التحقق من الأذونات.
de: Standort kann nicht abgerufen werden. Bitte prüfen Sie die Berechtigungen.
es: No se puede obtener la ubicación. Por favor verifica los permisos.
fr: Impossible d'obtenir la position. Veuillez vérifier les autorisations.
he: לא ניתן לקבל מיקום. נא לבדוק הרשאות.
hu: Nem lehet lekérni a helyzetet. Ellenőrizd az engedélyeket.
it: Impossibile ottenere la posizione. Controlla i permessi.
nl: Kan locatie niet ophalen. Controleer toegangsrechten.
pt: Não foi possível obter a localização. Verifique as permissões.

# diveCenters_error_locationUnavailable
source: Unable to get location. Location services may not be available.
ar: تعذر الحصول على الموقع. قد لا تكون خدمات الموقع متاحة.
de: Standort kann nicht abgerufen werden. Ortungsdienste sind möglicherweise nicht verfügbar.
es: No se puede obtener la ubicación. Los servicios de ubicación pueden no estar disponibles.
fr: Impossible d'obtenir la position. Les services de localisation peuvent ne pas être disponibles.
he: לא ניתן לקבל מיקום. שירותי מיקום עשויים להיות לא זמינים.
hu: Nem lehet lekérni a helyzetet. A helymeghatározás lehet, hogy nem elérhető.
it: Impossibile ottenere la posizione. I servizi di localizzazione potrebbero non essere disponibili.
nl: Kan locatie niet ophalen. Locatieservices zijn mogelijk niet beschikbaar.
pt: Não foi possível obter a localização. Os serviços de localização podem não estar disponíveis.

# diveCenters_error_noAddressForLookup
source: Please enter an address to look up coordinates
ar: الرجاء إدخال عنوان للبحث عن الإحداثيات
de: Bitte geben Sie eine Adresse ein, um Koordinaten nachzuschlagen
es: Por favor ingresa una dirección para buscar coordenadas
fr: Veuillez entrer une adresse pour rechercher les coordonnées
he: נא להזין כתובת כדי לחפש קואורדינטות
hu: Adj meg egy címet a koordináták kereséséhez
it: Inserisci un indirizzo per cercare le coordinate
nl: Voer een adres in om coördinaten op te zoeken
pt: Digite um endereço para consultar as coordenadas

# diveCenters_error_notFound
source: Dive center not found
ar: مركز الغوص غير موجود
de: Tauchcenter nicht gefunden
es: Centro de buceo no encontrado
fr: Centre de plongée introuvable
he: מרכז צלילה לא נמצא
hu: Búvárközpont nem található
it: Centro immersioni non trovato
nl: Duikcentrum niet gevonden
pt: Centro de mergulho não encontrado

# diveCenters_error_saving
source: Error saving dive center: {error}
ar: خطأ في حفظ مركز الغوص: {error}
de: Fehler beim Speichern des Tauchcenters: {error}
es: Error al guardar centro de buceo: {error}
fr: Erreur lors de l'enregistrement du centre de plongée : {error}
he: שגיאה בשמירת מרכז צלילה: {error}
hu: Hiba a búvárközpont mentésekor: {error}
it: Errore durante il salvataggio del centro immersioni: {error}
nl: Fout bij opslaan duikcentrum: {error}
pt: Erro ao salvar centro de mergulho: {error}

# diveCenters_error_unknown
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
he: שגיאה לא ידועה
hu: Ismeretlen hiba
it: Errore sconosciuto
nl: Onbekende fout
pt: Erro desconhecido

# diveCenters_field_city
source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
he: עיר
hu: Város
it: Città
nl: Plaats
pt: Cidade

# diveCenters_field_country
source: Country
ar: البلد
de: Land
es: País
fr: Pays
he: מדינה
hu: Ország
it: Paese
nl: Land
pt: País

# diveCenters_field_latitude
source: Latitude
ar: خط العرض
de: Breitengrad
es: Latitud
he: קו רוחב
hu: Földrajzi szélesség
it: Latitudine
nl: Breedtegraad

# diveCenters_field_longitude
source: Longitude
ar: خط الطول
de: Längengrad
es: Longitud
he: קו אורך
hu: Földrajzi hosszúság
it: Longitudine
nl: Lengtegraad

# diveCenters_field_nameRequired
source: Name *
ar: الاسم *
es: Nombre *
fr: Nom *
he: שם *
hu: Név *
it: Nome *
nl: Naam *
pt: Nome *

# diveCenters_field_postalCode
source: Postal Code
ar: الرمز البريدي
de: Postleitzahl
es: Código Postal
fr: Code postal
he: מיקוד
hu: Irányítószám
it: Codice Postale
nl: Postcode
pt: Código Postal

# diveCenters_field_rating
source: Rating
ar: التقييم
de: Bewertung
es: Calificación
fr: Évaluation
he: דירוג
hu: Értékelés
it: Valutazione
nl: Beoordeling
pt: Avaliação

# diveCenters_field_stateProvince
source: State/Province
ar: الولاية/المقاطعة
de: Bundesland/Provinz
es: Estado/Provincia
fr: État/Province
he: מדינה/מחוז
hu: Állam/Megye
it: Stato/Provincia
nl: Staat/Provincie
pt: Estado/Província

# diveCenters_field_street
source: Street Address
ar: عنوان الشارع
de: Straßenadresse
es: Dirección
fr: Adresse
he: כתובת רחוב
hu: Utca, házszám
it: Indirizzo
nl: Straatnaam
pt: Endereço

# diveCenters_hint_addressDescription
source: Optional street address for navigation
ar: عنوان الشارع الاختياري للملاحة
de: Optionale Straßenadresse für Navigation
es: Dirección opcional para navegación
fr: Adresse facultative pour la navigation
he: כתובת רחוב אופציונלית לניווט
hu: Opcionális utca, házszám navigációhoz
it: Indirizzo opzionale per la navigazione
nl: Optioneel straatadres voor navigatie
pt: Endereço opcional para navegação

# diveCenters_hint_affiliationsDescription
source: Select training agencies this center is affiliated with
ar: اختر وكالات التدريب التي يرتبط بها هذا المركز
de: Wählen Sie Ausbildungsorganisationen aus, mit denen dieses Center verbunden ist
es: Selecciona las agencias de entrenamiento con las que este centro está afiliado
fr: Sélectionnez les organismes de formation auxquels ce centre est affilié
he: בחר גופי הכשרה שהמרכז מזוהה איתם
hu: Válaszd ki a képzési szervezeteket, amelyekkel ez a központ kapcsolatban áll
it: Seleziona le agenzie di addestramento con cui questo centro è affiliato
nl: Selecteer trainingsorganisaties waar dit centrum bij is aangesloten
pt: Selecione as agências de treinamento com as quais este centro é afiliado

# diveCenters_hint_city
source: e.g., Phuket
ar: مثال: بوكيت
de: z.B. Phuket
es: ej., Phuket
fr: ex. Marseille
he: לדוגמה: פוקט
hu: pl. Balaton
it: es., Phuket
nl: bijv. Phuket
pt: ex: Phuket

# diveCenters_hint_country
source: e.g., Thailand
ar: مثال: تايلاند
de: z.B. Thailand
es: ej., Tailandia
fr: ex. France
he: לדוגמה: תאילנד
hu: pl. Magyarország
it: es., Thailandia
nl: bijv. Thailand
pt: ex: Tailândia

# diveCenters_hint_gpsDescription
source: Choose a location method or enter coordinates manually
ar: اختر طريقة تحديد الموقع أو أدخل الإحداثيات يدوياً
de: Wählen Sie eine Standortmethode oder geben Sie die Koordinaten manuell ein
es: Elige un método de ubicación o ingresa coordenadas manualmente
fr: Choisissez une méthode de localisation ou entrez les coordonnées manuellement
he: בחר שיטת מיקום או הזן קואורדינטות ידנית
hu: Válassz helymeghatározási módszert vagy add meg manuálisan a koordinátákat
it: Scegli un metodo di posizione o inserisci le coordinate manualmente
nl: Kies een locatiemethode of voer coördinaten handmatig in
pt: Escolha um método de localização ou digite as coordenadas manualmente

# diveCenters_hint_importSearch
source: Search dive centers (e.g., "PADI", "Thailand")
ar: البحث عن مراكز الغوص (مثال: "PADI"، "تايلاند")
de: Tauchcenter suchen (z.B. "PADI", "Thailand")
es: Buscar centros de buceo (ej., "PADI", "Tailandia")
fr: Rechercher des centres de plongée (ex. « PADI », « Thaïlande »)
he: חפש מרכזי צלילה (לדוגמה: "PADI", "תאילנד")
hu: Búvárközpontok keresése (pl. "PADI", "Thaiföld")
it: Cerca centri immersioni (es., "PADI", "Thailandia")
nl: Zoek duikcentra (bijv. "PADI", "Thailand")
pt: Buscar centros de mergulho (ex: "PADI", "Tailândia")

# diveCenters_hint_latitude
source: e.g., 10.4613
ar: مثال: 10.4613
de: z.B. 10.4613
es: ej., 10.4613
fr: ex. 43.2965
he: לדוגמה: 10.4613
hu: pl. 47.4979
it: es., 10.4613
nl: bijv. 10.4613
pt: ex: 10.4613

# diveCenters_hint_longitude
source: e.g., 99.8359
ar: مثال: 99.8359
de: z.B. 99.8359
es: ej., 99.8359
fr: ex. 5.3698
he: לדוגמה: 99.8359
hu: pl. 19.0402
it: es., 99.8359
nl: bijv. 99.8359
pt: ex: 99.8359

# diveCenters_hint_name
source: Enter dive center name
ar: أدخل اسم مركز الغوص
de: Tauchcentername eingeben
es: Ingresa el nombre del centro de buceo
fr: Entrer le nom du centre de plongée
he: הזן שם מרכז צלילה
hu: Add meg a búvárközpont nevét
it: Inserisci nome centro immersioni
nl: Voer naam duikcentrum in
pt: Digite o nome do centro de mergulho

# diveCenters_hint_notes
source: Any additional information...
ar: أي معلومات إضافية...
de: Zusätzliche Informationen...
es: Cualquier información adicional...
fr: Toute information complémentaire...
he: כל מידע נוסף...
hu: Bármilyen további információ...
it: Eventuali informazioni aggiuntive...
nl: Eventuele aanvullende informatie...
pt: Qualquer informação adicional...

# diveCenters_hint_postalCode
source: e.g., 83100
ar: مثال: 83100
de: z.B. 83100
es: ej., 83100
fr: ex. 13008
he: לדוגמה: 83100
hu: pl. 1234
it: es., 83100
nl: bijv. 83100
pt: ex: 83100

# diveCenters_hint_stateProvince
source: e.g., Phuket
ar: مثال: بوكيت
de: z.B. Bayern
es: ej., Phuket
fr: ex. Bouches-du-Rhône
he: לדוגמה: פוקט
hu: pl. Veszprém
it: es., Phuket
nl: bijv. Phuket
pt: ex: Phuket

# diveCenters_hint_street
source: e.g., 123 Beach Road
ar: مثال: 123 شارع الشاطئ
de: z.B. Strandstraße 123
es: ej., Calle Playa 123
fr: ex. 123 Rue de la Corniche
he: לדוגמה: דרך החוף 123
hu: pl. Fő utca 123
it: es., Via Spiaggia 123
nl: bijv. Strandweg 123
pt: ex: Rua da Praia, 123

# diveCenters_import_fromDatabase
source: Import from Database ({count})
ar: استيراد من قاعدة البيانات ({count})
de: Aus Datenbank importieren ({count})
es: Importar de Base de Datos ({count})
fr: Importer depuis la base de données ({count})
he: ייבא ממאגר נתונים ({count})
hu: Importálás adatbázisból ({count})
it: Importa dal Database ({count})
nl: Importeren uit database ({count})
pt: Importar do Banco de Dados ({count})

# diveCenters_import_myCenters
source: My Centers ({count})
ar: مراكزي ({count})
de: Meine Center ({count})
es: Mis Centros ({count})
fr: Mes centres ({count})
he: המרכזים שלי ({count})
hu: Központjaim ({count})
it: I Miei Centri ({count})
nl: Mijn centra ({count})
pt: Meus Centros ({count})

# diveCenters_import_noResults
source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin Resultados
fr: Aucun résultat
he: אין תוצאות
hu: Nincs találat
it: Nessun Risultato
nl: Geen resultaten
pt: Nenhum Resultado

# diveCenters_import_noResultsMessage
source: No dive centers found for "{query}". Try a different search term.
ar: لم يتم العثور على مراكز غوص لـ "{query}". جرب مصطلح بحث مختلف.
de: Keine Tauchcenter für "{query}" gefunden. Versuchen Sie einen anderen Suchbegriff.
es: No se encontraron centros de buceo para "{query}". Intenta con otro término de búsqueda.
fr: Aucun centre de plongée trouvé pour « {query} ». Essayez un autre terme de recherche.
he: לא נמצאו מרכזי צלילה עבור "{query}". נסה מונח חיפוש אחר.
hu: Nem találhatók búvárközpontok erre: "{query}". Próbálj más keresési kifejezést.
it: Nessun centro immersioni trovato per "{query}". Prova un termine di ricerca diverso.
nl: Geen duikcentra gevonden voor "{query}". Probeer een andere zoekterm.
pt: Nenhum centro de mergulho encontrado para "{query}". Tente um termo de busca diferente.

# diveCenters_import_searchDescription
source: Search for dive centers, shops, and clubs from our database of operators around the world.
ar: البحث عن مراكز الغوص والمتاجر والنوادي من قاعدة بيانات المشغلين حول العالم.
de: Suchen Sie nach Tauchcentern, -shops und -clubs aus unserer Datenbank von Anbietern weltweit.
es: Busca centros de buceo, tiendas y clubes de nuestra base de datos de operadores alrededor del mundo.
fr: Recherchez des centres de plongée, boutiques et clubs dans notre base de données d'opérateurs du monde entier.
he: חפש מרכזי צלילה, חנויות ומועדונים ממאגר הנתונים שלנו של מפעילים ברחבי העולם.
hu: Keress búvárközpontokat, üzleteket és klubokat a világ körüli szolgáltatók adatbázisából.
it: Cerca centri immersioni, negozi e club dal nostro database di operatori in tutto il mondo.
nl: Zoek naar duikcentra, winkels en clubs uit onze database van operators wereldwijd.
pt: Busque centros de mergulho, lojas e clubes em nosso banco de dados de operadores ao redor do mundo.

# diveCenters_import_searchError
source: Search Error
ar: خطأ في البحث
de: Suchfehler
es: Error de Búsqueda
fr: Erreur de recherche
he: שגיאת חיפוש
hu: Keresési hiba
it: Errore di Ricerca
nl: Zoekfout
pt: Erro na Busca

# diveCenters_import_searchHint
source: Try searching by name, country, or certification agency.
ar: جرب البحث بالاسم أو البلد أو وكالة الاعتماد.
de: Versuchen Sie die Suche nach Name, Land oder Zertifizierungsorganisation.
es: Intenta buscar por nombre, país o agencia certificadora.
fr: Essayez de rechercher par nom, pays ou organisme de certification.
he: נסה לחפש לפי שם, מדינה או גוף הסמכה.
hu: Próbálj név, ország vagy képesítő szervezet alapján keresni.
it: Prova a cercare per nome, paese o agenzia di certificazione.
nl: Probeer te zoeken op naam, land of certificeringsorganisatie.
pt: Tente buscar por nome, país ou agência certificadora.

# diveCenters_import_searchTitle
source: Search Dive Centers
ar: البحث عن مراكز الغوص
de: Tauchcenter suchen
es: Buscar Centros de Buceo
fr: Rechercher des centres de plongée
he: חפש מרכזי צלילה
hu: Búvárközpontok keresése
it: Cerca Centri Immersioni
nl: Zoek duikcentra
pt: Buscar Centros de Mergulho

# diveCenters_label_alreadyImported
source: Already Imported
ar: مستورد بالفعل
de: Bereits importiert
es: Ya Importado
fr: Déjà importé
he: כבר יובא
hu: Már importálva
it: Già Importato
nl: Al geïmporteerd
pt: Já Importado

# diveCenters_label_diveCount
source: {count, plural, =1{1 dive} other{{count} dives}}
ar: {count, plural, =1{غطسة واحدة} other{{count} غطسة}}
de: {count, plural, =1{1 Tauchgang} other{{count} Tauchgänge}}
es: {count, plural, =1{1 inmersión} other{{count} inmersiones}}
fr: {count, plural, =1{1 plongée} other{{count} plongées}}
he: {count, plural, =1{צלילה אחת} other{{count} צלילות}}
hu: {count, plural, =1{1 merülés} other{{count} merülés}}
it: {count, plural, =1{1 immersione} other{{count} immersioni}}
nl: {count, plural, =1{1 duik} other{{count} duiken}}
pt: {count, plural, =1{1 mergulho} other{{count} mergulhos}}

# diveCenters_label_email
source: Email
ar: البريد الإلكتروني
es: Correo Electrónico
he: דוא"ל

# diveCenters_label_imported
source: Imported
ar: مستورد
de: Importiert
es: Importado
fr: Importé
he: יובא
hu: Importálva
it: Importato
nl: Geïmporteerd
pt: Importado

# diveCenters_label_locationNotSet
source: Location not set
ar: الموقع غير محدد
de: Standort nicht festgelegt
es: Ubicación no establecida
fr: Position non définie
he: מיקום לא הוגדר
hu: Helyszín nincs beállítva
it: Posizione non impostata
nl: Locatie niet ingesteld
pt: Localização não definida

# diveCenters_label_locationUnknown
source: Location unknown
ar: الموقع غير معروف
de: Standort unbekannt
es: Ubicación desconocida
fr: Position inconnue
he: מיקום לא ידוע
hu: Ismeretlen helyszín
it: Posizione sconosciuta
nl: Locatie onbekend
pt: Localização desconhecida

# diveCenters_label_phone
source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
he: טלפון
hu: Telefon
it: Telefono
nl: Telefoon
pt: Telefone

# diveCenters_label_saved
source: Saved
ar: محفوظ
de: Gespeichert
es: Guardado
fr: Enregistré
he: נשמר
hu: Mentve
it: Salvato
nl: Opgeslagen
pt: Salvo

# diveCenters_label_source
source: Source: {source}
ar: المصدر: {source}
de: Quelle: {source}
es: Fuente: {source}
he: מקור: {source}
hu: Forrás: {source}
it: Fonte: {source}
nl: Bron: {source}
pt: Fonte: {source}

# diveCenters_label_website
source: Website
ar: الموقع الإلكتروني
es: Sitio Web
fr: Site web
he: אתר אינטרנט
hu: Weboldal
it: Sito Web
pt: Site

# diveCenters_map_addCoordinatesHint
source: Add coordinates to your dive centers to see them on the map
ar: أضف الإحداثيات إلى مراكز الغوص لرؤيتها على الخريطة
de: Fügen Sie Ihren Tauchcentern Koordinaten hinzu, um sie auf der Karte zu sehen
es: Agrega coordenadas a tus centros de buceo para verlos en el mapa
fr: Ajoutez des coordonnées à vos centres de plongée pour les voir sur la carte
he: הוסף קואורדינטות למרכזי הצלילה שלך כדי לראות אותם במפה
hu: Add hozzá a koordinátákat a búvárközpontjaidhoz, hogy lásd őket a térképen
it: Aggiungi coordinate ai tuoi centri immersioni per vederli sulla mappa
nl: Voeg coördinaten toe aan je duikcentra om ze op de kaart te zien
pt: Adicione coordenadas aos seus centros de mergulho para vê-los no mapa

# diveCenters_map_noCoordinates
source: No dive centers with coordinates
ar: لا توجد مراكز غوص مع إحداثيات
de: Keine Tauchcenter mit Koordinaten
es: No hay centros de buceo con coordenadas
fr: Aucun centre de plongée avec coordonnées
he: אין מרכזי צלילה עם קואורדינטות
hu: Nincsenek koordinátákkal rendelkező búvárközpontok
it: Nessun centro immersioni con coordinate
nl: Geen duikcentra met coördinaten
pt: Nenhum centro de mergulho com coordenadas

# diveCenters_picker_newCenter
source: New Dive Center
ar: مركز غوص جديد
de: Neues Tauchcenter
es: Nuevo Centro de Buceo
fr: Nouveau centre de plongée
he: מרכז צלילה חדש
hu: Új búvárközpont
it: Nuovo Centro Immersioni
nl: Nieuw duikcentrum
pt: Novo Centro de Mergulho

# diveCenters_picker_title
source: Select Dive Center
ar: اختيار مركز الغوص
de: Tauchcenter auswählen
es: Seleccionar Centro de Buceo
fr: Sélectionner un centre de plongée
he: בחר מרכז צלילה
hu: Búvárközpont kiválasztása
it: Seleziona Centro Immersioni
nl: Selecteer duikcentrum
pt: Selecionar Centro de Mergulho

# diveCenters_search_noResults
source: No results for "{query}"
ar: لا توجد نتائج لـ "{query}"
de: Keine Ergebnisse für "{query}"
es: Sin resultados para "{query}"
fr: Aucun résultat pour « {query} »
he: אין תוצאות עבור "{query}"
hu: Nincs találat erre: "{query}"
it: Nessun risultato per "{query}"
nl: Geen resultaten voor "{query}"
pt: Nenhum resultado para "{query}"

# diveCenters_search_prompt
source: Search dive centers
ar: البحث عن مراكز الغوص
de: Tauchcenter suchen
es: Buscar centros de buceo
fr: Rechercher des centres de plongée
he: חפש מרכזי צלילה
hu: Búvárközpontok keresése
it: Cerca centri immersioni
nl: Zoek duikcentra
pt: Buscar centros de mergulho

# diveCenters_section_address
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
he: כתובת
hu: Cím
it: Indirizzo
nl: Adres
pt: Endereço

# diveCenters_section_affiliations
source: Affiliations
ar: الانتماءات
de: Verbindungen
es: Afiliaciones
he: השתייכויות
hu: Kapcsolatok
it: Affiliazioni
nl: Aangesloten bij
pt: Afiliações

# diveCenters_section_basicInfo
source: Basic Information
ar: المعلومات الأساسية
de: Grundinformationen
es: Información Básica
fr: Informations de base
he: מידע בסיסי
hu: Alapvető információk
it: Informazioni di Base
nl: Basisinformatie
pt: Informações Básicas

# diveCenters_section_contact
source: Contact
ar: الاتصال
de: Kontakt
es: Contacto
he: יצירת קשר
hu: Kapcsolat
it: Contatto
pt: Contato

# diveCenters_section_contactInfo
source: Contact Information
ar: معلومات الاتصال
de: Kontaktinformationen
es: Información de Contacto
fr: Informations de contact
he: פרטי קשר
hu: Kapcsolati információk
it: Informazioni di Contatto
nl: Contactinformatie
pt: Informações de Contato

# diveCenters_section_gpsCoordinates
source: GPS Coordinates
ar: إحداثيات GPS
de: GPS-Koordinaten
es: Coordenadas GPS
fr: Coordonnées GPS
he: קואורדינטות GPS
hu: GPS koordináták
it: Coordinate GPS
nl: GPS coördinaten
pt: Coordenadas GPS

# diveCenters_section_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Jegyzetek
it: Note
nl: Notities
pt: Notas
