Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# certifications_renderer_label_instructor
source: Instructor: {name}
ar: المدرب: {name}
de: Tauchlehrer: {name}
fr: Instructeur : {name}
he: מדריך: {name}
hu: Oktato: {name}
it: Istruttore: {name}
nl: Instructeur: {name}
pt: Instrutor: {name}

# certifications_renderer_label_instructorWithNumber
source: Instructor: {name} ({number})
ar: المدرب: {name} ({number})
de: Tauchlehrer: {name} ({number})
fr: Instructeur : {name} ({number})
he: מדריך: {name} ({number})
hu: Oktato: {name} ({number})
it: Istruttore: {name} ({number})
nl: Instructeur: {name} ({number})
pt: Instrutor: {name} ({number})

# certifications_renderer_label_issued
source: Issued: {date}
ar: تاريخ الإصدار: {date}
de: Ausgestellt: {date}
es: Emitida: {date}
fr: Delivree le : {date}
he: הונפק: {date}
hu: Kiallitva: {date}
it: Rilasciata: {date}
nl: Uitgegeven: {date}
pt: Emissao: {date}

# certifications_renderer_label_thisCertifies
source: This certifies that
ar: تشهد هذه الوثيقة بأن
de: Hiermit wird bescheinigt, dass
es: Esto certifica que
fr: Ceci certifie que
he: בזאת מאושר כי
hu: Ezuton igazoljuk, hogy
it: Si certifica che
nl: Hierbij wordt gecertificeerd dat
pt: Isto certifica que

# certifications_search_empty_hint
source: Search by name, agency, or card number
ar: البحث بالاسم أو الوكالة أو رقم البطاقة
de: Nach Name, Verband oder Kartennummer suchen
es: Buscar por nombre, agencia o numero de tarjeta
fr: Rechercher par nom, organisme ou numero de carte
he: חיפוש לפי שם, ארגון או מספר כרטיס
hu: Kereses nev, szervezet vagy kartyaszam alapjan
it: Cerca per nome, agenzia o numero tessera
nl: Zoek op naam, organisatie of kaartnummer
pt: Buscar por nome, agencia ou numero do cartao

# certifications_search_fieldLabel
source: Search certifications...
ar: البحث في الشهادات...
de: Zertifizierungen durchsuchen...
es: Buscar certificaciones...
fr: Rechercher des certifications...
he: חיפוש הסמכות...
hu: Tanusitványok keresese...
it: Cerca certificazioni...
nl: Certificeringen zoeken...
pt: Buscar certificacoes...

# certifications_search_noResults
source: No certifications found for "{query}"
ar: لم يتم العثور على شهادات لـ "{query}"
de: Keine Zertifizierungen gefunden fuer "{query}"
es: No se encontraron certificaciones para "{query}"
fr: Aucune certification trouvee pour "{query}"
he: לא נמצאו הסמכות עבור "{query}"
hu: Nem talalhato tanusitvany a kovetkezore: "{query}"
it: Nessuna certificazione trovata per "{query}"
nl: Geen certificeringen gevonden voor "{query}"
pt: Nenhuma certificacao encontrada para "{query}"

# certifications_search_tooltip_back
source: Back
ar: رجوع
de: Zurueck
es: Atras
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# certifications_search_tooltip_clear
source: Clear search
ar: مسح البحث
de: Suche loeschen
es: Borrar busqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar busca

# certifications_share_error_card
source: Failed to share card: {error}
ar: فشل في مشاركة البطاقة: {error}
de: Karte konnte nicht geteilt werden: {error}
es: Error al compartir tarjeta: {error}
fr: Echec du partage de la carte : {error}
he: שיתוף הכרטיס נכשל: {error}
hu: Nem sikerult a kartya megosztasa: {error}
it: Condivisione tessera non riuscita: {error}
nl: Kaart delen mislukt: {error}
pt: Falha ao compartilhar cartao: {error}

# certifications_share_error_certificate
source: Failed to share certificate: {error}
ar: فشل في مشاركة الشهادة: {error}
de: Zertifikat konnte nicht geteilt werden: {error}
es: Error al compartir certificado: {error}
fr: Echec du partage du certificat : {error}
he: שיתוף התעודה נכשל: {error}
hu: Nem sikerult a tanusitvany megosztasa: {error}
it: Condivisione certificato non riuscita: {error}
nl: Certificaat delen mislukt: {error}
pt: Falha ao compartilhar certificado: {error}

# certifications_share_option_card_subtitle
source: Credit card-style certification image
ar: صورة شهادة بنمط بطاقة الائتمان
de: Zertifizierungsbild im Kreditkartenformat
es: Imagen de certificacion estilo tarjeta de credito
fr: Image de certification au format carte de credit
he: תמונת הסמכה בסגנון כרטיס אשראי
hu: Bankkartya meretu tanusitvany kep
it: Immagine della certificazione in formato tessera
nl: Certificeringsafbeelding in creditcardformaat
pt: Imagem da certificacao em formato cartao de credito

# certifications_share_option_card_title
source: Share as Card
ar: مشاركة كبطاقة
de: Als Karte teilen
es: Compartir como tarjeta
fr: Partager en carte
he: שתף ככרטיס
hu: Megosztas kartyakent
it: Condividi come tessera
nl: Delen als kaart
pt: Compartilhar como Cartao

# certifications_share_option_certificate_subtitle
source: Formal certificate document
ar: وثيقة شهادة رسمية
de: Formelles Zertifikatsdokument
es: Documento de certificado formal
fr: Document de certificat officiel
he: מסמך תעודה רשמי
hu: Hivatalos tanusitvany dokumentum
it: Documento di certificazione formale
nl: Formeel certificaatdocument
pt: Documento de certificado formal

# certifications_share_option_certificate_title
source: Share as Certificate
ar: مشاركة كشهادة
de: Als Zertifikat teilen
es: Compartir como certificado
fr: Partager en certificat
he: שתף כתעודה
hu: Megosztas oklevélkent
it: Condividi come certificato
nl: Delen als certificaat
pt: Compartilhar como Certificado

# certifications_share_title
source: Share Certification
ar: مشاركة الشهادة
de: Zertifizierung teilen
es: Compartir certificacion
fr: Partager la certification
he: שיתוף הסמכה
hu: Tanusitvany megosztasa
it: Condividi certificazione
nl: Certificering delen
pt: Compartilhar Certificacao

# certifications_summary_header_subtitle
source: Select a certification from the list to view details
ar: اختر شهادة من القائمة لعرض التفاصيل
de: Waehlen Sie eine Zertifizierung aus der Liste, um Details anzuzeigen
es: Selecciona una certificacion de la lista para ver detalles
fr: Selectionnez une certification dans la liste pour voir les details
he: בחר הסמכה מהרשימה כדי לצפות בפרטים
hu: Valasszon egy tanusitvanyt a listabol a reszletek megtekintésehez
it: Seleziona una certificazione dalla lista per visualizzare i dettagli
nl: Selecteer een certificering uit de lijst om details te bekijken
pt: Selecione uma certificacao da lista para ver detalhes

# certifications_summary_header_title
source: Certifications
ar: الشهادات
de: Zertifizierungen
es: Certificaciones
he: הסמכות
hu: Tanusitványok
it: Certificazioni
nl: Certificeringen
pt: Certificacoes

# certifications_summary_overview_title
source: Overview
ar: نظرة عامة
de: Uebersicht
es: Resumen
fr: Apercu
he: סקירה כללית
hu: Attekintes
it: Panoramica
nl: Overzicht
pt: Visao Geral

# certifications_summary_quickActions_add
source: Add Certification
ar: إضافة شهادة
de: Zertifizierung hinzufuegen
es: Agregar certificacion
fr: Ajouter une certification
he: הוסף הסמכה
hu: Tanusitvany hozzaadasa
it: Aggiungi certificazione
nl: Certificering toevoegen
pt: Adicionar Certificacao

# certifications_summary_quickActions_title
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rapidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyorsmuveletek
it: Azioni rapide
nl: Snelle acties
pt: Acoes Rapidas

# certifications_summary_recentTitle
source: Recent Certifications
ar: الشهادات الأخيرة
de: Neueste Zertifizierungen
es: Certificaciones recientes
fr: Certifications recentes
he: הסמכות אחרונות
hu: Legutobbi tanusitványok
it: Certificazioni recenti
nl: Recente certificeringen
pt: Certificacoes Recentes

# certifications_summary_stat_expired
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Vencidas
fr: Expirees
he: פג תוקף
hu: Lejart
it: Scadute
nl: Verlopen
pt: Expiradas

# certifications_summary_stat_expiringSoon
source: Expiring Soon
ar: تنتهي قريبًا
de: Laeuft bald ab
es: Por vencer
fr: Expirent bientot
he: תוקף פג בקרוב
hu: Hamarosan lejar
it: In scadenza
nl: Verloopt binnenkort
pt: Expirando em Breve

# certifications_summary_stat_total
source: Total
ar: الإجمالي
de: Gesamt
he: סה"כ
hu: Osszes
it: Totale
nl: Totaal

# certifications_summary_stat_valid
source: Valid
ar: سارية
de: Gueltig
es: Vigentes
fr: Valides
he: בתוקף
hu: Ervenyes
it: Valide
nl: Geldig
pt: Validas

# certifications_walletCard_countPlural
source: {count} certifications
ar: {count} شهادات
de: {count} Zertifizierungen
es: {count} certificaciones
he: {count} הסמכות
hu: {count} tanusitvany
it: {count} certificazioni
nl: {count} certificeringen
pt: {count} certificacoes

# certifications_walletCard_countSingular
source: {count} certification
ar: {count} شهادة
de: {count} Zertifizierung
es: {count} certificacion
he: הסמכה {count}
hu: {count} tanusitvany
it: {count} certificazione
nl: {count} certificering
pt: {count} certificacao

# certifications_walletCard_emptyFooter
source: Add your first certification
ar: أضف شهادتك الأولى
de: Fuegen Sie Ihre erste Zertifizierung hinzu
es: Agrega tu primera certificacion
fr: Ajoutez votre premiere certification
he: הוסף את ההסמכה הראשונה שלך
hu: Adja hozza az elso tanusitvanyt
it: Aggiungi la tua prima certificazione
nl: Voeg je eerste certificering toe
pt: Adicione sua primeira certificacao

# certifications_walletCard_error
source: Failed to load certifications
ar: فشل في تحميل الشهادات
de: Zertifizierungen konnten nicht geladen werden
es: Error al cargar certificaciones
fr: Echec du chargement des certifications
he: טעינת ההסמכות נכשלה
hu: Nem sikerult a tanusitványok betoltese
it: Impossibile caricare le certificazioni
nl: Kan certificeringen niet laden
pt: Falha ao carregar certificacoes

# certifications_walletCard_semanticLabel
source: Certification Wallet. Tap to view all certifications
ar: محفظة الشهادات. انقر لعرض جميع الشهادات
de: Zertifizierungskartei. Tippen, um alle Zertifizierungen anzuzeigen
es: Cartera de certificaciones. Toca para ver todas las certificaciones
fr: Portefeuille de certifications. Appuyez pour voir toutes les certifications
he: ארנק הסמכות. הקש כדי לצפות בכל ההסמכות
hu: Tanusitvany tarca. Koppintson az osszes tanusitvany megtekintésehez
it: Portafoglio certificazioni. Tocca per visualizzare tutte le certificazioni
nl: Certificeringsportemonnee. Tik om alle certificeringen te bekijken
pt: Carteira de Certificacoes. Toque para ver todas as certificacoes

# certifications_walletCard_tapToAdd
source: Tap to add
ar: انقر للإضافة
de: Tippen zum Hinzufuegen
es: Toca para agregar
fr: Appuie pour ajouter
he: הקש להוספה
hu: Koppintson a hozzaadashoz
it: Tocca per aggiungere
nl: Tik om toe te voegen
pt: Toque para adicionar

# certifications_walletCard_title
source: Certification Wallet
ar: محفظة الشهادات
de: Zertifizierungskartei
es: Cartera de certificaciones
fr: Portefeuille de certifications
he: ארנק הסמכות
hu: Tanusitvany tarca
it: Portafoglio certificazioni
nl: Certificeringsportemonnee
pt: Carteira de Certificacoes

# certifications_wallet_appBar_title
source: Certification Wallet
ar: محفظة الشهادات
de: Zertifizierungskartei
es: Cartera de certificaciones
fr: Portefeuille de certifications
he: ארנק הסמכות
hu: Tanusitvany tarca
it: Portafoglio certificazioni
nl: Certificeringsportemonnee
pt: Carteira de Certificacoes

# certifications_wallet_error_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujraproba
it: Riprova
nl: Opnieuw proberen
pt: Tentar novamente

# certifications_wallet_error_title
source: Failed to load certifications
ar: فشل في تحميل الشهادات
de: Zertifizierungen konnten nicht geladen werden
es: Error al cargar certificaciones
fr: Echec du chargement des certifications
he: טעינת ההסמכות נכשלה
hu: Nem sikerult a tanusitványok betoltese
it: Impossibile caricare le certificazioni
nl: Kan certificeringen niet laden
pt: Falha ao carregar certificacoes

# certifications_wallet_options_edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Editar

# certifications_wallet_options_share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
he: שיתוף
hu: Megosztas
it: Condividi
nl: Delen
pt: Compartilhar

# certifications_wallet_options_viewDetails
source: View Details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
fr: Voir les details
he: צפייה בפרטים
hu: Reszletek megtekintese
it: Visualizza dettagli
nl: Details bekijken
pt: Ver Detalhes

# certifications_wallet_tooltip_add
source: Add certification
ar: إضافة شهادة
de: Zertifizierung hinzufuegen
es: Agregar certificacion
fr: Ajouter une certification
he: הוסף הסמכה
hu: Tanusitvany hozzaadasa
it: Aggiungi certificazione
nl: Certificering toevoegen
pt: Adicionar certificacao

# certifications_wallet_tooltip_share
source: Share certification
ar: مشاركة الشهادة
de: Zertifizierung teilen
es: Compartir certificacion
fr: Partager la certification
he: שתף הסמכה
hu: Tanusitvany megosztasa
it: Condividi certificazione
nl: Certificering delen
pt: Compartilhar certificacao

# common_action_back
source: Back
ar: رجوع
de: Zurueck
es: Atrás
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# common_action_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# common_action_close
source: Close
ar: إغلاق
de: Schliessen
es: Cerrar
fr: Fermer
he: סגירה
hu: Bezaras
it: Chiudi
nl: Sluiten
pt: Fechar

# common_action_delete
source: Delete
ar: حذف
de: Loeschen
es: Eliminar
fr: Supprimer
he: מחיקה
hu: Torles
it: Elimina
nl: Verwijderen
pt: Excluir

# common_action_edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
hu: Szerkesztes
it: Modifica
nl: Bewerken
pt: Editar

# common_action_ok
source: OK
ar: موافق
es: Aceptar
he: אישור

# common_action_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# common_action_search
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
he: חיפוש
hu: Kereses
it: Cerca
nl: Zoeken
pt: Buscar

# common_label_error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# common_label_loading
source: Loading
ar: جارٍ التحميل
de: Wird geladen
es: Cargando
fr: Chargement
he: טוען
hu: Betoltes
it: Caricamento
nl: Laden
pt: Carregando

# courses_action_add
source: Add Course
ar: إضافة دورة
de: Kurs hinzufügen
es: Agregar Curso
fr: Ajouter un cours
he: הוסף קורס
hu: Tanfolyam hozzáadása
it: Aggiungi Corso
nl: Cursus toevoegen
pt: Adicionar Curso

# courses_action_create
source: Create Course
ar: إنشاء دورة
de: Kurs erstellen
es: Crear Curso
fr: Créer un cours
he: צור קורס
hu: Tanfolyam létrehozása
it: Crea Corso
nl: Cursus aanmaken
pt: Criar Curso

# courses_action_edit
source: Edit course
ar: تعديل الدورة
de: Kurs bearbeiten
es: Editar curso
fr: Modifier le cours
he: ערוך קורס
hu: Tanfolyam szerkesztése
it: Modifica corso
nl: Cursus bewerken
pt: Editar curso

# courses_action_exportTrainingLog
source: Export Training Log
ar: تصدير سجل التدريب
de: Ausbildungsprotokoll exportieren
es: Exportar Registro de Entrenamiento
fr: Exporter le carnet de formation
he: ייצא יומן אימונים
hu: Képzési napló exportálása
it: Esporta Registro Addestramento
nl: Trainingslogboek exporteren
pt: Exportar Registro de Treinamento

# courses_action_markCompleted
source: Mark as Completed
ar: وضع علامة كمكتمل
de: Als abgeschlossen markieren
es: Marcar como Completado
fr: Marquer comme terminé
he: סמן כהושלם
hu: Megjelölés befejezettként
it: Segna come Completato
nl: Markeren als voltooid
pt: Marcar como Concluído

# courses_action_moreOptions
source: More options
ar: المزيد من الخيارات
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
he: אפשרויות נוספות
hu: További lehetőségek
it: Altre opzioni
nl: Meer opties
pt: Mais opções

# courses_action_retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
he: נסה שוב
hu: Újra
it: Riprova
nl: Opnieuw proberen
pt: Tentar novamente

# courses_action_saveChanges
source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar Cambios
fr: Enregistrer les modifications
he: שמור שינויים
hu: Módosítások mentése
it: Salva Modifiche
nl: Wijzigingen opslaan
pt: Salvar Alterações

# courses_action_saveSemantic
source: Save course
ar: حفظ الدورة
de: Kurs speichern
es: Guardar curso
fr: Enregistrer le cours
he: שמור קורס
hu: Tanfolyam mentése
it: Salva corso
nl: Cursus opslaan
pt: Salvar curso

# courses_action_sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
he: מיין
hu: Rendezés
it: Ordina
nl: Sorteren
pt: Ordenar

# courses_action_sortTitle
source: Sort Courses
ar: ترتيب الدورات
de: Kurse sortieren
es: Ordenar Cursos
fr: Trier les cours
he: מיין קורסים
hu: Tanfolyamok rendezése
it: Ordina Corsi
nl: Cursussen sorteren
pt: Ordenar Cursos

# courses_card_instructor
source: Instructor: {name}
ar: المدرب: {name}
de: Tauchlehrer: {name}
fr: Instructeur : {name}
he: מדריך: {name}
hu: Oktató: {name}
it: Istruttore: {name}
nl: Instructeur: {name}
pt: Instrutor: {name}

# courses_card_started
source: Started {date}
ar: بدأت في {date}
de: Begonnen am {date}
es: Iniciado {date}
fr: Commencé le {date}
he: התחיל ב-{date}
hu: Kezdés: {date}
it: Iniziato il {date}
nl: Gestart {date}
pt: Iniciado em {date}

# courses_detail_certificationNotFound
source: Certification not found
ar: الاعتماد غير موجود
de: Zertifizierung nicht gefunden
es: Certificación no encontrada
fr: Certification introuvable
he: הסמכה לא נמצאה
hu: Képesítés nem található
it: Certificazione non trovata
nl: Certificering niet gevonden
pt: Certificação não encontrada

# courses_detail_noTrainingDives
source: No training dives linked yet
ar: لا توجد غطسات تدريبية مربوطة بعد
de: Noch keine Ausbildungstauchgänge verknüpft
es: Aún no hay inmersiones de entrenamiento vinculadas
fr: Aucune plongée de formation associée pour le moment
he: עדיין אין צלילות אימון מקושרות
hu: Még nincsenek hozzákapcsolt képzési merülések
it: Nessuna immersione di addestramento collegata ancora
nl: Nog geen trainingsduiken gekoppeld
pt: Nenhum mergulho de treinamento vinculado ainda

# courses_detail_notFound
source: Course not found
ar: الدورة غير موجودة
de: Kurs nicht gefunden
es: Curso no encontrado
fr: Cours introuvable
he: קורס לא נמצא
hu: Tanfolyam nem található
it: Corso non trovato
nl: Cursus niet gevonden
pt: Curso não encontrado

# courses_dialog_complete
source: Complete
ar: إكمال
de: Abschließen
es: Completar
fr: Terminer
he: השלם
hu: Befejezés
it: Completa
nl: Voltooien
pt: Concluir

# courses_dialog_deleteMessage
source: Are you sure you want to delete {name}? This action cannot be undone.
ar: هل أنت متأكد من حذف {name}؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie {name} wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar {name}? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer {name} ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק את {name}? פעולה זו אינה ניתנת לביטול.
hu: Biztosan törölni szeretnéd: {name}? Ez a művelet nem vonható vissza.
it: Sei sicuro di voler eliminare {name}? Questa azione non può essere annullata.
nl: Weet je zeker dat je {name} wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt: Tem certeza de que deseja excluir {name}? Esta ação não pode ser desfeita.

# courses_dialog_deleteTitle
source: Delete Course?
ar: حذف الدورة؟
de: Kurs löschen?
es: ¿Eliminar Curso?
fr: Supprimer le cours ?
he: למחוק קורס?
hu: Tanfolyam törlése?
it: Eliminare Corso?
nl: Cursus verwijderen?
pt: Excluir Curso?

# courses_dialog_markCompletedMessage
source: This will mark the course as completed with today's date. Continue?
ar: سيتم وضع علامة على الدورة كمكتملة بتاريخ اليوم. هل تريد المتابعة؟
de: Dies markiert den Kurs als abgeschlossen mit dem heutigen Datum. Fortfahren?
es: Esto marcará el curso como completado con la fecha de hoy. ¿Continuar?
fr: Ceci marquera le cours comme terminé à la date d'aujourd'hui. Continuer ?
he: פעולה זו תסמן את הקורס כהושלם עם תאריך היום. להמשיך?
hu: Ez befejezettként jelöli meg a tanfolyamot a mai dátummal. Folytatod?
it: Questo segnerà il corso come completato con la data odierna. Continuare?
nl: Dit markeert de cursus als voltooid met de datum van vandaag. Doorgaan?
pt: Isso marcará o curso como concluído com a data de hoje. Continuar?

# courses_dialog_markCompletedTitle
source: Mark as Completed?
ar: وضع علامة كمكتمل؟
de: Als abgeschlossen markieren?
es: ¿Marcar como Completado?
fr: Marquer comme terminé ?
he: לסמן כהושלם?
hu: Megjelölés befejezettként?
it: Segnare come Completato?
nl: Markeren als voltooid?
pt: Marcar como Concluído?

# courses_empty_noCompleted
source: No completed courses
ar: لا توجد دورات مكتملة
de: Keine abgeschlossenen Kurse
es: No hay cursos completados
fr: Aucun cours terminé
he: אין קורסים שהושלמו
hu: Nincsenek befejezett tanfolyamok
it: Nessun corso completato
nl: Geen voltooide cursussen
pt: Nenhum curso concluído

# courses_empty_noInProgress
source: No courses in progress
ar: لا توجد دورات قيد التنفيذ
de: Keine laufenden Kurse
es: No hay cursos en progreso
fr: Aucun cours en cours
he: אין קורסים בתהליך
hu: Nincsenek folyamatban lévő tanfolyamok
it: Nessun corso in corso
nl: Geen cursussen bezig
pt: Nenhum curso em andamento

# courses_empty_subtitle
source: Add your first course to get started
ar: أضف أول دورة للبدء
de: Fügen Sie Ihren ersten Kurs hinzu, um zu beginnen
es: Agrega tu primer curso para comenzar
fr: Ajoutez votre premier cours pour commencer
he: הוסף את הקורס הראשון שלך כדי להתחיל
hu: Add hozzá az első tanfolyamod a kezdéshez
it: Aggiungi il tuo primo corso per iniziare
nl: Voeg je eerste cursus toe om te beginnen
pt: Adicione seu primeiro curso para começar

# courses_empty_title
source: No training courses yet
ar: لا توجد دورات تدريبية بعد
de: Noch keine Ausbildungskurse
es: Aún no hay cursos de entrenamiento
fr: Aucun cours de formation pour le moment
he: עדיין אין קורסי אימון
hu: Még nincsenek képzési tanfolyamok
it: Nessun corso di addestramento ancora
nl: Nog geen trainingscursussen
pt: Nenhum curso de treinamento ainda

# courses_error_generic
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# courses_error_loadingCertification
source: Error loading certification
ar: خطأ في تحميل الاعتماد
de: Fehler beim Laden der Zertifizierung
es: Error al cargar certificación
fr: Erreur lors du chargement de la certification
he: שגיאה בטעינת הסמכה
hu: Hiba a képesítés betöltésekor
it: Errore durante il caricamento della certificazione
nl: Fout bij laden certificering
pt: Erro ao carregar certificação

# courses_error_loadingDives
source: Error loading dives
ar: خطأ في تحميل الغطسات
de: Fehler beim Laden der Tauchgänge
es: Error al cargar inmersiones
fr: Erreur lors du chargement des plongées
he: שגיאה בטעינת צלילות
hu: Hiba a merülések betöltésekor
it: Errore durante il caricamento delle immersioni
nl: Fout bij laden duiken
pt: Erro ao carregar mergulhos

# courses_field_courseName
source: Course Name
ar: اسم الدورة
de: Kursname
es: Nombre del Curso
fr: Nom du cours
he: שם הקורס
hu: Tanfolyam neve
it: Nome Corso
nl: Cursusnaam
pt: Nome do Curso

# courses_field_courseNameHint
source: e.g. Open Water Diver
ar: مثال: غواص المياه المفتوحة
de: z.B. Open Water Diver
es: ej. Open Water Diver
fr: ex. Open Water Diver
he: לדוגמה: צולל מים פתוחים
hu: pl. Nyíltvízi búvár
it: es. Open Water Diver
nl: bijv. Open Water Diver
pt: ex: Open Water Diver

# courses_field_instructorName
source: Instructor Name
ar: اسم المدرب
de: Tauchlehrername
es: Nombre del Instructor
fr: Nom de l'instructeur
he: שם המדריך
hu: Oktató neve
it: Nome Istruttore
nl: Naam instructeur
pt: Nome do Instrutor
