Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# planning_card_surfaceInterval_description
source: Calculate the minimum surface interval needed between dives based on tissue loading. Visualize how your 16 tissue compartments off-gas over time.
ar: احسب الحد الأدنى للفاصل الزمني على السطح المطلوب بين الغوصات بناءً على تحميل الأنسجة. تصور كيف تتخلص أنسجتك الـ 16 من الغاز بمرور الوقت.
de: Berechnen Sie das erforderliche Mindestoberflaechen-Intervall zwischen Tauchgaengen basierend auf der Gewebebelastung. Visualisieren Sie, wie Ihre 16 Gewebekompartimente ueber die Zeit entsaettigen.
es: Calcula el intervalo de superficie minimo necesario entre inmersiones basado en la carga tisular. Visualiza como tus 16 compartimentos tisulares desaturan con el tiempo.
fr: Calculez l'intervalle de surface minimum necessaire entre les plongees en fonction de la saturation tissulaire. Visualisez comment vos 16 compartiments tissulaires desaturent au fil du temps.
he: חשב את מרווח השטח המינימלי הנדרש בין צלילות בהתבסס על עומס הרקמות. צפה כיצד 16 תאי הרקמה שלך פורקים גז לאורך זמן.
hu: Szamitsa ki a merülesek közötti minimalis felszini idot a szöveti terhelés alapjan. Vizualizalja, hogyan gaztalanitodik a 16 szoveti rekesz az ido függvenyében.
it: Calcola l'intervallo di superficie minimo necessario tra le immersioni in base al carico tessutale. Visualizza come i tuoi 16 compartimenti tessutali rilasciano gas nel tempo.
nl: Bereken het minimale oppervlakte-interval dat nodig is tussen duiken op basis van weefselbelasting. Visualiseer hoe je 16 weefselcompartimenten ontgassen in de tijd.
pt: Calcule o intervalo de superficie minimo necessario entre mergulhos com base na carga tissular. Visualize como seus 16 compartimentos teciduais liberam gas ao longo do tempo.

# planning_card_surfaceInterval_subtitle
source: Plan repetitive dive intervals
ar: تخطيط فترات الغوص المتكرر
de: Wiederholungstauchgang-Intervalle planen
es: Planifica intervalos de inmersiones repetitivas
fr: Planifiez les intervalles de plongees successives
he: תכנן מרווחי צלילות חוזרות
hu: Ismetelt merülesek idointervallumainak tervezese
it: Pianifica intervalli per immersioni ripetitive
nl: Plan herhalingsduikintervallen
pt: Planeje intervalos de mergulho repetitivo

# planning_card_surfaceInterval_title
source: Surface Interval
ar: الفاصل الزمني على السطح
de: Oberflaechen-Intervall
es: Intervalo de superficie
fr: Intervalle de surface
he: מרווח שטח
hu: Felszini idoköz
it: Intervallo di superficie
nl: Oppervlakte-interval
pt: Intervalo de Superficie

# planning_card_weightCalculator_description
source: Estimate the weight you need based on your exposure suit, tank material, water type, and body weight.
ar: قدّر الوزن الذي تحتاجه بناءً على بدلة الغوص، ومادة الأسطوانة، ونوع الماء، ووزن الجسم.
de: Schaetzen Sie das benoetigte Gewicht basierend auf Ihrem Tauchanzug, Flaschenmaterial, Wassertyp und Koerpergewicht.
es: Estima el peso que necesitas segun tu traje de exposicion, material del tanque, tipo de agua y peso corporal.
fr: Estimez le lestage necessaire en fonction de votre combinaison, du materiau du bloc, du type d'eau et de votre poids corporel.
he: הערך את המשקל הנדרש בהתבסס על חליפת הצלילה, חומר הבלון, סוג המים ומשקל הגוף שלך.
hu: Becsülje meg a szükseges sulyt a merülesi ruha, palack anyag, viztipus es testsuly alapjan.
it: Stima la zavorra necessaria in base alla muta, al materiale della bombola, al tipo di acqua e al peso corporeo.
nl: Schat het gewicht dat je nodig hebt op basis van je duikpak, flesmateriaal, watertype en lichaamsgewicht.
pt: Estime o peso necessario com base na sua roupa de exposicao, material do cilindro, tipo de agua e peso corporal.

# planning_card_weightCalculator_subtitle
source: Recommended weight for your setup
ar: الوزن الموصى به لإعدادك
de: Empfohlenes Gewicht fuer Ihre Konfiguration
es: Peso recomendado para tu configuracion
fr: Lestage recommande pour votre configuration
he: משקל מומלץ להגדרה שלך
hu: Ajanlott suly az adott felszereleshez
it: Zavorra raccomandata per la tua configurazione
nl: Aanbevolen gewicht voor je uitrusting
pt: Peso recomendado para sua configuracao

# planning_card_weightCalculator_title
source: Weight Calculator
ar: حاسبة الأوزان
de: Gewichtsrechner
es: Calculadora de peso
fr: Calculateur de lestage
he: מחשבון משקל
hu: Suly kalkulator
it: Calcolatore zavorra
nl: Gewichtscalculator
pt: Calculadora de Peso

# planning_info_disclaimer
source: These tools are for planning purposes only. Always verify calculations and follow your dive training.
ar: هذه الأدوات لأغراض التخطيط فقط. تحقق دائمًا من الحسابات واتبع تدريبك على الغوص.
de: Diese Werkzeuge dienen nur der Planung. Ueberpruefen Sie Berechnungen immer und befolgen Sie Ihre Tauchausbildung.
es: Estas herramientas son solo para fines de planificacion. Siempre verifica los calculos y sigue tu formacion de buceo.
fr: Ces outils sont destines a la planification uniquement. Verifiez toujours les calculs et suivez votre formation de plongee.
he: כלים אלה מיועדים למטרות תכנון בלבד. תמיד אמת חישובים ופעל לפי הכשרת הצלילה שלך.
hu: Ezek az eszkozök kizarolag tervezesi celokat szolgalnak. Mindig ellenorizze a szamitasokat es kövesse merülesi kepzesenek iranyelveit.
it: Questi strumenti sono solo per la pianificazione. Verifica sempre i calcoli e segui la tua formazione subacquea.
nl: Deze tools zijn alleen voor planningsdoeleinden. Controleer berekeningen altijd en volg je duikopleiding.
pt: Estas ferramentas sao apenas para fins de planejamento. Sempre verifique os calculos e siga seu treinamento de mergulho.

# planning_sidebar_appBar_title
source: Planning
ar: التخطيط
de: Planung
es: Planificacion
fr: Planification
he: תכנון
hu: Tervezes
it: Pianificazione
pt: Planejamento

# planning_sidebar_decoCalculator_subtitle
source: NDL & deco stops
ar: NDL ومحطات تخفيف الضغط
de: NDL & Dekostopps
es: NDL y paradas de deco
fr: NDL et paliers deco
he: NDL ועצירות דקו
hu: NDL es deko megallok
it: NDL e soste deco
pt: NDL e paradas deco

# planning_sidebar_decoCalculator_title
source: Deco Calculator
ar: حاسبة تخفيف الضغط
de: Deko-Rechner
es: Calculadora de deco
fr: Calculateur deco
he: מחשבון דקו
hu: Deko kalkulator
it: Calcolatore deco
pt: Calculadora Deco

# planning_sidebar_divePlanner_subtitle
source: Multi-level dive plans
ar: خطط غوص متعددة المستويات
de: Mehrstufige Tauchplaene
es: Planes de inmersion multinivel
fr: Plans de plongee multi-niveaux
he: תוכניות צלילה רב-שלביות
hu: Többszintu merülesi tervek
it: Piani di immersione multilivello
nl: Duikplannen met meerdere niveaus
pt: Planos de mergulho multinivel

# planning_sidebar_divePlanner_title
source: Dive Planner
ar: مخطط الغوص
de: Tauchplaner
es: Planificador de inmersiones
fr: Planificateur de plongee
he: מתכנן צלילות
hu: Merüles tervezo
it: Pianificatore immersioni
nl: Duikplanner
pt: Planejador de Mergulho

# planning_sidebar_gasCalculators_subtitle
source: MOD, Best Mix, more
ar: MOD، أفضل خليط، والمزيد
de: MOD, Beste Mischung, mehr
es: MOD, Mejor mezcla y mas
fr: MOD, Best Mix, et plus
he: MOD, תערובת אופטימלית ועוד
hu: MOD, Legjobb keverek, tobb
it: MOD, Best Mix e altro
nl: MOD, Beste mix, meer
pt: MOD, Best Mix, mais

# planning_sidebar_gasCalculators_title
source: Gas Calculators
ar: حاسبات الغاز
de: Gasrechner
es: Calculadoras de gas
fr: Calculateurs de gaz
he: מחשבוני גז
hu: Gaz kalkulatorok
it: Calcolatori gas
pt: Calculadoras de Gas

# planning_sidebar_info_disclaimer
source: Planning tools are for reference only. Always verify calculations.
ar: أدوات التخطيط للاستخدام المرجعي فقط. تحقق دائمًا من الحسابات.
de: Planungswerkzeuge dienen nur als Referenz. Ueberpruefen Sie Berechnungen immer.
es: Las herramientas de planificacion son solo de referencia. Siempre verifica los calculos.
fr: Les outils de planification sont fournis a titre indicatif. Verifiez toujours les calculs.
he: כלי התכנון מיועדים להתייחסות בלבד. תמיד אמת חישובים.
hu: A tervezo eszkozök csak tajekoztatasi celokat szolgalnak. Mindig ellenorizze a szamitasokat.
it: Gli strumenti di pianificazione sono solo a scopo di riferimento. Verifica sempre i calcoli.
nl: Planningstools zijn alleen ter referentie. Controleer berekeningen altijd.
pt: Ferramentas de planejamento sao apenas para referencia. Sempre verifique os calculos.

# planning_sidebar_surfaceInterval_subtitle
source: Repetitive dive planning
ar: تخطيط الغوص المتكرر
de: Wiederholungstauchgang-Planung
es: Planificacion de inmersiones repetitivas
fr: Planification de plongees successives
he: תכנון צלילות חוזרות
hu: Ismetelt merüles tervezes
it: Pianificazione immersioni ripetitive
nl: Planning herhalingsduiken
pt: Planejamento de mergulho repetitivo

# planning_sidebar_surfaceInterval_title
source: Surface Interval
ar: الفاصل الزمني على السطح
de: Oberflaechen-Intervall
es: Intervalo de superficie
fr: Intervalle de surface
he: מרווח שטח
hu: Felszini idoköz
it: Intervallo di superficie
nl: Oppervlakte-interval
pt: Intervalo de Superficie

# planning_sidebar_weightCalculator_subtitle
source: Recommended weight
ar: الوزن الموصى به
de: Empfohlenes Gewicht
es: Peso recomendado
fr: Lestage recommande
he: משקל מומלץ
hu: Ajanlott suly
it: Zavorra raccomandata
nl: Aanbevolen gewicht
pt: Peso recomendado

# planning_sidebar_weightCalculator_title
source: Weight Calculator
ar: حاسبة الأوزان
de: Gewichtsrechner
es: Calculadora de peso
fr: Calculateur de lestage
he: מחשבון משקל
hu: Suly kalkulator
it: Calcolatore zavorra
nl: Gewichtscalculator
pt: Calculadora de Peso

# planning_welcome_quickTips_title
source: Quick Tips
ar: نصائح سريعة
de: Schnelltipps
es: Consejos rapidos
fr: Astuces rapides
he: טיפים מהירים
hu: Gyors tippek
it: Suggerimenti rapidi
nl: Snelle tips
pt: Dicas Rapidas

# planning_welcome_subtitle
source: Select a tool from the sidebar to get started
ar: اختر أداة من الشريط الجانبي للبدء
de: Waehlen Sie ein Werkzeug aus der Seitenleiste, um zu beginnen
es: Selecciona una herramienta de la barra lateral para comenzar
fr: Selectionnez un outil dans la barre laterale pour commencer
he: בחר כלי מסרגל הצד כדי להתחיל
hu: Valasszon egy eszkozöt az oldalsavbol a kezdeshez
it: Seleziona uno strumento dalla barra laterale per iniziare
nl: Selecteer een tool in de zijbalk om te beginnen
pt: Selecione uma ferramenta na barra lateral para comecar

# planning_welcome_tip_decoCalculator
source: Deco Calculator for NDL and stop times
ar: حاسبة تخفيف الضغط لحدود NDL وأوقات التوقف
de: Deko-Rechner fuer NDL und Stoppzeiten
es: Calculadora de deco para NDL y tiempos de parada
fr: Calculateur deco pour les NDL et les temps de palier
he: מחשבון דקו ל-NDL וזמני עצירה
hu: Deko kalkulator NDL es megallasi idok szamitasahoz
it: Calcolatore deco per NDL e tempi delle soste
nl: Decocalculator voor NDL en stoptijden
pt: Calculadora Deco para NDL e tempos de parada

# planning_welcome_tip_divePlanner
source: Dive Planner for multi-level dive planning
ar: مخطط الغوص لتخطيط الغوص متعدد المستويات
de: Tauchplaner fuer mehrstufige Tauchplanung
es: Planificador de inmersiones para planificacion multinivel
fr: Planificateur de plongee pour la planification multi-niveaux
he: מתכנן צלילות לתכנון צלילות רב-שלביות
hu: Merüles tervezo többszintu merülesek tervezesehez
it: Pianificatore immersioni per pianificazione multilivello
nl: Duikplanner voor duikplannen met meerdere niveaus
pt: Planejador de Mergulho para planejamento multinivel

# planning_welcome_tip_gasCalculators
source: Gas Calculators for MOD and gas planning
ar: حاسبات الغاز لـ MOD وتخطيط الغاز
de: Gasrechner fuer MOD und Gasplanung
es: Calculadoras de gas para MOD y planificacion de gases
fr: Calculateurs de gaz pour la MOD et la planification des gaz
he: מחשבוני גז ל-MOD ותכנון גז
hu: Gaz kalkulatorok MOD es gaz tervezeshez
it: Calcolatori gas per MOD e pianificazione gas
nl: Gascalculators voor MOD en gasplanning
pt: Calculadoras de Gas para MOD e planejamento de gas

# planning_welcome_tip_weightCalculator
source: Weight Calculator for buoyancy setup
ar: حاسبة الأوزان لإعداد الطفو
de: Gewichtsrechner fuer die Tarierung
es: Calculadora de peso para configuracion de flotabilidad
fr: Calculateur de lestage pour la configuration de la flottabilite
he: מחשבון משקל להגדרת ציפה
hu: Suly kalkulator a trimm beallitasahoz
it: Calcolatore zavorra per assetto
nl: Gewichtscalculator voor triminstelling
pt: Calculadora de Peso para configuracao de flutuabilidade

# planning_welcome_title
source: Planning Tools
ar: أدوات التخطيط
de: Planungswerkzeuge
es: Herramientas de planificacion
fr: Outils de planification
he: כלי תכנון
hu: Tervezo eszkozök
it: Strumenti di pianificazione
nl: Planningstools
pt: Ferramentas de Planejamento

# settings_about_aboutSubmersion
source: About Submersion
ar: حول Submersion
de: Ueber Submersion
es: Acerca de Submersion
fr: A propos de Submersion
he: אודות Submersion
hu: A Submersion-rol
it: Informazioni su Submersion
nl: Over Submersion
pt: Sobre o Submersion

# settings_about_description
source: Track your dives, manage gear, and explore dive sites.
ar: تتبع غوصاتك، وأدر معداتك، واستكشف مواقع الغوص.
de: Verfolgen Sie Ihre Tauchgaenge, verwalten Sie Ausruestung und erkunden Sie Tauchplaetze.
es: Registra tus inmersiones, administra tu equipo y explora puntos de buceo.
fr: Suivez vos plongees, gerez votre equipement et explorez les sites de plongee.
he: עקוב אחר הצלילות שלך, נהל ציוד וחקור אתרי צלילה.
hu: Kövesse nyomon merüleseit, kezelje felszereleset es fedezze fel a merülohelyeket.
it: Registra le tue immersioni, gestisci l'attrezzatura ed esplora i siti di immersione.
nl: Houd je duiken bij, beheer uitrusting en verken duikstekken.
pt: Registre seus mergulhos, gerencie equipamentos e explore pontos de mergulho.

# settings_about_header
source: About
ar: حول
de: Ueber
es: Acerca de
fr: A propos
he: אודות
hu: Rolunk
it: Informazioni
nl: Over
pt: Sobre

# settings_about_openSourceLicenses
source: Open Source Licenses
ar: تراخيص المصادر المفتوحة
de: Open-Source-Lizenzen
es: Licencias de codigo abierto
fr: Licences open source
he: רישיונות קוד פתוח
hu: Nyilt forrasu licencek
it: Licenze open source
nl: Open source-licenties
pt: Licencas de Codigo Aberto

# settings_about_reportIssue
source: Report an Issue
ar: الإبلاغ عن مشكلة
de: Problem melden
es: Reportar un problema
fr: Signaler un probleme
he: דווח על בעיה
hu: Hiba bejelentese
it: Segnala un problema
nl: Probleem melden
pt: Relatar um Problema

# settings_about_reportIssue_snackbar
source: Visit github.com/submersion/submersion
ar: قم بزيارة github.com/submersion/submersion
de: Besuchen Sie github.com/submersion/submersion
es: Visita github.com/submersion/submersion
fr: Rendez-vous sur github.com/submersion/submersion
he: בקר ב-github.com/submersion/submersion
hu: Latogasson el: github.com/submersion/submersion
it: Visita github.com/submersion/submersion
nl: Ga naar github.com/submersion/submersion
pt: Acesse github.com/submersion/submersion

# settings_about_version
source: Version 0.1.0
ar: الإصدار 0.1.0
es: Version {version} ({buildNumber})
he: גרסה 0.1.0
hu: Verzio 0.1.0
it: Versione {version} ({buildNumber})
nl: Versie {version} ({buildNumber})
pt: Versao 0.1.0

# settings_appBar_title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Reglages
he: הגדרות
hu: Beallitasok
it: Impostazioni
nl: Instellingen
pt: Configuracoes

# settings_appearance_appLanguage
source: App Language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la aplicacion
fr: Langue de l'application
he: שפת האפליקציה
hu: Alkalmazas nyelve
it: Lingua dell'app
nl: App-taal
pt: Idioma do Aplicativo

# settings_appearance_depthColoredCards
source: Depth-colored dive cards
ar: بطاقات ملونة حسب العمق
de: Tiefengefaerbte Tauchkarten
es: Tarjetas coloreadas por profundidad
fr: Cartes de plongee colorees par profondeur
he: כרטיסי צלילה צבועים לפי עומק
hu: Melyseg szerint szinezett merülesi kartyak
it: Schede immersione colorate per profondità
nl: Dieptegekleurde duikkaarten
pt: Cartoes coloridos por profundidade

# settings_appearance_depthColoredCards_subtitle
source: Show dive cards with ocean-colored backgrounds based on depth
ar: عرض بطاقات الغوص بخلفيات ملونة بألوان المحيط حسب العمق
de: Tauchkarten mit ozeanfarbenen Hintergruenden basierend auf der Tiefe anzeigen
es: Mostrar tarjetas de inmersion con fondos de color oceanico segun la profundidad
fr: Afficher les cartes de plongee avec des fonds colores selon la profondeur
he: הצג כרטיסי צלילה עם רקעים בצבעי אוקיינוס לפי עומק
hu: Merülesi kartyak megjelenites ocean-szinu hatterrel a melyseg alapjan
it: Mostra le schede immersione con sfondi colorati come l'oceano in base alla profondità
nl: Toon duikkaarten met oceaangekleurde achtergronden op basis van diepte
pt: Mostrar cartoes de mergulho com fundos em cores oceanicas baseados na profundidade

# settings_appearance_gasSwitchMarkers
source: Gas switch markers
ar: علامات تبديل الغاز
de: Gaswechsel-Markierungen
es: Marcadores de cambio de gas
fr: Marqueurs de changement de gaz
he: סמני החלפת גז
hu: Gazvaltas jelolok
it: Marcatori cambio gas
nl: Gaswisselmarkeringen
pt: Marcadores de troca de gas

# settings_appearance_gasSwitchMarkers_subtitle
source: Show markers for gas switches
ar: عرض علامات لتبديل الغازات
de: Markierungen fuer Gaswechsel anzeigen
es: Mostrar marcadores para cambios de gas
fr: Afficher les marqueurs de changement de gaz
he: הצג סמנים להחלפות גז
hu: Gazvaltas jelolok megjelenites
it: Mostra i marcatori per i cambi gas
nl: Toon markeringen voor gaswisselingen
pt: Mostrar marcadores para trocas de gas

# settings_appearance_header_diveLog
source: Dive Log
ar: سجل الغوص
de: Tauchlogbuch
es: Registro de buceo
fr: Carnet de plongee
he: יומן צלילות
hu: Merülesi naplo
it: Registro immersioni
nl: Duiklogboek
pt: Registro de Mergulho

# settings_appearance_header_diveProfile
source: Dive Profile
ar: ملف الغوصة
de: Tauchprofil
es: Perfil de inmersion
fr: Profil de plongee
he: פרופיל צלילה
hu: Merülesi profil
it: Profilo immersione
nl: Duikprofiel
pt: Perfil de Mergulho

# settings_appearance_header_diveSites
source: Dive Sites
ar: مواقع الغوص
de: Tauchplaetze
es: Puntos de buceo
fr: Sites de plongee
he: אתרי צלילה
hu: Merülohelyek
it: Siti di immersione
nl: Duikstekken
pt: Pontos de Mergulho

# settings_appearance_header_language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
he: שפה
hu: Nyelv
it: Lingua
nl: Taal
pt: Idioma

# settings_appearance_header_theme
source: Theme
ar: المظهر
de: Design
es: Tema
he: ערכת נושא
hu: Tema
it: Tema
nl: Thema
pt: Tema

# settings_appearance_mapBackgroundDiveCards
source: Map background on dive cards
ar: خلفية خريطة على بطاقات الغوص
de: Kartenhintergrund auf Tauchkarten
es: Fondo de mapa en tarjetas de inmersion
fr: Fond cartographique sur les cartes de plongee
he: רקע מפה בכרטיסי צלילה
hu: Terkep hatter a merülesi kartyakon
it: Mappa di sfondo sulle schede immersione
nl: Kaartachtergrond op duikkaarten
pt: Fundo de mapa nos cartoes de mergulho

# settings_appearance_mapBackgroundDiveCards_subtitle
source: Show dive site map as background on dive cards
ar: عرض خريطة موقع الغوص كخلفية على بطاقات الغوص
de: Tauchplatzkarte als Hintergrund auf Tauchkarten anzeigen
es: Mostrar mapa del punto de buceo como fondo en tarjetas de inmersion
fr: Afficher la carte du site de plongee en fond sur les cartes de plongee
he: הצג מפת אתר צלילה כרקע בכרטיסי צלילה
hu: Merülohely terkep megjelenites hatterkent a merülesi kartyakon
it: Mostra la mappa del sito di immersione come sfondo sulle schede immersione
nl: Toon duikstekkaart als achtergrond op duikkaarten
pt: Mostrar mapa do ponto de mergulho como fundo nos cartoes de mergulho

# settings_appearance_mapBackgroundDiveCards_subtitleWithNote
source: Show dive site map as background on dive cards (requires site location)
ar: عرض خريطة موقع الغوص كخلفية على بطاقات الغوص (يتطلب موقع الموقع)
de: Tauchplatzkarte als Hintergrund auf Tauchkarten anzeigen (erfordert Standort des Tauchplatzes)
es: Mostrar mapa del punto de buceo como fondo en tarjetas de inmersion (requiere ubicacion del punto)
fr: Afficher la carte du site de plongee en fond sur les cartes de plongee (localisation du site requise)
he: הצג מפת אתר צלילה כרקע בכרטיסי צלילה (דורש מיקום אתר)
hu: Merülohely terkep megjelenites hatterkent a merülesi kartyakon (merülohely szükseges)
it: Mostra la mappa del sito di immersione come sfondo sulle schede immersione (richiede la posizione del sito)
nl: Toon duikstekkaart als achtergrond op duikkaarten (vereist steklocatie)
pt: Mostrar mapa do ponto de mergulho como fundo nos cartoes de mergulho (requer localizacao do ponto)

# settings_appearance_mapBackgroundSiteCards
source: Map background on site cards
ar: خلفية خريطة على بطاقات المواقع
de: Kartenhintergrund auf Tauchplatzkarten
es: Fondo de mapa en tarjetas de puntos
fr: Fond cartographique sur les cartes de site
he: רקע מפה בכרטיסי אתרים
hu: Terkep hatter a merülohely kartyakon
it: Mappa di sfondo sulle schede sito
nl: Kaartachtergrond op stekkaarten
pt: Fundo de mapa nos cartoes de ponto

# settings_appearance_mapBackgroundSiteCards_subtitle
source: Show map as background on dive site cards
ar: عرض الخريطة كخلفية على بطاقات مواقع الغوص
de: Karte als Hintergrund auf Tauchplatzkarten anzeigen
es: Mostrar mapa como fondo en tarjetas de puntos de buceo
fr: Afficher la carte en fond sur les cartes de site de plongee
he: הצג מפה כרקע בכרטיסי אתרי צלילה
hu: Terkep megjelenites hatterkent a merülohely kartyakon
it: Mostra la mappa come sfondo sulle schede dei siti di immersione
nl: Toon kaart als achtergrond op duikstekkaarten
pt: Mostrar mapa como fundo nos cartoes de ponto de mergulho

# settings_appearance_mapBackgroundSiteCards_subtitleWithNote
source: Show map as background on dive site cards (requires site location)
ar: عرض الخريطة كخلفية على بطاقات مواقع الغوص (يتطلب موقع الموقع)
de: Karte als Hintergrund auf Tauchplatzkarten anzeigen (erfordert Standort des Tauchplatzes)
es: Mostrar mapa como fondo en tarjetas de puntos de buceo (requiere ubicacion del punto)
fr: Afficher la carte en fond sur les cartes de site de plongee (localisation du site requise)
he: הצג מפה כרקע בכרטיסי אתרי צלילה (דורש מיקום אתר)
hu: Terkep megjelenites hatterkent a merülohely kartyakon (merülohely szükseges)
it: Mostra la mappa come sfondo sulle schede dei siti di immersione (richiede la posizione del sito)
nl: Toon kaart als achtergrond op duikstekkaarten (vereist steklocatie)
pt: Mostrar mapa como fundo nos cartoes de ponto de mergulho (requer localizacao do ponto)

# settings_appearance_maxDepthMarker
source: Max depth marker
ar: علامة أقصى عمق
de: Maximaltiefe-Markierung
es: Marcador de profundidad maxima
fr: Marqueur de profondeur max.
he: סמן עומק מרבי
hu: Max. melyseg jelolo
it: Marcatore profondità massima
nl: Maximale dieptemarkering
pt: Marcador de profundidade maxima

# settings_appearance_maxDepthMarker_subtitle
source: Show a marker at the maximum depth point
ar: عرض علامة عند نقطة أقصى عمق
de: Markierung am Punkt der maximalen Tiefe anzeigen
es: Mostrar un marcador en el punto de profundidad maxima
fr: Afficher un marqueur au point de profondeur maximale
he: הצג סמן בנקודת העומק המרבי
hu: Jelolo megjelenites a maximalis melyseg pontjan
it: Mostra un marcatore nel punto di profondità massima
nl: Toon een markering bij het maximale dieptepunt
pt: Mostrar um marcador no ponto de profundidade maxima
