Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# surfaceInterval_secondDive_depthSemantics
source: Second dive depth: {depth} {unit}
ar: عمق الغطسة الثانية: {depth} {unit}
de: Zweiter Tauchgang Tiefe: {depth} {unit}
es: Profundidad segunda inmersión: {depth} {unit}
fr: Profondeur de la deuxième plongée : {depth} {unit}
he: עומק צלילה שנייה: {depth} {unit}
hu: Második merülés mélysége: {depth} {unit}
it: Profondità seconda immersione: {depth} {unit}
nl: Tweede duik diepte: {depth} {unit}
pt: Profundidade do segundo mergulho: {depth} {unit}

# surfaceInterval_secondDive_gasAir
source: (Air)
ar: (هواء)
de: (Luft)
es: (Aire)
he: (אוויר)
hu: (Levegő)
it: (Aria)
nl: (Lucht)
pt: (Ar)

# surfaceInterval_secondDive_timeSemantics
source: Second dive time: {time} minutes
ar: وقت الغطسة الثانية: {time} دقيقة
de: Zweiter Tauchgang Zeit: {time} Minuten
es: Tiempo segunda inmersión: {time} minutos
fr: Temps de la deuxième plongée : {time} minutes
he: זמן צלילה שנייה: {time} דקות
hu: Második merülés ideje: {time} perc
it: Tempo seconda immersione: {time} minuti
nl: Tweede duik tijd: {time} minuten
pt: Tempo do segundo mergulho: {time} minutos

# surfaceInterval_secondDive_title
source: Second Dive
ar: الغطسة الثانية
de: Zweiter Tauchgang
es: Segunda Inmersión
fr: Deuxième plongée
he: צלילה שנייה
hu: Második merülés
it: Seconda Immersione
nl: Tweede duik
pt: Segundo Mergulho

# surfaceInterval_tissueRecovery_chartSemantics
source: Tissue recovery chart showing 16 compartment off-gassing over a {interval} surface interval
ar: مخطط تعافي الأنسجة يوضح إطلاق الغاز من 16 حجرة خلال فترة سطح {interval}
de: Geweberegenerations-Diagramm zeigt Entsättigung von 16 Kompartimenten über ein {interval} Oberflächenintervall
es: Gráfico de recuperación de tejidos mostrando desgasificación de 16 compartimentos durante un intervalo de superficie de {interval}
fr: Graphique de récupération tissulaire montrant la désaturation des 16 compartiments pendant un intervalle de surface de {interval}
he: תרשים התאוששות רקמות המציג פריקת גז של 16 תאים במשך מרווח שטח של {interval}
hu: Szövet helyreállítási grafikon, amely 16 kamra kiürülését mutatja {interval} felszíni intervallum alatt
it: Grafico recupero tissutale che mostra la desaturazione di 16 compartimenti durante un intervallo di superficie di {interval}
nl: Weefselherstellingsgrafiek met 16 compartimenten gasafgifte over een {interval} oppervlakte-interval
pt: Gráfico de recuperação de tecidos mostrando a liberação de gás de 16 compartimentos durante um intervalo de superfície de {interval}

# surfaceInterval_tissueRecovery_compartmentsLabel
source: Compartments (by half-time speed)
ar: الحجرات (حسب سرعة نصف الوقت)
de: Kompartimente (nach Halbwertszeit-Geschwindigkeit)
es: Compartimentos (por velocidad de tiempo medio)
fr: Compartiments (par vitesse de demi-période)
he: תאים (לפי מהירות זמן מחצית)
hu: Kamrák (felezési idő sebesség szerint)
it: Compartimenti (per velocità di emitempo)
nl: Compartimenten (op halfwaardetijd snelheid)
pt: Compartimentos (por velocidade de meia-vida)

# surfaceInterval_tissueRecovery_description
source: Showing how each of 16 tissue compartments off-gas during the surface interval
ar: يوضح كيفية إطلاق كل من 16 حجرة نسيجية للغاز خلال فترة السطح
de: Zeigt, wie jedes der 16 Gewebekompartimente während des Oberflächenintervalls entsättigt
es: Mostrando cómo cada uno de los 16 compartimentos de tejido desgasifica durante el intervalo de superficie
fr: Affichage de la désaturation de chacun des 16 compartiments tissulaires pendant l'intervalle de surface
he: מציג כיצד כל אחד מ-16 תאי הרקמה משחרר גז במהלך מרווח השטח
hu: 16 szövetkamra kiürülésének mutatása a felszíni intervallum alatt
it: Mostra come ogni compartimento tissutale dei 16 si desatura durante l'intervallo di superficie
nl: Toont hoe elk van 16 weefselcompartimenten gas afgeeft tijdens het oppervlakte-interval
pt: Mostrando como cada um dos 16 compartimentos de tecido liberam gás durante o intervalo de superfície

# surfaceInterval_tissueRecovery_fast
source: Fast (C1-5)
ar: سريع (C1-5)
de: Schnell (C1-5)
es: Rápidos (C1-5)
fr: Rapide (C1-5)
he: מהיר (C1-5)
hu: Gyors (C1-5)
it: Veloci (C1-5)
nl: Snel (C1-5)
pt: Rápido (C1-5)

# surfaceInterval_tissueRecovery_leadingCompartment
source: Leading compartment: C{number}
ar: الحجرة الرائدة: C{number}
de: Führendes Kompartiment: C{number}
es: Compartimento líder: C{number}
fr: Compartiment directeur : C{number}
he: תא מוביל: C{number}
hu: Vezető kamra: C{number}
it: Compartimento principale: C{number}
nl: Leidend compartiment: C{number}
pt: Compartimento líder: C{number}

# surfaceInterval_tissueRecovery_loadingPercent
source: Loading %
ar: نسبة التحميل %
de: Sättigung %
es: % Carga
fr: Charge %
he: % העמסה
hu: Telítettség %
it: Carico %
nl: Belading %
pt: Carregamento %

# surfaceInterval_tissueRecovery_medium
source: Medium (C6-10)
ar: متوسط (C6-10)
de: Mittel (C6-10)
es: Medios (C6-10)
fr: Moyen (C6-10)
he: בינוני (C6-10)
hu: Közepes (C6-10)
it: Medi (C6-10)
pt: Médio (C6-10)

# surfaceInterval_tissueRecovery_min
source: Min
ar: دقيقة
es: Mín
he: דקה
hu: Perc
pt: Mín

# surfaceInterval_tissueRecovery_now
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
he: עכשיו
hu: Most
it: Ora
nl: Nu
pt: Agora

# surfaceInterval_tissueRecovery_slow
source: Slow (C11-16)
ar: بطيء (C11-16)
de: Langsam (C11-16)
es: Lentos (C11-16)
fr: Lent (C11-16)
he: איטי (C11-16)
hu: Lassú (C11-16)
it: Lenti (C11-16)
nl: Langzaam (C11-16)
pt: Lento (C11-16)

# surfaceInterval_tissueRecovery_title
source: Tissue Recovery
ar: تعافي الأنسجة
de: Gewebe-Regeneration
es: Recuperación de Tejidos
fr: Récupération tissulaire
he: התאוששות רקמות
hu: Szövet helyreállítás
it: Recupero Tissutale
nl: Weefselsherstel
pt: Recuperação de Tecidos

# surfaceInterval_title
source: Surface Interval
ar: فترة السطح
de: Oberflächenintervall
es: Intervalo de Superficie
fr: Intervalle de surface
he: מרווח שטח
hu: Felszíni intervallum
it: Intervallo di Superficie
nl: Oppervlakte-interval
pt: Intervalo de Superfície

# tags_action_createNamed
source: Create "{tagName}"
ar: إنشاء "{tagName}"
de: "{tagName}" erstellen
es: Crear "{tagName}"
fr: Créer « {tagName} »
he: צור "{tagName}"
hu: "{tagName}" létrehozása
it: Crea "{tagName}"
nl: Maak "{tagName}" aan
pt: Criar "{tagName}"

# tags_action_createTag
source: Create tag
ar: إنشاء وسم
de: Tag erstellen
es: Crear etiqueta
fr: Créer une étiquette
he: צור תגית
hu: Címke létrehozása
it: Crea tag
nl: Tag aanmaken
pt: Criar tag

# tags_action_deleteTag
source: Delete tag
ar: حذف الوسم
de: Tag löschen
es: Eliminar etiqueta
fr: Supprimer l'étiquette
he: מחק תגית
hu: Címke törlése
it: Elimina tag
nl: Tag verwijderen
pt: Excluir tag

# tags_dialog_deleteMessage
source: Are you sure you want to delete "{tagName}"? This will remove it from all dives.
ar: هل أنت متأكد من حذف "{tagName}"؟ سيتم إزالته من جميع الغطسات.
de: Möchten Sie "{tagName}" wirklich löschen? Dies entfernt es von allen Tauchgängen.
es: ¿Estás seguro de que deseas eliminar "{tagName}"? Esto la eliminará de todas las inmersiones.
fr: Voulez-vous vraiment supprimer « {tagName} » ? Cela la supprimera de toutes les plongées.
he: האם אתה בטוח שברצונך למחוק את "{tagName}"? פעולה זו תסיר אותה מכל הצלילות.
hu: Biztosan törölni szeretnéd: "{tagName}"? Ez eltávolítja az összes merülésről.
it: Sei sicuro di voler eliminare "{tagName}"? Questo lo rimuoverà da tutte le immersioni.
nl: Weet je zeker dat je "{tagName}" wilt verwijderen? Dit verwijdert het van alle duiken.
pt: Tem certeza de que deseja excluir "{tagName}"? Isso irá removê-la de todos os mergulhos.

# tags_dialog_deleteTitle
source: Delete Tag?
ar: حذف الوسم؟
de: Tag löschen?
es: ¿Eliminar Etiqueta?
fr: Supprimer l'étiquette ?
he: למחוק תגית?
hu: Címke törlése?
it: Eliminare Tag?
nl: Tag verwijderen?
pt: Excluir Tag?

# tags_empty
source: No tags yet. Create tags when editing dives.
ar: لا توجد وسوم بعد. أنشئ وسوماً عند تعديل الغطسات.
de: Noch keine Tags. Erstellen Sie Tags beim Bearbeiten von Tauchgängen.
es: Aún no hay etiquetas. Crea etiquetas al editar inmersiones.
fr: Aucune étiquette pour le moment. Créez des étiquettes lors de la modification des plongées.
he: עדיין אין תגיות. צור תגיות בעת עריכת צלילות.
hu: Még nincsenek címkék. Hozz létre címkéket a merülések szerkesztésekor.
it: Nessun tag ancora. Crea tag quando modifichi le immersioni.
nl: Nog geen tags. Maak tags aan bij het bewerken van duiken.
pt: Nenhuma tag ainda. Crie tags ao editar mergulhos.

# tags_hint_addMoreTags
source: Add more tags...
ar: إضافة المزيد من الوسوم...
de: Weitere Tags hinzufügen...
es: Agregar más etiquetas...
fr: Ajouter plus d'étiquettes...
he: הוסף תגיות נוספות...
hu: További címkék hozzáadása...
it: Aggiungi altri tag...
nl: Meer tags toevoegen...
pt: Adicionar mais tags...

# tags_hint_addTags
source: Add tags...
ar: إضافة وسوم...
de: Tags hinzufügen...
es: Agregar etiquetas...
fr: Ajouter des étiquettes...
he: הוסף תגיות...
hu: Címkék hozzáadása...
it: Aggiungi tag...
nl: Tags toevoegen...
pt: Adicionar tags...

# tags_title_manageTags
source: Manage Tags
ar: إدارة الوسوم
de: Tags verwalten
es: Administrar Etiquetas
fr: Gérer les étiquettes
he: נהל תגיות
hu: Címkék kezelése
it: Gestisci Tag
nl: Tags beheren
pt: Gerenciar Tags

# tankPresets_addPreset
source: Add tank preset
ar: إضافة إعداد أسطوانة
de: Flaschenvorlage hinzufuegen
es: Anadir preset de tanque
fr: Ajouter un preset de bloc
he: הוסף תבנית מיכל
hu: Palacksablon hozzaadasa
it: Aggiungi preset bombola
nl: Flesinstelling toevoegen
pt: Adicionar preset de cilindro

# tankPresets_builtInPresets
source: Built-in Presets
ar: الإعدادات المدمجة
de: Integrierte Vorlagen
es: Presets incluidos
fr: Presets integres
he: תבניות מובנות
hu: Beepitett sablonok
it: Preset predefiniti
nl: Standaard instellingen
pt: Presets Integrados

# tankPresets_customPresets
source: Custom Presets
ar: الإعدادات المخصصة
de: Eigene Vorlagen
es: Presets personalizados
fr: Presets personnalises
he: תבניות מותאמות אישית
hu: Egyedi sablonok
it: Preset personalizzati
nl: Eigen instellingen
pt: Presets Personalizados

# tankPresets_deleteMessage
source: Are you sure you want to delete "{name}"?
ar: هل أنت متأكد من حذف "{name}"؟
de: Moechten Sie "{name}" wirklich loeschen?
es: Seguro que quieres eliminar "{name}"?
fr: Voulez-vous vraiment supprimer "{name}" ?
he: האם אתה בטוח שברצונך למחוק את "{name}"?
hu: Biztosan torolni szeretne a(z) "{name}" sablont?
it: Vuoi davvero eliminare "{name}"?
nl: Weet je zeker dat je "{name}" wilt verwijderen?
pt: Tem certeza que deseja excluir "{name}"?

# tankPresets_deletePreset
source: Delete preset
ar: حذف الإعداد
de: Vorlage loeschen
es: Eliminar preset
fr: Supprimer le preset
he: מחק תבנית
hu: Sablon torlese
it: Elimina preset
nl: Instelling verwijderen
pt: Excluir preset

# tankPresets_deleteTitle
source: Delete Tank Preset?
ar: حذف إعداد الأسطوانة؟
de: Flaschenvorlage loeschen?
es: Eliminar preset de tanque?
fr: Supprimer le preset de bloc ?
he: למחוק תבנית מיכל?
hu: Palacksablon torlese?
it: Eliminare il preset bombola?
nl: Flesinstelling verwijderen?
pt: Excluir Preset de Cilindro?

# tankPresets_deleted
source: Deleted "{name}"
ar: تم حذف "{name}"
de: "{name}" geloescht
es: Se elimino "{name}"
fr: "{name}" supprime
he: נמחק "{name}"
hu: "{name}" torolve
it: "{name}" eliminato
nl: "{name}" verwijderd
pt: "{name}" excluido

# tankPresets_editPreset
source: Edit preset
ar: تعديل الإعداد
de: Vorlage bearbeiten
es: Editar preset
fr: Modifier le preset
he: ערוך תבנית
hu: Sablon szerkesztese
it: Modifica preset
nl: Instelling bewerken
pt: Editar preset

# tankPresets_edit_created
source: Created "{name}"
ar: تم إنشاء "{name}"
de: "{name}" erstellt
es: Se creo "{name}"
fr: "{name}" cree
he: נוצר "{name}"
hu: "{name}" letrehozva
it: "{name}" creato
nl: "{name}" aangemaakt
pt: "{name}" criado

# tankPresets_edit_descriptionHint
source: e.g., My rental tank from dive shop
ar: مثال: أسطوانة الإيجار من متجر الغوص
de: z.B. Meine Leihflasche vom Tauchshop
es: p. ej., Mi tanque de alquiler de la tienda de buceo
fr: ex. Mon bloc de location du centre de plongee
he: לדוגמה, מיכל שכור מחנות הצלילה
hu: pl. Berelt palack a buvaruzletbol
it: es. La mia bombola a noleggio dal diving
nl: bijv. Mijn huurcilinder van de duikshop
pt: ex., Meu cilindro alugado da loja de mergulho

# tankPresets_edit_descriptionOptional
source: Description (optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripcion (opcional)
fr: Description (facultatif)
he: תיאור (אופציונלי)
hu: Leiras (opcionalis)
it: Descrizione (opzionale)
nl: Beschrijving (optioneel)
pt: Descricao (opcional)

# tankPresets_edit_errorLoading
source: Error loading preset: {error}
ar: خطأ في تحميل الإعداد: {error}
de: Fehler beim Laden der Vorlage: {error}
es: Error al cargar preset: {error}
fr: Erreur de chargement du preset : {error}
he: שגיאה בטעינת תבנית: {error}
hu: Hiba a sablon betoltesekor: {error}
it: Errore caricamento preset: {error}
nl: Fout bij laden instelling: {error}
pt: Erro ao carregar preset: {error}

# tankPresets_edit_errorSaving
source: Error saving preset: {error}
ar: خطأ في حفظ الإعداد: {error}
de: Fehler beim Speichern der Vorlage: {error}
es: Error al guardar preset: {error}
fr: Erreur d'enregistrement du preset : {error}
he: שגיאה בשמירת תבנית: {error}
hu: Hiba a sablon mentesekor: {error}
it: Errore salvataggio preset: {error}
nl: Fout bij opslaan instelling: {error}
pt: Erro ao salvar preset: {error}

# tankPresets_edit_gasCapacity
source: • Gas capacity: {capacity} cuft
ar: سعة الغاز: {capacity} cuft •
de: - Gaskapazitaet: {capacity} cuft
es: - Capacidad de gas: {capacity} cuft
fr: - Capacite de gaz : {capacity} cuft
he: • קיבולת גז: {capacity} cuft
hu: - Gaz kapacitas: {capacity} cuft
it: • Capacità gas: {capacity} cuft
nl: • Gascapaciteit: {capacity} cuft
pt: - Capacidade de gas: {capacity} cuft

# tankPresets_edit_material
source: Material
ar: المادة
fr: Materiau
he: חומר
hu: Anyag
it: Materiale
nl: Materiaal

# tankPresets_edit_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
hu: Nev
it: Nome
nl: Naam
pt: Nome

# tankPresets_edit_nameHelper
source: A friendly name for this tank preset
ar: اسم مألوف لإعداد الأسطوانة
de: Ein Name fuer diese Flaschenvorlage
es: Un nombre descriptivo para este preset de tanque
fr: Un nom convivial pour ce preset de bloc
he: שם ידידותי לתבנית מיכל זו
hu: Baratságos nev ennek a palacksablonnak
it: Un nome descrittivo per questo preset bombola
nl: Een herkenbare naam voor deze flesinstelling
pt: Um nome amigavel para este preset de cilindro

# tankPresets_edit_nameHint
source: e.g., My AL80
ar: مثال: AL80 الخاص بي
de: z.B. Meine AL80
es: p. ej., Mi AL80
fr: ex. Mon AL80
he: לדוגמה, ה-AL80 שלי
hu: pl. Az en AL80-am
it: es. La mia AL80
nl: bijv. Mijn AL80
pt: ex., Meu AL80

# tankPresets_edit_nameRequired
source: Please enter a name
ar: يرجى إدخال اسم
de: Bitte einen Namen eingeben
es: Introduce un nombre
fr: Veuillez saisir un nom
he: אנא הזן שם
hu: Kerem, adjon meg egy nevet
it: Inserisci un nome
nl: Voer een naam in
pt: Por favor, insira um nome

# tankPresets_edit_ratedPressure
source: Rated pressure
ar: الضغط المقدّر
de: Nenndruck
es: Presion nominal
fr: Pression nominale
he: לחץ נקוב
hu: Nevleges nyomas
it: Pressione nominale
nl: Nominale druk
pt: Pressao nominal

# tankPresets_edit_required
source: Required
ar: مطلوب
de: Erforderlich
es: Obligatorio
fr: Obligatoire
he: שדה חובה
hu: Kotelezo
it: Obbligatorio
nl: Verplicht
pt: Obrigatorio

# tankPresets_edit_tankSpecifications
source: Tank Specifications
ar: مواصفات الأسطوانة
de: Flaschenspezifikationen
es: Especificaciones del tanque
fr: Specifications du bloc
he: מפרט מיכל
hu: Palack specifikaciok
it: Specifiche bombola
nl: Flesspecificaties
pt: Especificacoes do Cilindro

# tankPresets_edit_title
source: Edit Tank Preset
ar: تعديل إعداد الأسطوانة
de: Flaschenvorlage bearbeiten
es: Editar preset de tanque
fr: Modifier le preset de bloc
he: עריכת תבנית מיכל
hu: Palacksablon szerkesztese
it: Modifica preset bombola
nl: Flesinstelling bewerken
pt: Editar Preset de Cilindro

# tankPresets_edit_updated
source: Updated "{name}"
ar: تم تحديث "{name}"
de: "{name}" aktualisiert
es: Se actualizo "{name}"
fr: "{name}" mis a jour
he: עודכן "{name}"
hu: "{name}" frissitve
it: "{name}" aggiornato
nl: "{name}" bijgewerkt
pt: "{name}" atualizado

# tankPresets_edit_validPressure
source: Enter a valid pressure
ar: أدخل ضغطًا صحيحًا
de: Gueltigen Druck eingeben
es: Introduce una presion valida
fr: Saisissez une pression valide
he: הזן לחץ תקין
hu: Adjon meg ervenyes nyomast
it: Inserisci una pressione valida
nl: Voer een geldige druk in
pt: Insira uma pressao valida

# tankPresets_edit_validVolume
source: Enter a valid volume
ar: أدخل حجمًا صحيحًا
de: Gueltiges Volumen eingeben
es: Introduce un volumen valido
fr: Saisissez un volume valide
he: הזן נפח תקין
hu: Adjon meg ervenyes terfogatot
it: Inserisci un volume valido
nl: Voer een geldig volume in
pt: Insira um volume valido

# tankPresets_edit_volume
source: Volume
ar: الحجم
de: Volumen
es: Volumen
he: נפח
hu: Terfogat

# tankPresets_edit_volumeHelperCuft
source: Gas capacity (cuft)
ar: سعة الغاز (cuft)
de: Gaskapazitaet (cuft)
es: Capacidad de gas (cuft)
fr: Capacite de gaz (cuft)
he: קיבולת גז (cuft)
hu: Gaz kapacitas (cuft)
it: Capacità gas (cuft)
nl: Gascapaciteit (cuft)
pt: Capacidade de gas (cuft)

# tankPresets_edit_volumeHelperLiters
source: Water volume (L)
ar: حجم الماء (L)
de: Wasservolumen (L)
es: Volumen de agua (L)
fr: Volume d'eau (L)
he: נפח מים (L)
hu: Vizterfogat (L)
it: Volume acqua (L)
pt: Volume de agua (L)

# tankPresets_edit_waterVolume
source: • Water volume: {volume} L
ar: حجم الماء: {volume} L •
de: - Wasservolumen: {volume} L
es: - Volumen de agua: {volume} L
fr: - Volume d'eau : {volume} L
he: • נפח מים: {volume} L
hu: - Vizterfogat: {volume} L
it: • Volume acqua: {volume} L
pt: - Volume de agua: {volume} L

# tankPresets_edit_workingPressure
source: Working Pressure
ar: ضغط العمل
de: Betriebsdruck
es: Presion de trabajo
fr: Pression de service
he: לחץ עבודה
hu: Üzemi nyomas
it: Pressione di esercizio
nl: Werkdruk
pt: Pressao de Trabalho

# tankPresets_edit_workingPressureBar
source: • Working pressure: {pressure} bar
ar: ضغط العمل: {pressure} bar •
de: - Betriebsdruck: {pressure} bar
es: - Presion de trabajo: {pressure} bar
fr: - Pression de service : {pressure} bar
he: • לחץ עבודה: {pressure} bar
hu: - Üzemi nyomas: {pressure} bar
it: • Pressione di esercizio: {pressure} bar
nl: • Werkdruk: {pressure} bar
pt: - Pressao de trabalho: {pressure} bar

# tankPresets_error
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# tankPresets_errorDeleting
source: Error deleting preset: {error}
ar: خطأ في حذف الإعداد: {error}
de: Fehler beim Loeschen der Vorlage: {error}
es: Error al eliminar preset: {error}
fr: Erreur de suppression du preset : {error}
he: שגיאה במחיקת תבנית: {error}
hu: Hiba a sablon torlesekor: {error}
it: Errore eliminazione preset: {error}
nl: Fout bij verwijderen instelling: {error}
pt: Erro ao excluir preset: {error}

# tankPresets_new_title
source: New Tank Preset
ar: إعداد أسطوانة جديد
de: Neue Flaschenvorlage
es: Nuevo preset de tanque
fr: Nouveau preset de bloc
he: תבנית מיכל חדשה
hu: Uj palacksablon
it: Nuovo preset bombola
nl: Nieuwe flesinstelling
pt: Novo Preset de Cilindro

# tankPresets_noPresets
source: No tank presets available
ar: لا توجد إعدادات أسطوانات
de: Keine Flaschenvorlagen verfuegbar
es: No hay presets de tanque disponibles
fr: Aucun preset de bloc disponible
he: אין תבניות מיכל זמינות
hu: Nincsenek elerheto palacksablonok
it: Nessun preset bombola disponibile
nl: Geen flesinstellingen beschikbaar
pt: Nenhum preset de cilindro disponivel

# tankPresets_title
source: Tank Presets
ar: إعدادات الأسطوانات
de: Flaschenvorlagen
es: Presets de tanque
fr: Presets de blocs
he: תבניות מיכל
hu: Palacksablonok
it: Preset bombole
nl: Flesinstellingen
pt: Presets de Cilindro

# tank_al30Stage_description
source: Aluminum 30 cu ft stage tank
ar: أسطوانة ألومنيوم مرحلية 30 قدم مكعب
de: Aluminium 30 cuft Stageflasche
es: Tanque stage de aluminio de 30 cu ft
fr: Bloc aluminium 30 cu ft stage
he: בלון סטייג' אלומיניום 30 cuft
hu: Aluminium 30 cu ft stage palack
it: Bombola stage in alluminio da 30 cu ft
nl: Aluminium 30 cu ft stagefles
pt: Cilindro stage de aluminio 30 cu ft

# tank_al40Stage_description
source: Aluminum 40 cu ft stage tank
ar: أسطوانة ألومنيوم مرحلية 40 قدم مكعب
de: Aluminium 40 cuft Stageflasche
es: Tanque stage de aluminio de 40 cu ft
fr: Bloc aluminium 40 cu ft stage
he: בלון סטייג' אלומיניום 40 cuft
hu: Aluminium 40 cu ft stage palack
it: Bombola stage in alluminio da 40 cu ft
nl: Aluminium 40 cu ft stagefles
pt: Cilindro stage de aluminio 40 cu ft

# tank_al40_description
source: Aluminum 40 cu ft (pony)
ar: أسطوانة ألومنيوم 40 قدم مكعب (احتياطية)
de: Aluminium 40 cuft (Pony)
es: Aluminio 40 cu ft (pony)
fr: Bloc aluminium 40 cu ft (pony)
he: אלומיניום 40 cuft (פוני)
hu: Aluminium 40 cu ft (pony)
it: Alluminio 40 cu ft (pony)
nl: Aluminium 40 cu ft (pony)
pt: Aluminio 40 cu ft (pony)

# tank_al63_description
source: Aluminum 63 cu ft
ar: أسطوانة ألومنيوم 63 قدم مكعب
de: Aluminium 63 cuft
es: Aluminio 63 cu ft
fr: Bloc aluminium 63 cu ft
he: אלומיניום 63 cuft
hu: Aluminium 63 cu ft
it: Alluminio 63 cu ft
nl: Aluminium 63 cu ft
pt: Aluminio 63 cu ft

# tank_al80_description
source: Aluminum 80 cu ft (most common)
ar: أسطوانة ألومنيوم 80 قدم مكعب (الأكثر شيوعاً)
de: Aluminium 80 cuft (am haeufigsten)
es: Aluminio 80 cu ft (más común)
fr: Bloc aluminium 80 cu ft (le plus courant)
he: אלומיניום 80 cuft (הנפוץ ביותר)
hu: Aluminium 80 cu ft (legelterjedtebb)
it: Alluminio 80 cu ft (la piu comune)
nl: Aluminium 80 cu ft (meest gebruikelijk)
pt: Aluminio 80 cu ft (mais comum)

# tank_hp100_description
source: High Pressure Steel 100 cu ft
ar: أسطوانة فولاذ ضغط عالٍ 100 قدم مكعب
de: Hochdruck-Stahlflasche 100 cuft
es: Acero alta presión 100 cu ft
fr: Bloc acier haute pression 100 cu ft
he: פלדה לחץ גבוה 100 cuft
hu: Nagynyomasu acel 100 cu ft
it: Acciaio alta pressione 100 cu ft
nl: Hogedruk staal 100 cu ft
pt: Aco Alta Pressao 100 cu ft

# tank_hp120_description
source: High Pressure Steel 120 cu ft
ar: أسطوانة فولاذ ضغط عالٍ 120 قدم مكعب
de: Hochdruck-Stahlflasche 120 cuft
es: Acero alta presión 120 cu ft
fr: Bloc acier haute pression 120 cu ft
he: פלדה לחץ גבוה 120 cuft
hu: Nagynyomasu acel 120 cu ft
it: Acciaio alta pressione 120 cu ft
nl: Hogedruk staal 120 cu ft
pt: Aco Alta Pressao 120 cu ft

# tank_hp80_description
source: High Pressure Steel 80 cu ft
ar: أسطوانة فولاذ ضغط عالٍ 80 قدم مكعب
de: Hochdruck-Stahlflasche 80 cuft
es: Acero alta presión 80 cu ft
fr: Bloc acier haute pression 80 cu ft
he: פלדה לחץ גבוה 80 cuft
hu: Nagynyomasu acel 80 cu ft
it: Acciaio alta pressione 80 cu ft
nl: Hogedruk staal 80 cu ft
pt: Aco Alta Pressao 80 cu ft

# tank_lp85_description
source: Low Pressure Steel 85 cu ft
ar: أسطوانة فولاذ ضغط منخفض 85 قدم مكعب
de: Niederdruck-Stahlflasche 85 cuft
es: Acero baja presión 85 cu ft
fr: Bloc acier basse pression 85 cu ft
he: פלדה לחץ נמוך 85 cuft
hu: Kisnyomasu acel 85 cu ft
it: Acciaio bassa pressione 85 cu ft
nl: Lagedruk staal 85 cu ft
pt: Aco Baixa Pressao 85 cu ft

# tank_steel10_description
source: Steel 10 liter (Europe)
ar: أسطوانة فولاذ 10 لتر (أوروبا)
de: Stahlflasche 10 Liter (Europa)
es: Acero 10 litros (Europa)
fr: Bloc acier 10 litres (Europe)
he: פלדה 10 ליטר (אירופה)
hu: Acel 10 literes (Europa)
it: Acciaio 10 litri (Europa)
nl: Staal 10 liter (Europa)
pt: Aco 10 litros (Europa)
