Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveImport_fit_parsedWithSkipped
source: Parsed {diveCount} {diveCount, plural, =1{dive} other{dives}} from {fileCount} {fileCount, plural, =1{file} other{files}} ({skippedCount} skipped)
ar: تم تحليل {diveCount} {diveCount, plural, =1{غطسة} other{غطسات}} من {fileCount} {fileCount, plural, =1{ملف} other{ملفات}} (تم تخطي {skippedCount})
de: {diveCount} {diveCount, plural, =1{Tauchgang} other{Tauchgaenge}} aus {fileCount} {fileCount, plural, =1{Datei} other{Dateien}} eingelesen ({skippedCount} uebersprungen)
es: Se encontraron {diveCount} {diveCount, plural, =1{inmersion} other{inmersiones}} en {fileCount} {fileCount, plural, =1{archivo} other{archivos}} ({skippedCount} omitidas)
fr: {diveCount} {diveCount, plural, =1{plongee analysee} other{plongees analysees}} depuis {fileCount} {fileCount, plural, =1{fichier} other{fichiers}} ({skippedCount} ignorees)
he: נותחו {diveCount} {diveCount, plural, =1{צלילה} other{צלילות}} מ-{fileCount} {fileCount, plural, =1{קובץ} other{קבצים}} ({skippedCount} דולגו)
hu: {diveCount} {diveCount, plural, =1{merules} other{merules}} feldolgozva {fileCount} {fileCount, plural, =1{fajlbol} other{fajlbol}} ({skippedCount} kihagyva)
it: Analizzate {diveCount} {diveCount, plural, =1{immersione} other{immersioni}} da {fileCount} {fileCount, plural, =1{file} other{file}} ({skippedCount} saltate)
nl: {diveCount} {diveCount, plural, =1{duik} other{duiken}} verwerkt uit {fileCount} {fileCount, plural, =1{bestand} other{bestanden}} ({skippedCount} overgeslagen)
pt: {diveCount} {diveCount, plural, =1{mergulho} other{mergulhos}} analisado(s) de {fileCount} {fileCount, plural, =1{ficheiro} other{ficheiros}} ({skippedCount} ignorados)

# diveImport_fit_parsing
source: Parsing...
ar: جارٍ التحليل...
de: Wird eingelesen...
es: Analizando...
fr: Analyse...
he: מנתח...
hu: Feldolgozas...
it: Analisi in corso...
nl: Verwerken...
pt: Analisando...

# diveImport_fit_selectFiles
source: Select FIT Files
ar: اختيار ملفات FIT
de: FIT-Dateien auswaehlen
es: Seleccionar archivos FIT
fr: Selectionner les fichiers FIT
he: בחר קבצי FIT
hu: FIT fajlok kivalasztasa
it: Seleziona file FIT
nl: FIT-bestanden selecteren
pt: Selecionar Ficheiros FIT

# diveImport_fit_title
source: Import from FIT File
ar: استيراد من ملف FIT
de: Aus FIT-Datei importieren
es: Importar desde archivo FIT
fr: Import depuis un fichier FIT
he: ייבוא מקובץ FIT
hu: Importalas FIT fajlbol
it: Importa da file FIT
nl: Importeren vanuit FIT-bestand
pt: Importar de Ficheiro FIT

# diveImport_healthkit_accessDescription
source: Submersion needs access to your Apple Watch dive data to import dives.
ar: يحتاج Submersion إلى الوصول لبيانات الغوص من Apple Watch لاستيراد الغطسات.
de: Submersion benoetigt Zugriff auf Ihre Apple Watch-Tauchdaten, um Tauchgaenge zu importieren.
es: Submersion necesita acceso a los datos de buceo de tu Apple Watch para importar inmersiones.
fr: Submersion a besoin d'acceder aux donnees de plongee de votre Apple Watch pour importer les plongees.
he: Submersion זקוק לגישה לנתוני הצלילה מה-Apple Watch שלך כדי לייבא צלילות.
hu: A Submersion-nek hozzaferesre van szuksege az Apple Watch merulesi adataihoz az importalashoz.
it: Submersion necessita di accesso ai dati di immersione dell'Apple Watch per importare le immersioni.
nl: Submersion heeft toegang nodig tot je Apple Watch-duikgegevens om duiken te importeren.
pt: O Submersion precisa de acesso aos dados de mergulho do Apple Watch para importar mergulhos.

# diveImport_healthkit_accessRequired
source: HealthKit Access Required
ar: مطلوب الوصول إلى HealthKit
de: HealthKit-Zugriff erforderlich
es: Acceso a HealthKit requerido
fr: Acces HealthKit requis
he: נדרשת גישה ל-HealthKit
hu: HealthKit hozzaferes szukseges
it: Accesso HealthKit richiesto
nl: HealthKit-toegang vereist
pt: Acesso ao HealthKit Necessario

# diveImport_healthkit_closeTooltip
source: Close Apple Watch import
ar: إغلاق استيراد Apple Watch
de: Apple Watch-Import schliessen
es: Cerrar importacion de Apple Watch
fr: Fermer l'import Apple Watch
he: סגור ייבוא Apple Watch
hu: Apple Watch importalas bezarasa
it: Chiudi importazione Apple Watch
nl: Apple Watch-import sluiten
pt: Fechar importacao do Apple Watch

# diveImport_healthkit_dateFrom
source: From
ar: من
de: Von
es: Desde
fr: Du
he: מתאריך
hu: Ettol
it: Da
nl: Van
pt: De

# diveImport_healthkit_dateSelectorLabel
source: {label} date selector
ar: محدد تاريخ {label}
de: {label} Datumsauswahl
es: Selector de fecha {label}
fr: Selecteur de date {label}
he: בורר תאריך {label}
hu: {label} datum valaszto
it: Selettore data {label}
nl: {label} datumselectie
pt: Seletor de data {label}

# diveImport_healthkit_dateTo
source: To
ar: إلى
de: Bis
es: Hasta
fr: Au
he: עד תאריך
hu: Eddig
it: A
nl: Tot
pt: Ate

# diveImport_healthkit_fetchDives
source: Fetch Dives
ar: جلب الغطسات
de: Tauchgaenge abrufen
es: Obtener inmersiones
fr: Recuperer les plongees
he: אחזר צלילות
hu: Merulesek lekerese
it: Recupera immersioni
nl: Duiken ophalen
pt: Obter Mergulhos

# diveImport_healthkit_fetching
source: Fetching...
ar: جارٍ الجلب...
de: Wird abgerufen...
es: Obteniendo...
fr: Recuperation...
he: מאחזר...
hu: Lekeres...
it: Recupero in corso...
nl: Ophalen...
pt: Obtendo...

# diveImport_healthkit_grantAccess
source: Grant Access
ar: منح الوصول
de: Zugriff gewaehren
es: Conceder acceso
fr: Autoriser l'acces
he: הענק גישה
hu: Hozzaferes engedelyezese
it: Concedi accesso
nl: Toegang verlenen
pt: Conceder Acesso

# diveImport_healthkit_noDivesFound
source: No Dives Found
ar: لم يتم العثور على غطسات
de: Keine Tauchgaenge gefunden
es: Sin inmersiones encontradas
fr: Aucune plongee trouvee
he: לא נמצאו צלילות
hu: Nem talalhato merules
it: Nessuna immersione trovata
nl: Geen duiken gevonden
pt: Nenhum Mergulho Encontrado

# diveImport_healthkit_noDivesFoundDescription
source: No underwater diving activities found in the selected date range.
ar: لم يتم العثور على أنشطة غوص في النطاق الزمني المحدد.
de: Im ausgewaehlten Zeitraum wurden keine Tauchaktivitaeten gefunden.
es: No se encontraron actividades de buceo en el rango de fechas seleccionado.
fr: Aucune activite de plongee sous-marine trouvee dans la periode selectionnee.
he: לא נמצאו פעילויות צלילה תת-ימיות בטווח התאריכים שנבחר.
hu: A kivalasztott idoszakban nem talalhato vizalatti merulesi tevekenyse.
it: Nessuna attività subacquea trovata nell'intervallo di date selezionato.
nl: Geen onderwaterduikactiviteiten gevonden in het geselecteerde datumbereik.
pt: Nenhuma atividade de mergulho subaquatico encontrada no periodo selecionado.

# diveImport_healthkit_notAvailable
source: Not Available
ar: غير متاح
de: Nicht verfuegbar
es: No disponible
fr: Non disponible
he: לא זמין
hu: Nem elerheto
it: Non disponibile
nl: Niet beschikbaar
pt: Nao Disponivel

# diveImport_healthkit_notAvailableDescription
source: Apple Watch import is only available on iOS and macOS devices.
ar: استيراد Apple Watch متاح فقط على أجهزة iOS وmacOS.
de: Apple Watch-Import ist nur auf iOS- und macOS-Geraeten verfuegbar.
es: La importacion de Apple Watch solo esta disponible en dispositivos iOS y macOS.
fr: L'import depuis l'Apple Watch est disponible uniquement sur les appareils iOS et macOS.
he: ייבוא מ-Apple Watch זמין רק במכשירי iOS ו-macOS.
hu: Az Apple Watch importalas csak iOS es macOS eszkozokon erheto el.
it: L'importazione da Apple Watch è disponibile solo su dispositivi iOS e macOS.
nl: Apple Watch-import is alleen beschikbaar op iOS- en macOS-apparaten.
pt: A importacao do Apple Watch esta disponivel apenas em dispositivos iOS e macOS.

# diveImport_healthkit_permissionCheckFailed
source: Failed to check permissions
ar: فشل التحقق من الأذونات
de: Berechtigungspruefung fehlgeschlagen
es: Error al verificar permisos
fr: Echec de la verification des autorisations
he: בדיקת הרשאות נכשלה
hu: Nem sikerult az engedelyek ellenorzese
it: Verifica dei permessi fallita
nl: Controle van machtigingen mislukt
pt: Falha ao verificar permissoes

# diveImport_healthkit_title
source: Import from Apple Watch
ar: استيراد من Apple Watch
de: Von Apple Watch importieren
es: Importar desde Apple Watch
fr: Import depuis l'Apple Watch
he: ייבוא מ-Apple Watch
hu: Importalas Apple Watch-rol
it: Importa da Apple Watch
nl: Importeren vanuit Apple Watch
pt: Importar do Apple Watch

# diveImport_healthkit_watchTitle
source: Import from Watch
ar: استيراد من الساعة
de: Von Watch importieren
es: Importar desde Watch
fr: Import depuis la montre
he: ייבוא מהשעון
hu: Importalas orarol
it: Importa da Watch
nl: Importeren vanuit Watch
pt: Importar do Relogio

# diveImport_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבוא
hu: Importalas
it: Importa
nl: Importeren
pt: Importar

# diveImport_importComplete
source: Import Complete
ar: اكتمل الاستيراد
de: Import abgeschlossen
es: Importacion completa
fr: Import termine
he: הייבוא הושלם
hu: Importalas kesz
it: Importazione completata
nl: Import voltooid
pt: Importacao Concluida

# diveImport_likelyDuplicate
source: Likely duplicate
ar: مكرر مرجح
de: Wahrscheinliches Duplikat
es: Probable duplicado
fr: Doublon probable
he: כפילות סבירה
hu: Valoszinuleg duplikatum
it: Probabile duplicato
nl: Waarschijnlijk duplicaat
pt: Provavel duplicado

# diveImport_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Prof. max.
fr: Prof. max
he: עומק מרבי
hu: Max. melyseg
it: Prof. max
nl: Max. diepte
pt: Prof. Max.

# diveImport_newDive
source: New dive
ar: غطسة جديدة
de: Neuer Tauchgang
es: Nueva inmersion
fr: Nouvelle plongee
he: צלילה חדשה
hu: Uj merules
it: Nuova immersione
nl: Nieuwe duik
pt: Novo mergulho

# diveImport_next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
he: הבא
hu: Kovetkezo
it: Avanti
nl: Volgende
pt: Proximo

# diveImport_possibleDuplicate
source: Possible duplicate
ar: مكرر محتمل
de: Moegliches Duplikat
es: Posible duplicado
fr: Doublon possible
he: כפילות אפשרית
hu: Lehetseges duplikatum
it: Possibile duplicato
nl: Mogelijk duplicaat
pt: Possivel duplicado

# diveImport_reviewSelectedDives
source: Review Selected Dives
ar: مراجعة الغطسات المحددة
de: Ausgewaehlte Tauchgaenge pruefen
es: Revisar inmersiones seleccionadas
fr: Verifier les plongees selectionnees
he: סקירת צלילות נבחרות
hu: Kivalasztott merulesek attekintese
it: Revisiona immersioni selezionate
nl: Geselecteerde duiken controleren
pt: Revisar Mergulhos Selecionados

# diveImport_reviewSummary
source: {newCount} new{possibleCount, plural, =0{} other{, {possibleCount} possible duplicates}}{skipCount, plural, =0{} other{, {skipCount} will be skipped}}
ar: {newCount} جديدة{possibleCount, plural, =0{} other{، {possibleCount} مكررات محتملة}}{skipCount, plural, =0{} other{، {skipCount} سيتم تخطيها}}
de: {newCount} neu{possibleCount, plural, =0{} other{, {possibleCount} moegliche Duplikate}}{skipCount, plural, =0{} other{, {skipCount} werden uebersprungen}}
es: {newCount} nuevas{possibleCount, plural, =0{} other{, {possibleCount} posibles duplicados}}{skipCount, plural, =0{} other{, {skipCount} se omitiran}}
fr: {newCount} nouvelles{possibleCount, plural, =0{} other{, {possibleCount} doublons possibles}}{skipCount, plural, =0{} other{, {skipCount} seront ignorees}}
he: {newCount} חדשות{possibleCount, plural, =0{} other{, {possibleCount} כפילויות אפשריות}}{skipCount, plural, =0{} other{, {skipCount} ידולגו}}
hu: {newCount} uj{possibleCount, plural, =0{} other{, {possibleCount} lehetseges duplikatum}}{skipCount, plural, =0{} other{, {skipCount} kihagyasra kerul}}
it: {newCount} nuove{possibleCount, plural, =0{} other{, {possibleCount} possibili duplicati}}{skipCount, plural, =0{} other{, {skipCount} saranno saltate}}
nl: {newCount} nieuw{possibleCount, plural, =0{} other{, {possibleCount} mogelijke duplicaten}}{skipCount, plural, =0{} other{, {skipCount} worden overgeslagen}}
pt: {newCount} novos{possibleCount, plural, =0{} other{, {possibleCount} possiveis duplicados}}{skipCount, plural, =0{} other{, {skipCount} serao ignorados}}

# diveImport_selectAll
source: Select All
ar: تحديد الكل
de: Alle auswaehlen
es: Seleccionar todo
fr: Tout selectionner
he: בחר הכל
hu: Osszes kijelolese
it: Seleziona tutto
nl: Alles selecteren
pt: Selecionar Todos

# diveImport_selectedCount
source: {count} selected
ar: {count} محدد
de: {count} ausgewaehlt
es: {count} seleccionadas
fr: {count} selectionnees
he: {count} נבחרו
hu: {count} kivalasztva
it: {count} selezionate
nl: {count} geselecteerd
pt: {count} selecionados

# diveImport_sourceWatch
source: Watch
ar: ساعة
fr: Montre
he: שעון
pt: Relogio

# diveImport_step_done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Termine
he: סיום
hu: Kesz
it: Fatto
nl: Klaar
pt: Concluido

# diveImport_step_review
source: Review
ar: مراجعة
de: Pruefen
es: Revisar
fr: Verifier
he: סקירה
hu: Attekintes
it: Revisione
nl: Controleren
pt: Revisar

# diveImport_step_select
source: Select
ar: اختيار
de: Auswaehlen
es: Seleccionar
fr: Selectionner
he: בחירה
hu: Kivalasztas
it: Selezione
nl: Selecteren
pt: Selecionar

# diveImport_temp
source: Temp
ar: الحرارة
he: טמפ'
hu: Hom.

# diveImport_toggleDiveSelection
source: Toggle selection for dive
ar: تبديل تحديد الغطسة
de: Auswahl fuer Tauchgang umschalten
es: Alternar seleccion de inmersion
fr: Basculer la selection de la plongee
he: החלף בחירת צלילה
hu: Merules kijelolesenek valtasa
it: Seleziona/deseleziona immersione
nl: Duikselectie wisselen
pt: Alternar selecao do mergulho

# diveImport_uddf_buddies
source: Buddies
ar: رفاق الغوص
de: Tauchpartner
es: Companeros
fr: Binomes
he: שותפים
hu: Buddyk
it: Compagni
nl: Buddy's
pt: Companheiros

# diveImport_uddf_certifications
source: Certifications
ar: الشهادات
de: Zertifizierungen
es: Certificaciones
he: הסמכות
hu: Tanusitvanyok
it: Certificazioni
nl: Brevetten
pt: Certificacoes

# diveImport_uddf_closeTooltip
source: Close UDDF import
ar: إغلاق استيراد UDDF
de: UDDF-Import schliessen
es: Cerrar importacion UDDF
fr: Fermer l'import UDDF
he: סגור ייבוא UDDF
hu: UDDF importalas bezarasa
it: Chiudi importazione UDDF
nl: UDDF-import sluiten
pt: Fechar importacao UDDF

# diveImport_uddf_diveCenters
source: Dive Centers
ar: مراكز الغوص
de: Tauchcenter
es: Centros de buceo
fr: Centres de plongee
he: מרכזי צלילה
hu: Buvarkoezpontok
it: Centri immersione
nl: Duikcentra
pt: Centros de Mergulho

# diveImport_uddf_diveTypes
source: Dive Types
ar: أنواع الغوص
de: Taucharten
es: Tipos de inmersion
fr: Types de plongee
he: סוגי צלילה
hu: Merulestipusok
it: Tipi di immersione
nl: Duiktypes
pt: Tipos de Mergulho

# diveImport_uddf_dives
source: Dives
ar: الغطسات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merulesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# diveImport_uddf_duplicate
source: Duplicate
ar: مكرر
de: Duplikat
es: Duplicado
fr: Doublon
he: כפילות
hu: Duplikatum
it: Duplicato
nl: Duplicaat
pt: Duplicado

# diveImport_uddf_duplicatesFound
source: {count} duplicates found and auto-deselected.
ar: تم العثور على {count} مكررات وإلغاء تحديدها تلقائيًا.
de: {count} Duplikate gefunden und automatisch abgewaehlt.
es: {count} duplicados encontrados y deseleccionados automaticamente.
fr: {count} doublons trouves et deselectionnes automatiquement.
he: {count} כפילויות נמצאו ובוטלה בחירתן אוטומטית.
hu: {count} duplikatum talalva es automatikusan kijeloles megszuntetve.
it: {count} duplicati trovati e deselezionati automaticamente.
nl: {count} duplicaten gevonden en automatisch gedeselecteerd.
pt: {count} duplicados encontrados e desmarcados automaticamente.

# diveImport_uddf_equipment
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamento

# diveImport_uddf_equipmentSets
source: Equipment Sets
ar: أطقم المعدات
de: Ausruestungssets
es: Conjuntos de equipo
fr: Kits d'equipement
he: ערכות ציוד
hu: Felszerelesszettek
it: Kit attrezzatura
nl: Uitrustingssets
pt: Conjuntos de Equipamento

# diveImport_uddf_importProgress
source: {current} of {total}
ar: {current} من {total}
de: {current} von {total}
es: {current} de {total}
fr: {current} sur {total}
he: {current} מתוך {total}
hu: {current} / {total}
it: {current} di {total}
nl: {current} van {total}
pt: {current} de {total}

# diveImport_uddf_importing
source: Importing...
ar: جارٍ الاستيراد...
de: Wird importiert...
es: Importando...
fr: Import en cours...
he: מייבא...
hu: Importalas...
it: Importazione...
nl: Importeren...
pt: Importando...

# diveImport_uddf_likelyDuplicate
source: Likely duplicate
ar: مكرر مرجح
de: Wahrscheinliches Duplikat
es: Probable duplicado
fr: Doublon probable
he: כפילות סבירה
hu: Valoszinuleg duplikatum
it: Probabile duplicato
nl: Waarschijnlijk duplicaat
pt: Provavel duplicado

# diveImport_uddf_noFileDescription
source: Select a .uddf or .xml file exported from another dive log application.
ar: اختر ملف .uddf أو .xml مصدّر من تطبيق سجل غوص آخر.
de: Waehlen Sie eine .uddf- oder .xml-Datei, die aus einer anderen Tauchlog-Anwendung exportiert wurde.
es: Selecciona un archivo .uddf o .xml exportado de otra aplicacion de registro de inmersiones.
fr: Selectionnez un fichier .uddf ou .xml exporte depuis une autre application de carnet de plongee.
he: בחר קובץ .uddf או .xml שיוצא מאפליקציית יומן צלילה אחרת.
hu: Valasszon ki egy .uddf vagy .xml fajlt, amelyet masik merulesi naplo alkalmazasbol exportalt.
it: Seleziona un file .uddf o .xml esportato da un'altra applicazione di logbook.
nl: Selecteer een .uddf- of .xml-bestand dat is geexporteerd vanuit een andere duiklogapplicatie.
pt: Selecione um ficheiro .uddf ou .xml exportado de outro aplicativo de registro de mergulhos.

# diveImport_uddf_noFileSelected
source: No File Selected
ar: لم يتم اختيار ملف
de: Keine Datei ausgewaehlt
es: Ningun archivo seleccionado
fr: Aucun fichier selectionne
he: לא נבחר קובץ
hu: Nincs fajl kivalasztva
it: Nessun file selezionato
nl: Geen bestand geselecteerd
pt: Nenhum Ficheiro Selecionado

# diveImport_uddf_parsing
source: Parsing...
ar: جارٍ التحليل...
de: Wird eingelesen...
es: Analizando...
fr: Analyse...
he: מנתח...
hu: Feldolgozas...
it: Analisi in corso...
nl: Verwerken...
pt: Analisando...

# diveImport_uddf_possibleDuplicate
source: Possible duplicate
ar: مكرر محتمل
de: Moegliches Duplikat
es: Posible duplicado
fr: Doublon possible
he: כפילות אפשרית
hu: Lehetseges duplikatum
it: Possibile duplicato
nl: Mogelijk duplicaat
pt: Possivel duplicado

# diveImport_uddf_selectFile
source: Select UDDF File
ar: اختيار ملف UDDF
de: UDDF-Datei auswaehlen
es: Seleccionar archivo UDDF
fr: Selectionner un fichier UDDF
he: בחר קובץ UDDF
hu: UDDF fajl kivalasztasa
it: Seleziona file UDDF
nl: UDDF-bestand selecteren
pt: Selecionar Ficheiro UDDF

# diveImport_uddf_selectedOfTotal
source: {selected} of {total} selected
ar: {selected} من {total} محدد
de: {selected} von {total} ausgewaehlt
es: {selected} de {total} seleccionadas
fr: {selected} sur {total} selectionnes
he: {selected} מתוך {total} נבחרו
hu: {selected} / {total} kivalasztva
it: {selected} di {total} selezionate
nl: {selected} van {total} geselecteerd
pt: {selected} de {total} selecionados

# diveImport_uddf_sites
source: Sites
ar: المواقع
de: Tauchplaetze
es: Puntos de buceo
he: אתרים
hu: Helyszinek
it: Siti
nl: Locaties
pt: Locais

# diveImport_uddf_stepImport
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבוא
hu: Importalas
it: Importa
nl: Importeren
pt: Importar

# diveImport_uddf_tabBuddies
source: Buddies
ar: الرفاق
de: Partner
es: Companeros
fr: Binomes
he: שותפים
hu: Buddyk
it: Compagni
nl: Buddy's
pt: Companheiros

# diveImport_uddf_tabCenters
source: Centers
ar: المراكز
de: Center
es: Centros
fr: Centres
he: מרכזים
hu: Kozpontok
it: Centri
nl: Centra
pt: Centros

# diveImport_uddf_tabCerts
source: Certs
ar: الشهادات
de: Zert.
fr: Certifs
he: הסמכות
hu: Kepesitesek
it: Brevetti
nl: Brevetten

# diveImport_uddf_tabCourses
source: Courses
ar: الدورات
de: Kurse
es: Cursos
fr: Cours
he: קורסים
hu: Tanfolyamok
it: Corsi
nl: Cursussen
pt: Cursos

# diveImport_uddf_tabDives
source: Dives
ar: الغطسات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merulesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# diveImport_uddf_tabEquipment
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamento

# diveImport_uddf_tabSets
source: Sets
ar: الأطقم
es: Conjuntos
fr: Kits
he: ערכות
hu: Szettek
it: Kit
pt: Conjuntos

# diveImport_uddf_tabSites
source: Sites
ar: المواقع
de: Plaetze
es: Puntos
he: אתרים
hu: Helyszinek
it: Siti
nl: Locaties
pt: Locais

# diveImport_uddf_tabTags
source: Tags
ar: الوسوم
es: Etiquetas
he: תגיות
hu: Cimkek
it: Tag

# diveImport_uddf_tabTrips
source: Trips
ar: الرحلات
de: Reisen
es: Viajes
fr: Voyages
he: טיולים
hu: Utak
it: Viaggi
nl: Reizen
pt: Viagens

# diveImport_uddf_tabTypes
source: Types
ar: الأنواع
de: Typen
es: Tipos
he: סוגים
hu: Tipusok
it: Tipi
pt: Tipos

# diveImport_uddf_tags
source: Tags
ar: الوسوم
es: Etiquetas
he: תגיות
hu: Cimkek
it: Tag

# diveImport_uddf_title
source: Import from UDDF
ar: استيراد من UDDF
de: Aus UDDF importieren
es: Importar desde UDDF
fr: Import depuis UDDF
he: ייבוא מ-UDDF
hu: Importalas UDDF-bol
it: Importa da UDDF
nl: Importeren vanuit UDDF
pt: Importar de UDDF

# diveImport_uddf_toggleDiveSelection
source: Toggle selection for dive
ar: تبديل تحديد الغطسة
de: Auswahl fuer Tauchgang umschalten
es: Alternar seleccion de inmersion
fr: Basculer la selection de la plongee
he: החלף בחירת צלילה
hu: Merules kijelolesenek valtasa
it: Seleziona/deseleziona immersione
nl: Duikselectie wisselen
pt: Alternar selecao do mergulho

# diveImport_uddf_toggleEntitySelection
source: Toggle selection for {name}
ar: تبديل تحديد {name}
de: Auswahl fuer {name} umschalten
es: Alternar seleccion de {name}
fr: Basculer la selection de {name}
he: החלף בחירה עבור {name}
hu: {name} kijelolesenek valtasa
it: Seleziona/deseleziona {name}
nl: Selectie wisselen voor {name}
pt: Alternar selecao de {name}

# diveImport_uddf_trips
source: Trips
ar: الرحلات
de: Reisen
es: Viajes
fr: Voyages
he: טיולים
hu: Utak
it: Viaggi
nl: Reizen
pt: Viagens

# diveLog_bulkDelete_confirm
source: Are you sure you want to delete {count} {count, plural, =1{dive} other{dives}}? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف {count} {count, plural, =1{غوصة} other{غوصات}}؟ لا يمكن التراجع عن هذا الإجراء.
de: Moechten Sie wirklich {count} {count, plural, =1{Tauchgang} other{Tauchgaenge}} loeschen? Diese Aktion kann nicht rueckgaengig gemacht werden.
es: ¿Estás seguro de que deseas eliminar {count} {count, plural, =1{inmersión} other{inmersiones}}? Esta acción no se puede deshacer.
fr: Es-tu sur de vouloir supprimer {count} {count, plural, =1{plongee} other{plongees}} ? Cette action est irreversible.
he: האם אתה בטוח שברצונך למחוק {count} {count, plural, =1{צלילה} other{צלילות}}? פעולה זו אינה ניתנת לביטול.
hu: Biztosan torolni szeretne {count} {count, plural, =1{merulest} other{merulest}}? Ez a muvelet nem vonhato vissza.
it: Sei sicuro di voler eliminare {count} {count, plural, =1{immersione} other{immersioni}}? Questa azione non puo essere annullata.
nl: Weet u zeker dat u {count} {count, plural, =1{duik} other{duiken}} wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt: Tem certeza que deseja excluir {count} {count, plural, =1{mergulho} other{mergulhos}}? Esta acao nao pode ser desfeita.

# diveLog_bulkDelete_restored
source: Dives restored
ar: تمت استعادة الغوصات
de: Tauchgaenge wiederhergestellt
es: Inmersiones restauradas
fr: Plongees restaurees
he: הצלילות שוחזרו
hu: Merulesek visszaallitva
it: Immersioni ripristinate
nl: Duiken hersteld
pt: Mergulhos restaurados
