Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# settings_cloudSync_signOutDialog_signOut
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesion
fr: Deconnexion
he: התנתק
hu: Kijelentkezes
it: Disconnetti
nl: Uitloggen
pt: Sair

# settings_cloudSync_signOutDialog_title
source: Sign Out?
ar: تسجيل الخروج؟
de: Abmelden?
es: Cerrar sesion?
fr: Se deconnecter ?
he: להתנתק?
hu: Kijelentkezes?
it: Disconnettersi?
nl: Uitloggen?
pt: Sair?

# settings_cloudSync_signOutSuccess
source: Signed out from cloud provider
ar: تم تسجيل الخروج من مزود السحابة
de: Vom Cloud-Anbieter abgemeldet
es: Sesion cerrada del proveedor en la nube
fr: Deconnecte du fournisseur cloud
he: התנתקת מספק הענן
hu: Kijelentkezve a felho szolgaltatobol
it: Disconnesso dal provider cloud
nl: Uitgelogd bij cloudprovider
pt: Desconectado do provedor de nuvem

# settings_cloudSync_signOut_subtitle
source: Disconnect from cloud provider
ar: قطع الاتصال بمزود السحابة
de: Verbindung zum Cloud-Anbieter trennen
es: Desconectar del proveedor en la nube
fr: Se deconnecter du fournisseur cloud
he: התנתק מספק הענן
hu: Levalasztas a felho szolgaltatorol
it: Disconnetti dal provider cloud
nl: Verbinding met cloudprovider verbreken
pt: Desconectar do provedor de nuvem

# settings_cloudSync_status_conflictsDetected
source: Conflicts detected
ar: تم اكتشاف تعارضات
de: Konflikte erkannt
es: Conflictos detectados
fr: Conflits detectes
he: זוהו התנגשויות
hu: Ütközesek eszlelve
it: Conflitti rilevati
nl: Conflicten gedetecteerd
pt: Conflitos detectados

# settings_cloudSync_status_readyToSync
source: Ready to sync
ar: جاهز للمزامنة
de: Bereit zur Synchronisierung
es: Listo para sincronizar
fr: Pret a synchroniser
he: מוכן לסנכרון
hu: Keszen all a szinkronizalasra
it: Pronto per la sincronizzazione
nl: Klaar om te synchroniseren
pt: Pronto para sincronizar

# settings_cloudSync_status_syncComplete
source: Sync complete
ar: اكتملت المزامنة
de: Synchronisierung abgeschlossen
es: Sincronizacion completa
fr: Synchronisation terminee
he: הסנכרון הושלם
hu: Szinkronizalas befejezve
it: Sincronizzazione completata
nl: Synchronisatie voltooid
pt: Sincronizacao concluida

# settings_cloudSync_status_syncError
source: Sync error
ar: خطأ في المزامنة
de: Synchronisierungsfehler
es: Error de sincronizacion
fr: Erreur de synchronisation
he: שגיאת סנכרון
hu: Szinkronizalasi hiba
it: Errore di sincronizzazione
nl: Synchronisatiefout
pt: Erro de sincronizacao

# settings_cloudSync_status_syncing
source: Syncing...
ar: جارٍ المزامنة...
de: Wird synchronisiert...
es: Sincronizando...
fr: Synchronisation...
he: מסנכרן...
hu: Szinkronizalas...
it: Sincronizzazione in corso...
nl: Synchroniseren...
pt: Sincronizando...

# settings_cloudSync_storageSettings
source: Storage Settings
ar: إعدادات التخزين
de: Speichereinstellungen
es: Ajustes de almacenamiento
fr: Parametres de stockage
he: הגדרות אחסון
hu: Tarolasi beallitasok
it: Impostazioni archiviazione
nl: Opslaginstellingen
pt: Configuracoes de Armazenamento

# settings_cloudSync_syncNow
source: Sync Now
ar: مزامنة الآن
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
he: סנכרן עכשיו
hu: Szinkronizalas most
it: Sincronizza ora
nl: Nu synchroniseren
pt: Sincronizar Agora

# settings_cloudSync_syncOnLaunch
source: Sync on Launch
ar: المزامنة عند التشغيل
de: Beim Start synchronisieren
es: Sincronizar al iniciar
fr: Synchroniser au lancement
he: סנכרון בהפעלה
hu: Szinkronizalas inditaskor
it: Sincronizza all'avvio
nl: Synchroniseren bij opstarten
pt: Sincronizar ao Iniciar

# settings_cloudSync_syncOnLaunch_subtitle
source: Check for updates at startup
ar: التحقق من التحديثات عند بدء التشغيل
de: Beim Start nach Aktualisierungen suchen
es: Buscar actualizaciones al iniciar
fr: Verifier les mises a jour au demarrage
he: בדוק עדכונים בהפעלה
hu: Frissitesek ellenorzese inditaskor
it: Controlla gli aggiornamenti all'avvio
nl: Controleren op updates bij het opstarten
pt: Verificar atualizacoes na inicializacao

# settings_cloudSync_syncOnResume
source: Sync on Resume
ar: المزامنة عند الاستئناف
de: Bei Fortsetzung synchronisieren
es: Sincronizar al reanudar
fr: Synchroniser a la reprise
he: סנכרון בחזרה
hu: Szinkronizalas folytatáskor
it: Sincronizza alla ripresa
nl: Synchroniseren bij hervatten
pt: Sincronizar ao Retomar

# settings_cloudSync_syncOnResume_subtitle
source: Check for updates when app becomes active
ar: التحقق من التحديثات عندما يصبح التطبيق نشطًا
de: Nach Aktualisierungen suchen, wenn die App aktiv wird
es: Buscar actualizaciones cuando la app se activa
fr: Verifier les mises a jour quand l'application redevient active
he: בדוק עדכונים כשהאפליקציה נהיית פעילה
hu: Frissitesek ellenorzése az alkalmazas aktivalasakor
it: Controlla gli aggiornamenti quando l'app diventa attiva
nl: Controleren op updates wanneer de app actief wordt
pt: Verificar atualizacoes quando o aplicativo ficar ativo

# settings_cloudSync_syncProgressPercent
source: Sync progress: {percent} percent
ar: تقدم المزامنة: {percent} بالمئة
de: Synchronisierungsfortschritt: {percent} Prozent
es: Progreso de sincronizacion: {percent} por ciento
fr: Progression de la synchronisation : {percent} pour cent
he: התקדמות סנכרון: {percent} אחוז
hu: Szinkronizalas haladasa: {percent} szazalek
it: Progresso sincronizzazione: {percent} percento
nl: Synchronisatievoortgang: {percent} procent
pt: Progresso da sincronizacao: {percent} por cento

# settings_cloudSync_time_daysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
ar: {count, plural, =1{منذ يوم واحد} other{منذ {count} أيام}}
de: {count, plural, =1{Vor 1 Tag} other{Vor {count} Tagen}}
es: {count, plural, =1{Hace 1 dia} other{Hace {count} dias}}
fr: {count, plural, =1{Il y a 1 jour} other{Il y a {count} jours}}
he: {count, plural, =1{לפני יום} other{לפני {count} ימים}}
hu: {count, plural, =1{1 napja} other{{count} napja}}
it: {count, plural, =1{1 giorno fa} other{{count} giorni fa}}
nl: {count, plural, =1{1 dag geleden} other{{count} dagen geleden}}
pt: {count, plural, =1{1 dia atras} other{{count} dias atras}}

# settings_cloudSync_time_hoursAgo
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
ar: {count, plural, =1{منذ ساعة واحدة} other{منذ {count} ساعات}}
de: {count, plural, =1{Vor 1 Stunde} other{Vor {count} Stunden}}
es: {count, plural, =1{Hace 1 hora} other{Hace {count} horas}}
fr: {count, plural, =1{Il y a 1 heure} other{Il y a {count} heures}}
he: {count, plural, =1{לפני שעה} other{לפני {count} שעות}}
hu: {count, plural, =1{1 oraja} other{{count} oraja}}
it: {count, plural, =1{1 ora fa} other{{count} ore fa}}
nl: {count, plural, =1{1 uur geleden} other{{count} uur geleden}}
pt: {count, plural, =1{1 hora atras} other{{count} horas atras}}

# settings_cloudSync_time_justNow
source: Just now
ar: الآن
de: Gerade eben
es: Justo ahora
fr: A l'instant
he: הרגע
hu: Most
it: Proprio ora
nl: Zojuist
pt: Agora mesmo

# settings_cloudSync_time_minutesAgo
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
ar: {count, plural, =1{منذ دقيقة واحدة} other{منذ {count} دقائق}}
de: {count, plural, =1{Vor 1 Minute} other{Vor {count} Minuten}}
es: {count, plural, =1{Hace 1 minuto} other{Hace {count} minutos}}
fr: {count, plural, =1{Il y a 1 minute} other{Il y a {count} minutes}}
he: {count, plural, =1{לפני דקה} other{לפני {count} דקות}}
hu: {count, plural, =1{1 perce} other{{count} perce}}
it: {count, plural, =1{1 minuto fa} other{{count} minuti fa}}
nl: {count, plural, =1{1 minuut geleden} other{{count} minuten geleden}}
pt: {count, plural, =1{1 minuto atras} other{{count} minutos atras}}

# settings_conflict_applyAll
source: Apply All
ar: تطبيق الكل
de: Alle anwenden
es: Aplicar todo
fr: Tout appliquer
he: החל על הכל
hu: Alkalmaz mindet
it: Applica a tutti
nl: Alles toepassen
pt: Aplicar Todas

# settings_conflict_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# settings_conflict_chooseResolution
source: Choose Resolution
ar: اختر الحل
de: Loesung waehlen
es: Elegir resolucion
fr: Choisir la resolution
he: בחר פתרון
hu: Feloldas valasztasa
it: Scegli risoluzione
nl: Kies oplossing
pt: Escolher Resolucao

# settings_conflict_close
source: Close
ar: إغلاق
de: Schliessen
es: Cerrar
fr: Fermer
he: סגירה
hu: Bezaras
it: Chiudi
nl: Sluiten
pt: Fechar

# settings_conflict_close_tooltip
source: Close conflict dialog
ar: إغلاق نافذة التعارضات
de: Konfliktdialog schliessen
es: Cerrar dialogo de conflictos
fr: Fermer la boite de dialogue des conflits
he: סגור חלון התנגשות
hu: Ütközes párbeszed bezarasa
it: Chiudi finestra conflitti
nl: Conflictdialoog sluiten
pt: Fechar dialogo de conflito

# settings_conflict_counterLabel
source: Conflict {current} of {total}
ar: التعارض {current} من {total}
de: Konflikt {current} von {total}
es: Conflicto {current} de {total}
fr: Conflit {current} sur {total}
he: התנגשות {current} מתוך {total}
hu: {current}. ütközes a(z) {total} közül
it: Conflitto {current} di {total}
nl: Conflict {current} van {total}
pt: Conflito {current} de {total}

# settings_conflict_errorLoading
source: Error loading conflicts: {error}
ar: خطأ في تحميل التعارضات: {error}
de: Fehler beim Laden der Konflikte: {error}
es: Error al cargar conflictos: {error}
fr: Erreur lors du chargement des conflits : {error}
he: שגיאה בטעינת התנגשויות: {error}
hu: Hiba az ütközesek betoltesekor: {error}
it: Errore nel caricamento dei conflitti: {error}
nl: Fout bij laden van conflicten: {error}
pt: Erro ao carregar conflitos: {error}

# settings_conflict_keepBoth
source: Keep Both
ar: الاحتفاظ بكليهما
de: Beide behalten
es: Conservar ambos
fr: Conserver les deux
he: שמור את שניהם
hu: Mindketto megtartasa
it: Mantieni entrambi
nl: Beide bewaren
pt: Manter Ambos

# settings_conflict_keepLocal
source: Keep Local
ar: الاحتفاظ بالمحلي
de: Lokal behalten
es: Conservar local
fr: Conserver le local
he: שמור מקומי
hu: Helyi megtartasa
it: Mantieni locale
nl: Lokale bewaren
pt: Manter Local

# settings_conflict_keepRemote
source: Keep Remote
ar: الاحتفاظ بالبعيد
de: Remote behalten
es: Conservar remoto
fr: Conserver le distant
he: שמור מרוחק
hu: Tavoli megtartasa
it: Mantieni remoto
nl: Externe bewaren
pt: Manter Remoto

# settings_conflict_localVersion
source: Local Version
ar: النسخة المحلية
de: Lokale Version
es: Version local
fr: Version locale
he: גרסה מקומית
hu: Helyi valtozat
it: Versione locale
nl: Lokale versie
pt: Versao Local

# settings_conflict_modified
source: Modified: {time}
ar: تم التعديل: {time}
de: Geaendert: {time}
es: Modificado: {time}
fr: Modifie le : {time}
he: שונה: {time}
hu: Modositva: {time}
it: Modificato: {time}
nl: Gewijzigd: {time}
pt: Modificado: {time}

# settings_conflict_next_tooltip
source: Next conflict
ar: التعارض التالي
de: Naechster Konflikt
es: Siguiente conflicto
fr: Conflit suivant
he: ההתנגשות הבאה
hu: Kovetkezo ütközes
it: Conflitto successivo
nl: Volgend conflict
pt: Proximo conflito

# settings_conflict_noConflicts_message
source: All sync conflicts have been resolved.
ar: تم حل جميع تعارضات المزامنة.
de: Alle Synchronisierungskonflikte wurden geloest.
es: Todos los conflictos de sincronizacion han sido resueltos.
fr: Tous les conflits de synchronisation ont ete resolus.
he: כל התנגשויות הסנכרון נפתרו.
hu: Minden szinkronizalasi ütközes feloldva.
it: Tutti i conflitti di sincronizzazione sono stati risolti.
nl: Alle synchronisatieconflicten zijn opgelost.
pt: Todos os conflitos de sincronizacao foram resolvidos.

# settings_conflict_noConflicts_title
source: No Conflicts
ar: لا توجد تعارضات
de: Keine Konflikte
es: Sin conflictos
fr: Aucun conflit
he: אין התנגשויות
hu: Nincsenek ütközesek
it: Nessun conflitto
nl: Geen conflicten
pt: Sem Conflitos

# settings_conflict_noDataAvailable
source: No data available
ar: لا توجد بيانات متاحة
de: Keine Daten verfuegbar
es: No hay datos disponibles
fr: Aucune donnee disponible
he: אין נתונים זמינים
hu: Nincs elerheto adat
it: Nessun dato disponibile
nl: Geen gegevens beschikbaar
pt: Nenhum dado disponivel

# settings_conflict_previous_tooltip
source: Previous conflict
ar: التعارض السابق
de: Vorheriger Konflikt
es: Conflicto anterior
fr: Conflit precedent
he: ההתנגשות הקודמת
hu: Elozo ütközes
it: Conflitto precedente
nl: Vorig conflict
pt: Conflito anterior

# settings_conflict_remoteVersion
source: Remote Version
ar: النسخة البعيدة
es: Version remota
fr: Version distante
he: גרסה מרוחקת
hu: Tavoli valtozat
it: Versione remota
nl: Externe versie
pt: Versao Remota

# settings_conflict_resolved
source: Resolved {count, plural, =1{1 conflict} other{{count} conflicts}}
ar: تم حل {count, plural, =1{تعارض واحد} other{{count} تعارضات}}
de: {count, plural, =1{1 Konflikt} other{{count} Konflikte}} geloest
es: Se resolvieron {count, plural, =1{1 conflicto} other{{count} conflictos}}
fr: {count, plural, =1{1 conflit resolu} other{{count} conflits resolus}}
he: נפתרו {count, plural, =1{התנגשות אחת} other{{count} התנגשויות}}
hu: {count, plural, =1{1 ütközes} other{{count} ütközes}} feloldva
it: {count, plural, =1{1 conflitto risolto} other{{count} conflitti risolti}}
nl: {count, plural, =1{1 conflict} other{{count} conflicten}} opgelost
pt: {count, plural, =1{1 conflito resolvido} other{{count} conflitos resolvidos}}

# settings_conflict_title
source: Resolve Conflicts
ar: حل التعارضات
de: Konflikte loesen
es: Resolver conflictos
fr: Resoudre les conflits
he: פתרון התנגשויות
hu: Ütközesek feloldasa
it: Risolvi conflitti
nl: Conflicten oplossen
pt: Resolver Conflitos

# settings_data_appDefaultLocation
source: App default location
ar: موقع التطبيق الافتراضي
de: Standard-App-Speicherort
es: Ubicacion predeterminada de la app
fr: Emplacement par defaut de l'application
he: מיקום ברירת מחדל של האפליקציה
hu: Alkalmazas alapertelmezett helye
it: Posizione predefinita dell'app
nl: Standaard app-locatie
pt: Local padrao do aplicativo

# settings_data_backup
source: Backup
ar: نسخ احتياطي
de: Sicherung
es: Respaldo
fr: Sauvegarde
he: גיבוי
hu: Biztonsagi mentes

# settings_data_backup_subtitle
source: Create a backup of your data
ar: إنشاء نسخة احتياطية من بياناتك
de: Sicherung Ihrer Daten erstellen
es: Crear un respaldo de tus datos
fr: Creer une sauvegarde de vos donnees
he: צור גיבוי של הנתונים שלך
hu: Biztonsagi mentes keszitese az adatokrol
it: Crea un backup dei tuoi dati
nl: Maak een back-up van je gegevens
pt: Criar um backup dos seus dados

# settings_data_cloudSync
source: Cloud Sync
ar: المزامنة السحابية
de: Cloud-Synchronisierung
es: Sincronizacion en la nube
fr: Synchronisation cloud
he: סנכרון ענן
hu: Felho szinkronizalas
it: Sincronizzazione cloud
nl: Cloudsynchronisatie
pt: Sincronizacao na Nuvem

# settings_data_customFolder
source: Custom folder
ar: مجلد مخصص
de: Benutzerdefinierter Ordner
es: Carpeta personalizada
fr: Dossier personnalise
he: תיקייה מותאמת אישית
hu: Egyedi mappa
it: Cartella personalizzata
nl: Aangepaste map
pt: Pasta personalizada

# settings_data_databaseStorage
source: Database Storage
ar: تخزين قاعدة البيانات
de: Datenbankspeicher
es: Almacenamiento de base de datos
fr: Stockage de la base de donnees
he: אחסון מסד נתונים
hu: Adatbazis tarolas
it: Archiviazione database
nl: Database-opslag
pt: Armazenamento do Banco de Dados

# settings_data_export_completed
source: Export completed
ar: اكتمل التصدير
de: Export abgeschlossen
es: Exportacion completada
fr: Export termine
he: הייצוא הושלם
hu: Exportalas befejezve
it: Esportazione completata
nl: Export voltooid
pt: Exportacao concluida

# settings_data_export_exporting
source: Exporting...
ar: جارٍ التصدير...
de: Wird exportiert...
es: Exportando...
fr: Exportation...
he: מייצא...
hu: Exportalas...
it: Esportazione in corso...
nl: Exporteren...
pt: Exportando...

# settings_data_export_failed
source: Export failed: {error}
ar: فشل التصدير: {error}
de: Export fehlgeschlagen: {error}
es: Error en la exportacion: {error}
fr: Echec de l'export : {error}
he: הייצוא נכשל: {error}
hu: Exportalas sikertelen: {error}
it: Esportazione non riuscita: {error}
nl: Export mislukt: {error}
pt: Falha na exportacao: {error}

# settings_data_header_backupSync
source: Backup & Sync
ar: النسخ الاحتياطي والمزامنة
de: Sicherung & Synchronisierung
es: Respaldo y sincronizacion
fr: Sauvegarde et synchronisation
he: גיבוי וסנכרון
hu: Biztonsagi mentes es szinkronizalas
it: Backup e sincronizzazione
nl: Back-up & synchronisatie
pt: Backup e Sincronizacao

# settings_data_header_storage
source: Storage
ar: التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
he: אחסון
hu: Tarolas
it: Archiviazione
nl: Opslag
pt: Armazenamento

# settings_data_import_completed
source: Operation completed
ar: اكتملت العملية
de: Vorgang abgeschlossen
es: Operacion completada
fr: Operation terminee
he: הפעולה הושלמה
hu: Muvelet befejezve
it: Operazione completata
nl: Bewerking voltooid
pt: Operacao concluida

# settings_data_import_failed
source: Operation failed: {error}
ar: فشلت العملية: {error}
de: Vorgang fehlgeschlagen: {error}
es: La operacion fallo: {error}
fr: Echec de l'operation : {error}
he: הפעולה נכשלה: {error}
hu: Muvelet sikertelen: {error}
it: Operazione non riuscita: {error}
nl: Bewerking mislukt: {error}
pt: Falha na operacao: {error}

# settings_data_offlineMaps
source: Offline Maps
ar: الخرائط غير المتصلة
de: Offline-Karten
es: Mapas sin conexion
fr: Cartes hors ligne
he: מפות לא מקוונות
hu: Offline terkepek
it: Mappe offline
nl: Offline kaarten
pt: Mapas Offline

# settings_data_offlineMaps_subtitle
source: Download maps for offline use
ar: تنزيل الخرائط للاستخدام بدون اتصال
de: Karten fuer die Offline-Nutzung herunterladen
es: Descargar mapas para uso sin conexion
fr: Telecharger des cartes pour une utilisation hors ligne
he: הורד מפות לשימוש לא מקוון
hu: Terkepek letöltese offline hasznalathoz
it: Scarica mappe per l'uso offline
nl: Download kaarten voor offline gebruik
pt: Baixar mapas para uso offline

# settings_data_restore
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
he: שחזור
hu: Visszaallitas
it: Ripristina
nl: Herstellen
pt: Restaurar

# settings_data_restoreDialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# settings_data_restoreDialog_content
source: Warning: Restoring from a backup will replace ALL current data with the backup data. This action cannot be undone. Are you sure you want to continue?
ar: تحذير: ستؤدي الاستعادة من نسخة احتياطية إلى استبدال جميع البيانات الحالية ببيانات النسخة الاحتياطية. لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد المتابعة؟
de: Warnung: Das Wiederherstellen aus einer Sicherung ersetzt ALLE aktuellen Daten durch die Sicherungsdaten. Diese Aktion kann nicht rueckgaengig gemacht werden. Sind Sie sicher, dass Sie fortfahren moechten?
es: Advertencia: Restaurar desde un respaldo reemplazara TODOS los datos actuales con los datos del respaldo. Esta accion no se puede deshacer. Estas seguro de que deseas continuar?
fr: Attention : la restauration depuis une sauvegarde remplacera TOUTES les donnees actuelles par les donnees de la sauvegarde. Cette action est irreversible. Voulez-vous vraiment continuer ?
he: אזהרה: שחזור מגיבוי יחליף את כל הנתונים הנוכחיים בנתוני הגיבוי. לא ניתן לבטל פעולה זו. האם אתה בטוח שברצונך להמשיך?
hu: Figyelmeztetés: A biztonsagi mentesbol valo visszaallitas MINDEN jelenlegi adatot felülir a mentett adatokkal. Ez a muvelet nem vonhato vissza. Biztosan folytatja?
it: Attenzione: il ripristino da un backup sostituirà TUTTI i dati attuali con i dati del backup. Questa azione non può essere annullata. Sei sicuro di voler continuare?
nl: Waarschuwing: Herstellen vanuit een back-up vervangt ALLE huidige gegevens door de back-upgegevens. Deze actie kan niet ongedaan worden gemaakt. Weet je zeker dat je wilt doorgaan?
pt: Aviso: Restaurar a partir de um backup substituira TODOS os dados atuais pelos dados do backup. Esta acao nao pode ser desfeita. Tem certeza de que deseja continuar?

# settings_data_restoreDialog_restore
source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
he: שחזור
hu: Visszaallitas
it: Ripristina
nl: Herstellen
pt: Restaurar

# settings_data_restoreDialog_title
source: Restore Backup
ar: استعادة النسخة الاحتياطية
de: Sicherung wiederherstellen
es: Restaurar respaldo
fr: Restaurer la sauvegarde
he: שחזור גיבוי
hu: Biztonsagi mentes visszaallitasa
it: Ripristina backup
nl: Back-up herstellen
pt: Restaurar Backup

# settings_data_restore_subtitle
source: Restore from backup
ar: الاستعادة من نسخة احتياطية
de: Aus Sicherung wiederherstellen
es: Restaurar desde respaldo
fr: Restaurer depuis une sauvegarde
he: שחזר מגיבוי
hu: Visszaallitas biztonsagi mentesbol
it: Ripristina da backup
nl: Herstellen vanuit back-up
pt: Restaurar a partir de backup

# settings_data_syncTime_daysAgo
source: {count}d ago
ar: منذ {count}ي
de: Vor {count} T
es: Hace {count}d
fr: Il y a {count}j
he: לפני {count} ימים
hu: {count} napja
it: {count}g fa
nl: {count}d geleden
pt: {count}d atras

# settings_data_syncTime_hoursAgo
source: {count}h ago
ar: منذ {count}س
de: Vor {count} Std
es: Hace {count}h
fr: Il y a {count}h
he: לפני {count} שעות
hu: {count} oraja
it: {count}h fa
nl: {count}u geleden
pt: {count}h atras

# settings_data_syncTime_justNow
source: Just now
ar: الآن
de: Gerade eben
es: Justo ahora
fr: A l'instant
he: הרגע
hu: Most
it: Proprio ora
nl: Zojuist
pt: Agora mesmo

# settings_data_syncTime_minutesAgo
source: {count}m ago
ar: منذ {count}د
de: Vor {count} Min
es: Hace {count}m
fr: Il y a {count}min
he: לפני {count} דקות
hu: {count} perce
it: {count}m fa
nl: {count}m geleden
pt: {count}m atras

# settings_data_sync_lastSynced
source: Last synced: {time}
ar: آخر مزامنة: {time}
de: Zuletzt synchronisiert: {time}
es: Ultima sincronizacion: {time}
fr: Derniere synchronisation : {time}
he: סנכרון אחרון: {time}
hu: Utolso szinkronizalas: {time}
it: Ultima sincronizzazione: {time}
nl: Laatst gesynchroniseerd: {time}
pt: Ultima sincronizacao: {time}

# settings_data_sync_notConfigured
source: Not configured
ar: غير مُهيأ
de: Nicht konfiguriert
es: No configurado
fr: Non configure
he: לא מוגדר
hu: Nincs konfigurálva
it: Non configurato
nl: Niet geconfigureerd
pt: Nao configurado

# settings_data_sync_syncing
source: Syncing...
ar: جارٍ المزامنة...
de: Wird synchronisiert...
es: Sincronizando...
fr: Synchronisation...
he: מסנכרן...
hu: Szinkronizalas...
it: Sincronizzazione in corso...
nl: Synchroniseren...
pt: Sincronizando...
