Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveLog_edit_tripUse
source: Use
ar: استخدام
de: Verwenden
es: Usar
fr: Utiliser
he: שימוש
hu: Hasznalas
it: Usa
nl: Gebruiken
pt: Usar

# diveLog_edit_useSet
source: Use Set
ar: استخدام طقم
de: Set verwenden
es: Usar conjunto
fr: Utiliser un set
he: שימוש בסט
hu: Keszlet hasznalata
it: Usa set
nl: Set gebruiken
pt: Usar Conjunto

# diveLog_edit_weightTotal
source: Total: {total}
ar: الإجمالي: {total}
de: Gesamt: {total}
he: סה"כ: {total}
hu: Osszes: {total}
it: Totale: {total}
nl: Totaal: {total}

# diveLog_emptyFiltered_clearFilters
source: Clear Filters
ar: مسح عوامل التصفية
de: Filter zuruecksetzen
es: Borrar filtros
fr: Effacer les filtres
he: ניקוי מסננים
hu: Szurok torlese
it: Cancella filtri
nl: Filters wissen
pt: Limpar Filtros

# diveLog_emptyFiltered_subtitle
source: Try adjusting or clearing your filters
ar: حاول تعديل أو مسح عوامل التصفية
de: Versuchen Sie, Ihre Filter anzupassen oder zurueckzusetzen
es: Intenta ajustar o borrar tus filtros
fr: Essaie d'ajuster ou d'effacer tes filtres
he: נסה לשנות או לנקות את המסננים
hu: Probalja modositani vagy torolni a szuroket
it: Prova a modificare o cancellare i filtri
nl: Probeer uw filters aan te passen of te wissen
pt: Tente ajustar ou limpar seus filtros

# diveLog_emptyFiltered_title
source: No dives match your filters
ar: لا توجد غوصات تطابق عوامل التصفية
de: Keine Tauchgaenge entsprechen Ihren Filtern
es: Ninguna inmersión coincide con tus filtros
fr: Aucune plongee ne correspond a tes filtres
he: אין צלילות התואמות את המסננים
hu: Nincs a szuroknek megfelelo merules
it: Nessuna immersione corrisponde ai filtri
nl: Geen duiken komen overeen met uw filters
pt: Nenhum mergulho corresponde aos seus filtros

# diveLog_empty_logFirstDive
source: Log Your First Dive
ar: سجّل أول غوصة لك
de: Ersten Tauchgang erfassen
es: Registra tu primera inmersión
fr: Enregistre ta premiere plongee
he: רשום את הצלילה הראשונה
hu: Rogzitse az elso meruleset
it: Registra la tua prima immersione
nl: Log uw eerste duik
pt: Registre Seu Primeiro Mergulho

# diveLog_empty_subtitle
source: Tap the button below to log your first dive
ar: انقر الزر أدناه لتسجيل أول غوصة لك
de: Tippen Sie auf die Schaltflaeche unten, um Ihren ersten Tauchgang zu erfassen
es: Toca el botón de abajo para registrar tu primera inmersión
fr: Appuie sur le bouton ci-dessous pour enregistrer ta premiere plongee
he: הקש על הכפתור למטה לרישום הצלילה הראשונה
hu: Koppintson az alabbi gombra az elso merules rogzitesehez
it: Tocca il pulsante qui sotto per registrare la tua prima immersione
nl: Tik op de knop hieronder om uw eerste duik te loggen
pt: Toque no botao abaixo para registrar seu primeiro mergulho

# diveLog_empty_title
source: No dives logged yet
ar: لم يتم تسجيل غوصات بعد
de: Noch keine Tauchgaenge erfasst
es: Aún no hay inmersiones registradas
fr: Aucune plongee enregistree
he: אין צלילות רשומות עדיין
hu: Meg nincs rogzitett merules
it: Nessuna immersione registrata
nl: Nog geen duiken gelogd
pt: Nenhum mergulho registrado ainda

# diveLog_equipmentPicker_addFromTab
source: Add equipment from the Equipment tab
ar: أضف معدات من تبويب المعدات
de: Ausruestung ueber den Ausruestungs-Tab hinzufuegen
es: Agrega equipo desde la pestaña de Equipo
fr: Ajoute de l'equipement depuis l'onglet Equipement
he: הוסף ציוד מלשונית הציוד
hu: Adjon hozza felszerelest a Felszereles fulon
it: Aggiungi attrezzatura dalla scheda Attrezzatura
nl: Voeg uitrusting toe via het tabblad Uitrusting
pt: Adicione equipamentos na aba Equipamentos

# diveLog_equipmentPicker_allSelected
source: All equipment already selected
ar: تم اختيار جميع المعدات بالفعل
de: Gesamte Ausruestung bereits ausgewaehlt
es: Todo el equipo ya está seleccionado
fr: Tout l'equipement est deja selectionne
he: כל הציוד כבר נבחר
hu: Minden felszereles mar ki van valasztva
it: Tutta l'attrezzatura gia selezionata
nl: Alle uitrusting al geselecteerd
pt: Todos os equipamentos ja selecionados

# diveLog_equipmentPicker_errorLoading
source: Error loading equipment: {error}
ar: خطأ في تحميل المعدات: {error}
de: Fehler beim Laden der Ausruestung: {error}
es: Error al cargar equipo: {error}
fr: Erreur lors du chargement de l'equipement : {error}
he: שגיאה בטעינת ציוד: {error}
hu: Hiba a felszereles betoltesekor: {error}
it: Errore nel caricamento dell'attrezzatura: {error}
nl: Fout bij laden van uitrusting: {error}
pt: Erro ao carregar equipamentos: {error}

# diveLog_equipmentPicker_noEquipment
source: No equipment yet
ar: لا توجد معدات بعد
de: Noch keine Ausruestung
es: Aún no hay equipo
fr: Pas encore d'equipement
he: אין ציוד עדיין
hu: Meg nincs felszereles
it: Nessuna attrezzatura
nl: Nog geen uitrusting
pt: Nenhum equipamento ainda

# diveLog_equipmentPicker_removeToAdd
source: Remove items to add different ones
ar: أزل عناصر لإضافة عناصر مختلفة
de: Entfernen Sie Gegenstaende, um andere hinzuzufuegen
es: Quita elementos para agregar otros diferentes
fr: Retire des elements pour en ajouter d'autres
he: הסר פריטים להוספת אחרים
hu: Tavolitson el elemeket masok hozzaadasahoz
it: Rimuovi elementi per aggiungerne altri
nl: Verwijder items om andere toe te voegen
pt: Remova itens para adicionar outros

# diveLog_equipmentPicker_title
source: Add Equipment
ar: إضافة معدات
de: Ausruestung hinzufuegen
es: Agregar equipo
fr: Ajouter de l'equipement
he: הוספת ציוד
hu: Felszereles hozzaadasa
it: Aggiungi attrezzatura
nl: Uitrusting toevoegen
pt: Adicionar Equipamento

# diveLog_equipmentSetPicker_createHint
source: Create sets in Equipment > Sets
ar: أنشئ أطقم في المعدات > الأطقم
de: Sets unter Ausruestung > Sets erstellen
es: Crea conjuntos en Equipo > Conjuntos
fr: Cree des sets dans Equipement > Sets
he: צור סטים בציוד > סטים
hu: Keszleteket a Felszereles > Keszletek menuben hozhat letre
it: Crea set in Attrezzatura > Set
nl: Maak sets aan via Uitrusting > Sets
pt: Crie conjuntos em Equipamentos > Conjuntos

# diveLog_equipmentSetPicker_emptySet
source: Empty set
ar: طقم فارغ
de: Leeres Set
es: Conjunto vacío
fr: Set vide
he: סט ריק
hu: Ures keszlet
it: Set vuoto
nl: Lege set
pt: Conjunto vazio

# diveLog_equipmentSetPicker_errorItems
source: Error loading items
ar: خطأ في تحميل العناصر
de: Fehler beim Laden der Gegenstaende
es: Error al cargar elementos
fr: Erreur lors du chargement des elements
he: שגיאה בטעינת פריטים
hu: Hiba az elemek betoltesekor
it: Errore nel caricamento degli elementi
nl: Fout bij laden van items
pt: Erro ao carregar itens

# diveLog_equipmentSetPicker_errorLoading
source: Error loading equipment sets: {error}
ar: خطأ في تحميل أطقم المعدات: {error}
de: Fehler beim Laden der Ausruestungssets: {error}
es: Error al cargar conjuntos de equipo: {error}
fr: Erreur lors du chargement des sets d'equipement : {error}
he: שגיאה בטעינת סטי ציוד: {error}
hu: Hiba a felszereléskészletek betoltesekor: {error}
it: Errore nel caricamento dei set di attrezzatura: {error}
nl: Fout bij laden van uitrustingssets: {error}
pt: Erro ao carregar conjuntos de equipamentos: {error}

# diveLog_equipmentSetPicker_loading
source: Loading...
ar: جارٍ التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# diveLog_equipmentSetPicker_noSets
source: No equipment sets yet
ar: لا توجد أطقم معدات بعد
de: Noch keine Ausruestungssets
es: Aún no hay conjuntos de equipo
fr: Pas encore de sets d'equipement
he: אין סטי ציוד עדיין
hu: Meg nincsenek felszereléskészletek
it: Nessun set di attrezzatura
nl: Nog geen uitrustingssets
pt: Nenhum conjunto de equipamentos ainda

# diveLog_equipmentSetPicker_title
source: Use Equipment Set
ar: استخدام طقم معدات
de: Ausruestungsset verwenden
es: Usar conjunto de equipo
fr: Utiliser un set d'equipement
he: שימוש בסט ציוד
hu: Felszereléskészlet hasznalata
it: Usa set di attrezzatura
nl: Uitrustingsset gebruiken
pt: Usar Conjunto de Equipamentos

# diveLog_error_loadingDives
source: Error loading dives
ar: خطأ في تحميل الغوصات
de: Fehler beim Laden der Tauchgaenge
es: Error al cargar inmersiones
fr: Erreur lors du chargement des plongees
he: שגיאה בטעינת צלילות
hu: Hiba a merulesek betoltesekor
it: Errore nel caricamento delle immersioni
nl: Fout bij laden van duiken
pt: Erro ao carregar mergulhos

# diveLog_error_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: ניסיון חוזר
hu: Ujra
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# diveLog_exportImage_captureFailed
source: Could not capture image
ar: تعذر التقاط الصورة
de: Bild konnte nicht aufgenommen werden
es: No se pudo capturar la imagen
fr: Impossible de capturer l'image
he: לא ניתן ללכוד תמונה
hu: Nem sikerult a kep rogzitese
it: Impossibile acquisire l'immagine
nl: Kon afbeelding niet vastleggen
pt: Nao foi possivel capturar a imagem

# diveLog_exportImage_generateFailed
source: Could not generate image
ar: تعذر إنشاء الصورة
de: Bild konnte nicht erstellt werden
es: No se pudo generar la imagen
fr: Impossible de generer l'image
he: לא ניתן ליצור תמונה
hu: Nem sikerult a kep letrehozasa
it: Impossibile generare l'immagine
nl: Kon afbeelding niet genereren
pt: Nao foi possivel gerar a imagem

# diveLog_exportImage_generatingPdf
source: Generating PDF...
ar: جارٍ إنشاء PDF...
de: PDF wird erstellt...
es: Generando PDF...
fr: Generation du PDF...
he: מייצר PDF...
hu: PDF letrehozasa...
it: Generazione PDF...
nl: PDF genereren...
pt: Gerando PDF...

# diveLog_exportImage_pdfSaved
source: PDF saved
ar: تم حفظ PDF
de: PDF gespeichert
es: PDF guardado
fr: PDF enregistre
he: PDF נשמר
hu: PDF mentve
it: PDF salvato
nl: PDF opgeslagen
pt: PDF salvo

# diveLog_exportImage_saveToFiles
source: Save to Files
ar: حفظ في الملفات
de: In Dateien speichern
es: Guardar en Archivos
fr: Enregistrer dans les fichiers
he: שמירה לקבצים
hu: Mentes fajlokba
it: Salva nei file
nl: Opslaan in Bestanden
pt: Salvar em Arquivos

# diveLog_exportImage_saveToFilesDescription
source: Choose a location to save the file
ar: اختر موقعاً لحفظ الملف
de: Waehlen Sie einen Speicherort fuer die Datei
es: Elige una ubicación para guardar el archivo
fr: Choisis un emplacement pour enregistrer le fichier
he: בחר מיקום לשמירת הקובץ
hu: Valasszon helyet a fajl mentesehez
it: Scegli una posizione per salvare il file
nl: Kies een locatie om het bestand op te slaan
pt: Escolha um local para salvar o arquivo

# diveLog_exportImage_saveToPhotos
source: Save to Photos
ar: حفظ في الصور
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans les photos
he: שמירה לתמונות
hu: Mentes fotokba
it: Salva nelle foto
nl: Opslaan in Foto's
pt: Salvar em Fotos

# diveLog_exportImage_saveToPhotosDescription
source: Save image to your photo library
ar: حفظ الصورة في مكتبة الصور
de: Bild in Ihrer Fotomediathek speichern
es: Guardar imagen en tu biblioteca de fotos
fr: Enregistrer l'image dans ta phototheque
he: שמירת תמונה לספריית התמונות
hu: Kep mentese a fotokonyvarba
it: Salva l'immagine nella libreria foto
nl: Afbeelding opslaan in uw fotobibliotheek
pt: Salvar imagem na sua biblioteca de fotos

# diveLog_exportImage_savedToFiles
source: Image saved
ar: تم حفظ الصورة
de: Bild gespeichert
es: Imagen guardada
fr: Image enregistree
he: התמונה נשמרה
hu: Kep mentve
it: Immagine salvata
nl: Afbeelding opgeslagen
pt: Imagem salva

# diveLog_exportImage_savedToPhotos
source: Image saved to Photos
ar: تم حفظ الصورة في الصور
de: Bild in Fotos gespeichert
es: Imagen guardada en Fotos
fr: Image enregistree dans les photos
he: התמונה נשמרה לתמונות
hu: Kep mentve a Fotokba
it: Immagine salvata nelle foto
nl: Afbeelding opgeslagen in Foto's
pt: Imagem salva em Fotos

# diveLog_exportImage_share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
he: שיתוף
hu: Megosztas
it: Condividi
nl: Delen
pt: Compartilhar

# diveLog_exportImage_shareDescription
source: Share via other apps
ar: مشاركة عبر تطبيقات أخرى
de: Ueber andere Apps teilen
es: Compartir a través de otras aplicaciones
fr: Partager via d'autres applications
he: שיתוף דרך אפליקציות אחרות
hu: Megosztas mas alkalmazasokon keresztul
it: Condividi tramite altre app
nl: Delen via andere apps
pt: Compartilhar via outros aplicativos

# diveLog_exportImage_titleDetails
source: Export Dive Details Image
ar: تصدير صورة تفاصيل الغوصة
de: Tauchgang-Details als Bild exportieren
es: Exportar imagen de detalles de inmersión
fr: Exporter l'image des details de plongee
he: ייצוא תמונת פרטי צלילה
hu: Merulesi reszletek kep exportalasa
it: Esporta immagine dettagli immersione
nl: Duikdetails als afbeelding exporteren
pt: Exportar Imagem dos Detalhes do Mergulho

# diveLog_exportImage_titlePdf
source: Export PDF
ar: تصدير PDF
de: PDF exportieren
es: Exportar PDF
fr: Exporter en PDF
he: ייצוא PDF
hu: PDF exportalas
it: Esporta PDF
nl: PDF exporteren
pt: Exportar PDF

# diveLog_exportImage_titleProfile
source: Export Profile Image
ar: تصدير صورة الملف
de: Profilbild exportieren
es: Exportar imagen de perfil
fr: Exporter l'image du profil
he: ייצוא תמונת פרופיל
hu: Profil kep exportalasa
it: Esporta immagine profilo
nl: Profielafbeelding exporteren
pt: Exportar Imagem do Perfil

# diveLog_export_csvDescription
source: Spreadsheet format
ar: تنسيق جداول بيانات
de: Tabellenformat
es: Formato de hoja de cálculo
fr: Format tableur
he: פורמט גיליון אלקטרוני
hu: Tablazatkezelo formatum
it: Formato foglio di calcolo
nl: Spreadsheetformaat
pt: Formato de planilha

# diveLog_export_exporting
source: Exporting...
ar: جارٍ التصدير...
de: Wird exportiert...
es: Exportando...
fr: Export en cours...
he: מייצא...
hu: Exportalas...
it: Esportazione...
nl: Exporteren...
pt: Exportando...

# diveLog_export_failed
source: Export failed: {error}
ar: فشل التصدير: {error}
de: Export fehlgeschlagen: {error}
es: Error en la exportación: {error}
fr: Echec de l'export : {error}
he: הייצוא נכשל: {error}
hu: Exportalas sikertelen: {error}
it: Esportazione fallita: {error}
nl: Export mislukt: {error}
pt: Exportacao falhou: {error}

# diveLog_export_pageAsImage
source: Page as Image
ar: الصفحة كصورة
de: Seite als Bild
es: Página como imagen
fr: Page en image
he: עמוד כתמונה
hu: Oldal kepkent
it: Pagina come immagine
nl: Pagina als afbeelding
pt: Pagina como Imagem

# diveLog_export_pageAsImageDescription
source: Screenshot of entire dive details
ar: لقطة شاشة لتفاصيل الغوصة بالكامل
de: Screenshot der gesamten Tauchgang-Details
es: Captura de pantalla de todos los detalles de la inmersión
fr: Capture d'ecran de la page complete des details
he: צילום מסך של כל פרטי הצלילה
hu: Kepernyokep a teljes merulesi reszletekrol
it: Screenshot dell'intera pagina dettagli immersione
nl: Schermafbeelding van volledige duikdetails
pt: Captura de tela dos detalhes completos do mergulho

# diveLog_export_pdfDescription
source: Printable dive log page
ar: صفحة سجل غوص قابلة للطباعة
de: Druckbare Tauchlogbuchseite
es: Página de registro de buceo imprimible
fr: Page de carnet de plongee imprimable
he: דף יומן צלילה להדפסה
hu: Nyomtathato merulesi naplo oldal
it: Pagina stampabile del diario immersioni
nl: Afdrukbare duiklogpagina
pt: Pagina impressa do log de mergulho

# diveLog_export_pdfLogbookEntry
source: PDF Logbook Entry
ar: إدخال سجل PDF
de: PDF-Logbucheintrag
es: Entrada de registro PDF
fr: Entree de carnet PDF
he: רשומת יומן PDF
hu: PDF naplo bejegyzes
it: Voce logbook PDF
nl: PDF Logboekvermelding
pt: Entrada PDF do Logbook

# diveLog_export_success
source: Dive exported successfully
ar: تم تصدير الغوصة بنجاح
de: Tauchgang erfolgreich exportiert
es: Inmersión exportada correctamente
fr: Plongee exportee avec succes
he: הצלילה יוצאה בהצלחה
hu: Merules sikeresen exportalva
it: Immersione esportata con successo
nl: Duik succesvol geëxporteerd
pt: Mergulho exportado com sucesso

# diveLog_export_titleDiveNumber
source: Export Dive #{number}
ar: تصدير الغوصة #{number}
de: Tauchgang #{number} exportieren
es: Exportar inmersión #{number}
fr: Exporter la plongee n{number}
he: ייצוא צלילה #{number}
hu: Merules #{number} exportalasa
it: Esporta immersione #{number}
nl: Duik #{number} exporteren
pt: Exportar Mergulho #{number}

# diveLog_export_uddfDescription
source: Universal Dive Data Format
ar: تنسيق بيانات الغوص العالمي
es: Formato Universal de Datos de Buceo
fr: Format universel de donnees de plongee
he: פורמט נתוני צלילה אוניברסלי
hu: Univerzalis merulesi adatformatum
nl: Universeel Duikgegevensformaat
pt: Formato Universal de Dados de Mergulho

# diveLog_filterChip_clearAll
source: Clear all
ar: مسح الكل
de: Alle zuruecksetzen
es: Borrar todo
fr: Tout effacer
he: ניקוי הכל
hu: Osszes torlese
it: Cancella tutto
nl: Alles wissen
pt: Limpar tudo

# diveLog_filterChip_favorites
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
he: מועדפים
hu: Kedvencek
it: Preferiti
nl: Favorieten
pt: Favoritos

# diveLog_filterChip_from
source: From {date}
ar: من {date}
de: Von {date}
es: Desde {date}
fr: Du {date}
he: מ-{date}
hu: Ettol: {date}
it: Da {date}
nl: Van {date}
pt: De {date}

# diveLog_filterChip_until
source: Until {date}
ar: حتى {date}
de: Bis {date}
es: Hasta {date}
fr: Jusqu'au {date}
he: עד {date}
hu: Eddig: {date}
it: Fino al {date}
nl: Tot {date}
pt: Ate {date}

# diveLog_filter_allSites
source: All sites
ar: جميع المواقع
de: Alle Tauchplaetze
es: Todos los puntos
fr: Tous les sites
he: כל האתרים
hu: Osszes merulohely
it: Tutti i siti
nl: Alle stekken
pt: Todos os pontos

# diveLog_filter_allTypes
source: All types
ar: جميع الأنواع
de: Alle Typen
es: Todos los tipos
fr: Tous les types
he: כל הסוגים
hu: Osszes tipus
it: Tutti i tipi
nl: Alle types
pt: Todos os tipos

# diveLog_filter_apply
source: Apply Filters
ar: تطبيق عوامل التصفية
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
he: החלת מסננים
hu: Szurok alkalmazasa
it: Applica filtri
nl: Filters toepassen
pt: Aplicar Filtros

# diveLog_filter_buddyHint
source: Search by buddy name
ar: البحث باسم زميل الغوص
de: Nach Tauchpartnername suchen
es: Buscar por nombre del compañero
fr: Rechercher par nom de binome
he: חיפוש לפי שם שותף
hu: Kereses buddy nev alapjan
it: Cerca per nome compagno
nl: Zoek op buddynaam
pt: Buscar por nome da dupla

# diveLog_filter_buddyName
source: Buddy Name
ar: اسم زميل الغوص
de: Tauchpartnername
es: Nombre del compañero
fr: Nom du binome
he: שם שותף
hu: Buddy neve
it: Nome compagno
nl: Buddynaam
pt: Nome da Dupla

# diveLog_filter_clearAll
source: Clear All
ar: مسح الكل
de: Alle zuruecksetzen
es: Borrar todo
fr: Tout effacer
he: ניקוי הכל
hu: Osszes torlese
it: Cancella tutto
nl: Alles wissen
pt: Limpar Tudo

# diveLog_filter_clearDates
source: Clear dates
ar: مسح التواريخ
de: Daten zuruecksetzen
es: Borrar fechas
fr: Effacer les dates
he: ניקוי תאריכים
hu: Datumok torlese
it: Cancella date
nl: Datums wissen
pt: Limpar datas

# diveLog_filter_clearRating
source: Clear rating filter
ar: مسح تصفية التقييم
de: Bewertungsfilter zuruecksetzen
es: Borrar filtro de valoración
fr: Effacer le filtre d'evaluation
he: ניקוי מסנן דירוג
hu: Ertekeles szuro torlese
it: Cancella filtro valutazione
nl: Beoordelingsfilter wissen
pt: Limpar filtro de avaliacao

# diveLog_filter_dateSeparator
source: to
ar: إلى
de: bis
es: hasta
fr: au
he: עד
hu: tol
it: a
nl: tot
pt: ate

# diveLog_filter_endDate
source: End Date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha de fin
fr: Date de fin
he: תאריך סיום
hu: Zaras datuma
it: Data di fine
nl: Einddatum
pt: Data Final

# diveLog_filter_errorLoadingSites
source: Error loading sites
ar: خطأ في تحميل المواقع
de: Fehler beim Laden der Tauchplaetze
es: Error al cargar puntos de buceo
fr: Erreur lors du chargement des sites
he: שגיאה בטעינת אתרים
hu: Hiba a merulohelyek betoltesekor
it: Errore nel caricamento dei siti
nl: Fout bij laden van stekken
pt: Erro ao carregar pontos de mergulho

# diveLog_filter_errorLoadingTags
source: Error loading tags
ar: خطأ في تحميل الوسوم
de: Fehler beim Laden der Tags
es: Error al cargar etiquetas
fr: Erreur lors du chargement des tags
he: שגיאה בטעינת תגיות
hu: Hiba a cimkek betoltesekor
it: Errore nel caricamento dei tag
nl: Fout bij laden van tags
pt: Erro ao carregar tags

# diveLog_filter_favoritesOnly
source: Favorites Only
ar: المفضلة فقط
de: Nur Favoriten
es: Solo favoritos
fr: Favoris uniquement
he: מועדפים בלבד
hu: Csak kedvencek
it: Solo preferiti
nl: Alleen favorieten
pt: Apenas Favoritos

# diveLog_filter_gasAir
source: Air (21%)
ar: هواء (21%)
de: Luft (21%)
es: Aire (21%)
he: אוויר (21%)
hu: Levego (21%)
it: Aria (21%)
nl: Lucht (21%)
pt: Ar (21%)

# diveLog_filter_gasAll
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
he: הכל
hu: Osszes
it: Tutti
nl: Alle
pt: Todos

# diveLog_filter_gasNitrox
source: Nitrox (>21%)
ar: نيتروكس (>21%)
he: ניטרוקס (>21%)

# diveLog_filter_max
source: Max
ar: الأقصى
es: Máx
he: מרבי

# diveLog_filter_min
source: Min
ar: الأدنى
es: Mín
he: מזערי

# diveLog_filter_noTagsYet
source: No tags created yet
ar: لم يتم إنشاء وسوم بعد
de: Noch keine Tags erstellt
es: Aún no se han creado etiquetas
fr: Aucun tag cree pour le moment
he: לא נוצרו תגיות עדיין
hu: Meg nincsenek letrehozott cimkek
it: Nessun tag creato
nl: Nog geen tags aangemaakt
pt: Nenhuma tag criada ainda

# diveLog_filter_sectionBuddy
source: Buddy
ar: زميل الغوص
de: Tauchpartner
es: Compañero
fr: Binome
he: שותף
it: Compagno
pt: Dupla

# diveLog_filter_sectionDateRange
source: Date Range
ar: نطاق التاريخ
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates
he: טווח תאריכים
hu: Datumtartomany
it: Intervallo date
nl: Datumbereik
pt: Periodo

# diveLog_filter_sectionDepthRange
source: Depth Range (meters)
ar: نطاق العمق (بالأمتار)
de: Tiefenbereich (Meter)
es: Rango de profundidad (metros)
fr: Plage de profondeur (metres)
he: טווח עומק (מטרים)
hu: Melyseg tartomany (meter)
it: Intervallo profondita (metri)
nl: Dieptebereik (meters)
pt: Faixa de Profundidade (metros)

# diveLog_filter_sectionDiveSite
source: Dive Site
ar: موقع الغوص
de: Tauchplatz
es: Punto de buceo
fr: Site de plongee
he: אתר צלילה
hu: Merulohely
it: Sito di immersione
nl: Duikstek
pt: Ponto de Mergulho

# diveLog_filter_sectionDiveType
source: Dive Type
ar: نوع الغوصة
de: Tauchgangart
es: Tipo de inmersión
fr: Type de plongee
he: סוג צלילה
hu: Merules tipusa
it: Tipo di immersione
nl: Duiktype
pt: Tipo de Mergulho

# diveLog_filter_sectionDuration
source: Duration (minutes)
ar: المدة (بالدقائق)
de: Dauer (Minuten)
es: Duración (minutos)
fr: Duree (minutes)
he: משך (דקות)
hu: Idotartam (perc)
it: Durata (minuti)
nl: Duur (minuten)
pt: Duracao (minutos)

# diveLog_filter_sectionGasMix
source: Gas Mix (O₂%)
ar: خليط الغاز (O₂%)
de: Gasgemisch (O₂%)
es: Mezcla de gas (O₂%)
fr: Melange gazeux (O₂%)
he: תערובת גזים (O₂%)
hu: Gazkeverek (O₂%)
it: Miscela gas (O2%)
pt: Mistura de Gas (O₂%)

# diveLog_filter_sectionMinRating
source: Minimum Rating
ar: الحد الأدنى للتقييم
de: Mindestbewertung
es: Valoración mínima
fr: Evaluation minimum
he: דירוג מינימלי
hu: Minimum ertekeles
it: Valutazione minima
nl: Minimale beoordeling
pt: Avaliacao Minima

# diveLog_filter_sectionTags
source: Tags
ar: الوسوم
es: Etiquetas
he: תגיות
hu: Cimkek
it: Tag

# diveLog_filter_showOnlyFavorites
source: Show only favorite dives
ar: عرض الغوصات المفضلة فقط
de: Nur Favoriten anzeigen
es: Mostrar solo inmersiones favoritas
fr: Afficher uniquement les plongees favorites
he: הצגת צלילות מועדפות בלבד
hu: Csak kedvenc merulesek mutatasa
it: Mostra solo le immersioni preferite
nl: Toon alleen favoriete duiken
pt: Mostrar apenas mergulhos favoritos

# diveLog_filter_startDate
source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de debut
he: תאריך התחלה
hu: Kezdes datuma
it: Data di inizio
nl: Startdatum
pt: Data Inicial

# diveLog_filter_title
source: Filter Dives
ar: تصفية الغوصات
de: Tauchgaenge filtern
es: Filtrar inmersiones
fr: Filtrer les plongees
he: סינון צלילות
hu: Merulesek szurese
it: Filtra immersioni
nl: Duiken filteren
pt: Filtrar Mergulhos
