Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# media_scanResults_allPhotosLinkedDescription
source: All {count} photos from this trip are already linked to dives.
ar: جميع الصور البالغ عددها {count} من هذه الرحلة مرتبطة بالفعل بالغوصات.
de: Alle {count} Fotos dieser Reise sind bereits mit Tauchgaengen verknuepft.
es: Las {count} fotos de este viaje ya estan vinculadas a inmersiones.
fr: Les {count} photos de ce voyage sont deja associees a des plongees.
he: כל {count} התמונות מטיול זה כבר מקושרות לצלילות.
hu: Az ut mind a(z) {count} fotoja mar csatolva van merülesekhez.
it: Tutte le {count} foto di questo viaggio sono già collegate alle immersioni.
nl: Alle {count} foto's van deze reis zijn al aan duiken gekoppeld.
pt: Todas as {count} fotos desta viagem ja estao vinculadas a mergulhos.

# media_scanResults_alreadyLinked
source: {count} photos already linked
ar: {count} صور مرتبطة بالفعل
de: {count} Fotos bereits verknuepft
es: {count} fotos ya vinculadas
fr: {count} photos deja associees
he: {count} תמונות כבר מקושרות
hu: {count} foto mar csatolva
it: {count} foto già collegate
nl: {count} foto's al gekoppeld
pt: {count} fotos ja vinculadas

# media_scanResults_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# media_scanResults_diveNumber
source: Dive #{number}
ar: غوصة #{number}
de: Tauchgang #{number}
es: Inmersion #{number}
fr: Plongee n{number}
he: צלילה #{number}
hu: #{number}. merüles
it: Immersione #{number}
nl: Duik #{number}
pt: Mergulho #{number}

# media_scanResults_foundNewPhotos
source: Found {count} new photos
ar: تم العثور على {count} صور جديدة
de: {count} neue Fotos gefunden
es: Se encontraron {count} fotos nuevas
fr: {count} nouvelles photos trouvees
he: נמצאו {count} תמונות חדשות
hu: {count} uj foto talalva
it: Trovate {count} nuove foto
nl: {count} nieuwe foto's gevonden
pt: {count} novas fotos encontradas

# media_scanResults_linkButton
source: Link
ar: ربط
de: Verknuepfen
es: Vincular
fr: Associer
he: קשר
hu: Csatolas
it: Collega
nl: Koppelen
pt: Vincular

# media_scanResults_linkCountButton
source: Link {count} photos
ar: ربط {count} صور
de: {count} Fotos verknuepfen
es: Vincular {count} fotos
fr: Associer {count} photos
he: קשר {count} תמונות
hu: {count} foto csatolasa
it: Collega {count} foto
nl: {count} foto's koppelen
pt: Vincular {count} fotos

# media_scanResults_noPhotosFound
source: No photos found
ar: لم يتم العثور على صور
de: Keine Fotos gefunden
es: No se encontraron fotos
fr: Aucune photo trouvee
he: לא נמצאו תמונות
hu: Nem talalhatok fotok
it: Nessuna foto trovata
nl: Geen foto's gevonden
pt: Nenhuma foto encontrada

# media_scanResults_okButton
source: OK
ar: موافق
he: אישור

# media_scanResults_unknownSite
source: Unknown site
ar: موقع غوص غير معروف
de: Unbekannter Tauchplatz
es: Punto desconocido
fr: Site inconnu
he: אתר לא ידוע
hu: Ismeretlen merülohely
it: Sito sconosciuto
nl: Onbekende duikstek
pt: Ponto desconhecido

# media_scanResults_unmatchedWarning
source: {count} photos could not be matched to any dive (taken outside dive times)
ar: {count} صور لم يمكن مطابقتها مع أي غوصة (تم التقاطها خارج أوقات الغوص)
de: {count} Fotos konnten keinem Tauchgang zugeordnet werden (ausserhalb der Tauchzeiten aufgenommen)
es: {count} fotos no pudieron asociarse a ninguna inmersion (tomadas fuera de los horarios de buceo)
fr: {count} photos n'ont pu etre associees a aucune plongee (prises en dehors des horaires de plongee)
he: לא ניתן היה להתאים {count} תמונות לאף צלילה (צולמו מחוץ לזמני צלילה)
hu: {count} foto nem volt hozzarendelheto egyetlen merüleshez sem (a merülesi idokon kivul keszült)
it: {count} foto non corrispondono a nessuna immersione (scattate al di fuori dei tempi di immersione)
nl: {count} foto's konden niet aan een duik worden gekoppeld (gemaakt buiten duiktijden)
pt: {count} fotos nao puderam ser associadas a nenhum mergulho (tiradas fora dos horarios de mergulho)

# media_writeMetadata_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# media_writeMetadata_depthLabel
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Melyseg
it: Profondità
nl: Diepte
pt: Profundidade

# media_writeMetadata_descriptionPhoto
source: The following metadata will be written to the photo:
ar: سيتم كتابة البيانات الوصفية التالية على الصورة:
de: Die folgenden Metadaten werden in das Foto geschrieben:
es: Los siguientes metadatos se escribiran en la foto:
fr: Les metadonnees suivantes seront ecrites sur la photo :
he: המטא-נתונים הבאים ייכתבו לתמונה:
hu: A kovetkezo metaadatok kerülnek a fotora:
it: I seguenti metadati verranno scritti nella foto:
nl: De volgende metadata wordt naar de foto geschreven:
pt: Os seguintes metadados serao gravados na foto:

# media_writeMetadata_descriptionVideo
source: The following metadata will be written to the video:
ar: سيتم كتابة البيانات الوصفية التالية على الفيديو:
de: Die folgenden Metadaten werden in das Video geschrieben:
es: Los siguientes metadatos se escribiran en el video:
fr: Les metadonnees suivantes seront ecrites sur la video :
he: המטא-נתונים הבאים ייכתבו לסרטון:
hu: A kovetkezo metaadatok kerülnek a videora:
it: I seguenti metadati verranno scritti nel video:
nl: De volgende metadata wordt naar de video geschreven:
pt: Os seguintes metadados serao gravados no video:

# media_writeMetadata_diveTimeLabel
source: Dive time
ar: وقت الغوصة
de: Tauchzeit
es: Hora de inmersion
fr: Heure de plongee
he: זמן צלילה
hu: Merülesi ido
it: Tempo di immersione
nl: Duiktijd
pt: Horario do mergulho

# media_writeMetadata_keepOriginalVideo
source: Keep original video
ar: الاحتفاظ بالفيديو الأصلي
de: Originalvideo beibehalten
es: Conservar video original
fr: Conserver la video originale
he: שמור סרטון מקורי
hu: Eredeti video megtartasa
it: Mantieni video originale
nl: Originele video bewaren
pt: Manter video original

# media_writeMetadata_noDataAvailable
source: No dive data available to write.
ar: لا توجد بيانات غوص متاحة للكتابة.
de: Keine Tauchdaten zum Schreiben verfuegbar.
es: No hay datos de inmersion disponibles para escribir.
fr: Aucune donnee de plongee disponible a ecrire.
he: אין נתוני צלילה זמינים לכתיבה.
hu: Nincs elerheto merülesi adat az irashoz.
it: Nessun dato immersione disponibile da scrivere.
nl: Geen duikgegevens beschikbaar om te schrijven.
pt: Nenhum dado de mergulho disponivel para gravar.

# media_writeMetadata_siteLabel
source: Site
ar: الموقع
de: Tauchplatz
es: Punto
he: אתר
hu: Merülohely
it: Sito
nl: Duikstek
pt: Ponto

# media_writeMetadata_temperatureLabel
source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
he: טמפרטורה
hu: Homerseklet
it: Temperatura
nl: Temperatuur
pt: Temperatura

# media_writeMetadata_titlePhoto
source: Write Dive Data to Photo
ar: كتابة بيانات الغوصة على الصورة
de: Tauchdaten in Foto schreiben
es: Escribir datos de inmersion en la foto
fr: Ecrire les donnees de plongee sur la photo
he: כתוב נתוני צלילה לתמונה
hu: Merülesi adatok irasa a fotora
it: Scrivi dati immersione nella foto
nl: Duikgegevens naar foto schrijven
pt: Gravar Dados do Mergulho na Foto

# media_writeMetadata_titleVideo
source: Write Dive Data to Video
ar: كتابة بيانات الغوصة على الفيديو
de: Tauchdaten in Video schreiben
es: Escribir datos de inmersion en el video
fr: Ecrire les donnees de plongee sur la video
he: כתוב נתוני צלילה לסרטון
hu: Merülesi adatok irasa a videora
it: Scrivi dati immersione nel video
nl: Duikgegevens naar video schrijven
pt: Gravar Dados do Mergulho no Video

# media_writeMetadata_warningPhotoText
source: This will modify the original photo.
ar: سيؤدي هذا إلى تعديل الصورة الأصلية.
de: Dadurch wird das Originalfoto veraendert.
es: Esto modificara la foto original.
fr: Ceci modifiera la photo originale.
he: פעולה זו תשנה את התמונה המקורית.
hu: Ez modositja az eredeti fotot.
it: Questa operazione modificherà la foto originale.
nl: Dit wijzigt de originele foto.
pt: Isso modificara a foto original.

# media_writeMetadata_warningVideoText
source: A new video will be created with the metadata. Video metadata cannot be modified in-place.
ar: سيتم إنشاء فيديو جديد مع البيانات الوصفية. لا يمكن تعديل البيانات الوصفية للفيديو في مكانها.
de: Es wird ein neues Video mit den Metadaten erstellt. Video-Metadaten koennen nicht direkt veraendert werden.
es: Se creara un nuevo video con los metadatos. Los metadatos del video no se pueden modificar en su lugar.
fr: Une nouvelle video sera creee avec les metadonnees. Les metadonnees video ne peuvent pas etre modifiees sur place.
he: ייווצר סרטון חדש עם המטא-נתונים. לא ניתן לשנות מטא-נתונים של סרטון במקום.
hu: Egy uj video keszül a metaadatokkal. A video metaadatok nem modosithatok helyben.
it: Verrà creato un nuovo video con i metadati. I metadati del video non possono essere modificati in loco.
nl: Er wordt een nieuwe video aangemaakt met de metadata. Videometadata kan niet ter plekke worden gewijzigd.
pt: Um novo video sera criado com os metadados. Metadados de video nao podem ser modificados diretamente.

# media_writeMetadata_writeButton
source: Write
ar: كتابة
de: Schreiben
es: Escribir
fr: Ecrire
he: כתוב
hu: Iras
it: Scrivi
nl: Schrijven
pt: Gravar

# nav_buddies
source: Buddies
ar: زملاء الغوص
de: Tauchpartner
es: Compañeros
fr: Binomes
he: שותפים
hu: Buddyk
it: Compagni
nl: Buddy's
pt: Duplas

# nav_certifications
source: Certifications
ar: الشهادات
de: Brevets
es: Certificaciones
he: הסמכות
hu: Kepesitesek
it: Brevetti
nl: Brevetten
pt: Certificacoes

# nav_courses
source: Courses
ar: الدورات
de: Kurse
es: Cursos
fr: Cours
he: קורסים
hu: Tanfolyamok
it: Corsi
nl: Cursussen
pt: Cursos

# nav_coursesSubtitle
source: Training & Education
ar: التدريب والتعليم
de: Ausbildung & Weiterbildung
es: Formación y educación
fr: Formation et enseignement
he: הכשרה וחינוך
hu: Kepzes es oktatas
it: Formazione e addestramento
nl: Training & Opleiding
pt: Treinamento e Educacao

# nav_diveCenters
source: Dive Centers
ar: مراكز الغوص
de: Tauchbasen
es: Centros de buceo
fr: Centres de plongee
he: מועדוני צלילה
hu: Merulocentrumok
it: Centri immersione
nl: Duikcentra
pt: Operadoras de Mergulho

# nav_dives
source: Dives
ar: الغوصات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merulesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# nav_equipment
source: Equipment
ar: المعدات
de: Ausruestung
es: Equipo
fr: Equipement
he: ציוד
hu: Felszereles
it: Attrezzatura
nl: Uitrusting
pt: Equipamentos

# nav_home
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
he: בית
hu: Fooldal
pt: Inicio

# nav_more
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
he: עוד
hu: Tovabb
it: Altro
nl: Meer
pt: Mais

# nav_planning
source: Planning
ar: التخطيط
de: Planung
es: Planificación
fr: Planification
he: תכנון
hu: Tervezes
it: Pianificazione
pt: Planejamento

# nav_planningSubtitle
source: Dive Planner, Calculators
ar: مخطط الغوص، الآلات الحاسبة
de: Tauchplaner, Rechner
es: Planificador de inmersiones, calculadoras
fr: Planificateur de plongee, calculateurs
he: מתכנן צלילה, מחשבונים
hu: Merulestervezo, szamologepek
it: Pianificatore immersioni, calcolatori
nl: Duikplanner, Rekenhulpen
pt: Planejador de Mergulho, Calculadoras

# nav_settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Reglages
he: הגדרות
hu: Beallitasok
it: Impostazioni
nl: Instellingen
pt: Configuracoes

# nav_sites
source: Sites
ar: المواقع
de: Tauchplaetze
es: Puntos de buceo
he: אתרים
hu: Merulohelyek
it: Siti
nl: Duikstekken
pt: Pontos de Mergulho

# nav_statistics
source: Statistics
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
he: סטטיסטיקות
hu: Statisztikak
it: Statistiche
nl: Statistieken
pt: Estatisticas

# nav_tooltip_closeMenu
source: Close menu
ar: إغلاق القائمة
de: Menue schliessen
es: Cerrar menú
fr: Fermer le menu
he: סגירת תפריט
hu: Menu bezarasa
it: Chiudi menu
nl: Menu sluiten
pt: Fechar menu

# nav_tooltip_collapseMenu
source: Collapse menu
ar: طي القائمة
de: Menue einklappen
es: Contraer menú
fr: Reduire le menu
he: כיווץ תפריט
hu: Menu osszecsuklasa
it: Comprimi menu
nl: Menu inklappen
pt: Recolher menu

# nav_tooltip_expandMenu
source: Expand menu
ar: توسيع القائمة
de: Menue ausklappen
es: Expandir menú
fr: Developper le menu
he: הרחבת תפריט
hu: Menu kinyitasa
it: Espandi menu
nl: Menu uitklappen
pt: Expandir menu

# nav_transfer
source: Transfer
ar: نقل البيانات
de: Uebertragung
es: Transferencia
fr: Transfert
he: העברה
hu: Atvitel
it: Trasferimento
nl: Overdracht
pt: Transferir

# nav_trips
source: Trips
ar: الرحلات
de: Reisen
es: Viajes
fr: Voyages
he: טיולים
hu: Utak
it: Viaggi
nl: Reizen
pt: Viagens

# onboarding_welcome_createProfile
source: Create Your Profile
ar: إنشاء ملفك الشخصي
de: Erstellen Sie Ihr Profil
es: Crea Tu Perfil
fr: Créer votre profil
he: צור את הפרופיל שלך
hu: Profil létrehozása
it: Crea il Tuo Profilo
nl: Maak je profiel aan
pt: Crie Seu Perfil

# onboarding_welcome_createProfileSubtitle
source: Enter your name to get started. You can add more details later.
ar: أدخل اسمك للبدء. يمكنك إضافة المزيد من التفاصيل لاحقاً.
de: Geben Sie Ihren Namen ein, um zu beginnen. Sie können später weitere Details hinzufügen.
es: Ingresa tu nombre para comenzar. Puedes agregar más detalles después.
fr: Entrez votre nom pour commencer. Vous pourrez ajouter plus de détails plus tard.
he: הזן את שמך כדי להתחיל. תוכל להוסיף פרטים נוספים מאוחר יותר.
hu: Add meg a neved a kezdéshez. Később további részleteket adhatsz hozzá.
it: Inserisci il tuo nome per iniziare. Potrai aggiungere altri dettagli in seguito.
nl: Voer je naam in om te beginnen. Je kunt later meer details toevoegen.
pt: Digite seu nome para começar. Você pode adicionar mais detalhes depois.

# onboarding_welcome_creating
source: Creating...
ar: جارٍ الإنشاء...
de: Wird erstellt...
es: Creando...
fr: Création...
he: יוצר...
hu: Létrehozás...
it: Creazione...
nl: Aanmaken...
pt: Criando...

# onboarding_welcome_errorCreatingProfile
source: Error creating profile: {error}
ar: خطأ في إنشاء الملف الشخصي: {error}
de: Fehler beim Erstellen des Profils: {error}
es: Error al crear perfil: {error}
fr: Erreur lors de la création du profil : {error}
he: שגיאה ביצירת פרופיל: {error}
hu: Hiba a profil létrehozásakor: {error}
it: Errore durante la creazione del profilo: {error}
nl: Fout bij aanmaken profiel: {error}
pt: Erro ao criar perfil: {error}

# onboarding_welcome_getStarted
source: Get Started
ar: البدء
de: Loslegen
es: Comenzar
fr: Commencer
he: התחל
hu: Kezdés
it: Inizia
nl: Aan de slag
pt: Começar

# onboarding_welcome_nameHint
source: Enter your name
ar: أدخل اسمك
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom
he: הזן את שמך
hu: Add meg a neved
it: Inserisci il tuo nome
nl: Voer je naam in
pt: Digite seu nome

# onboarding_welcome_nameLabel
source: Your Name
ar: اسمك
de: Ihr Name
es: Tu Nombre
fr: Votre nom
he: השם שלך
hu: Neved
it: Il Tuo Nome
nl: Je naam
pt: Seu Nome

# onboarding_welcome_nameValidation
source: Please enter your name
ar: الرجاء إدخال اسمك
de: Bitte geben Sie Ihren Namen ein
es: Por favor ingresa tu nombre
fr: Veuillez entrer votre nom
he: נא להזין את שמך
hu: Add meg a neved
it: Inserisci il tuo nome
nl: Voer je naam in
pt: Digite seu nome

# onboarding_welcome_subtitle
source: Advanced dive logging and analysis
ar: تسجيل وتحليل متقدم للغوص
de: Erweiterte Tauchprotokollierung und -analyse
es: Registro y análisis avanzado de inmersiones
fr: Enregistrement et analyse avancés de plongée
he: רישום וניתוח צלילה מתקדם
hu: Fejlett merülés napló és elemzés
it: Registrazione e analisi avanzata delle immersioni
nl: Geavanceerd duiklogboek en analyse
pt: Registro e análise avançada de mergulhos

# onboarding_welcome_title
source: Welcome to Submersion
ar: مرحباً بك في Submersion
de: Willkommen bei Submersion
es: Bienvenido a Submersion
fr: Bienvenue dans Submersion
he: ברוכים הבאים ל-Submersion
hu: Üdvözöl a Submersion
it: Benvenuto in Submersion
nl: Welkom bij Submersion
pt: Bem-vindo ao Submersion

# planning_appBar_title
source: Planning
ar: التخطيط
de: Planung
es: Planificacion
fr: Planification
he: תכנון
hu: Tervezes
it: Pianificazione
pt: Planejamento

# planning_card_decoCalculator_description
source: Calculate no-decompression limits, required deco stops, and CNS/OTU exposure for multi-level dive profiles.
ar: احسب حدود عدم تخفيف الضغط، ومحطات تخفيف الضغط المطلوبة، والتعرض لـ CNS/OTU لملفات الغوص متعددة المستويات.
de: Berechnen Sie Nullzeitgrenzen, erforderliche Dekostopps und CNS/OTU-Belastung fuer mehrstufige Tauchprofile.
es: Calcula los limites de no descompresion, las paradas de deco requeridas y la exposicion CNS/OTU para perfiles de inmersion multinivel.
fr: Calculez les limites de non-decompression, les paliers de decompression requis et l'exposition CNS/OTU pour des profils de plongee multi-niveaux.
he: חשב מגבלות ללא דקומפרסיה, עצירות דקו נדרשות וחשיפת CNS/OTU עבור פרופילי צלילה רב-שלביים.
hu: Szamitsa ki a dekompresszios limiteket, a szükseges deko megalloket es a CNS/OTU terhelest többszintu merülesi profilokhoz.
it: Calcola i limiti di non decompressione, le soste deco necessarie e l'esposizione CNS/OTU per profili di immersione multilivello.
nl: Bereken no-decompressielimieten, benodigde decostops en CNS/OTU-blootstelling voor duikprofielen met meerdere niveaus.
pt: Calcule limites de nao descompressao, paradas deco necessarias e exposicao CNS/OTU para perfis de mergulho multinivel.

# planning_card_decoCalculator_subtitle
source: Plan dives with decompression stops
ar: خطط للغوصات مع محطات تخفيف الضغط
de: Tauchgaenge mit Dekostopps planen
es: Planifica inmersiones con paradas de descompresion
fr: Planifiez des plongees avec paliers de decompression
he: תכנן צלילות עם עצירות דקומפרסיה
hu: Merülesek tervezese dekompressziós megallokkal
it: Pianifica immersioni con soste di decompressione
nl: Plan duiken met decompressiestops
pt: Planeje mergulhos com paradas de descompressao

# planning_card_decoCalculator_title
source: Deco Calculator
ar: حاسبة تخفيف الضغط
de: Deko-Rechner
es: Calculadora de deco
fr: Calculateur deco
he: מחשבון דקו
hu: Deko kalkulator
it: Calcolatore deco
pt: Calculadora Deco

# planning_card_divePlanner_description
source: Plan complex dives with multiple depth levels, gas switches, and automatic decompression stop calculations.
ar: خطط لغوصات معقدة مع مستويات عمق متعددة، وتبديل الغازات، وحسابات محطات تخفيف الضغط التلقائية.
de: Planen Sie anspruchsvolle Tauchgaenge mit mehreren Tiefenstufen, Gaswechseln und automatischer Dekostopp-Berechnung.
es: Planifica inmersiones complejas con multiples niveles de profundidad, cambios de gas y calculos automaticos de paradas de descompresion.
fr: Planifiez des plongees complexes avec plusieurs niveaux de profondeur, des changements de gaz et le calcul automatique des paliers de decompression.
he: תכנן צלילות מורכבות עם רמות עומק מרובות, החלפות גז וחישובי עצירות דקומפרסיה אוטומטיים.
hu: Tervezzen összetett merüleseket több melysegi szinttel, gazvaltas lehetoseggel es automatikus dekompresszios megallo szamitassal.
it: Pianifica immersioni complesse con livelli di profondità multipli, cambi gas e calcolo automatico delle soste di decompressione.
nl: Plan complexe duiken met meerdere diepteniveaus, gaswisselingen en automatische berekening van decompressiestops.
pt: Planeje mergulhos complexos com multiplos niveis de profundidade, trocas de gas e calculo automatico de paradas de descompressao.

# planning_card_divePlanner_subtitle
source: Create multi-level dive plans
ar: إنشاء خطط غوص متعددة المستويات
de: Mehrstufige Tauchplaene erstellen
es: Crea planes de inmersion multinivel
fr: Creez des plans de plongee multi-niveaux
he: צור תוכניות צלילה רב-שלביות
hu: Többszintu merülesi tervek keszitese
it: Crea piani di immersione multilivello
nl: Maak duikplannen met meerdere niveaus
pt: Crie planos de mergulho multinivel

# planning_card_divePlanner_title
source: Dive Planner
ar: مخطط الغوص
de: Tauchplaner
es: Planificador de inmersiones
fr: Planificateur de plongee
he: מתכנן צלילות
hu: Merüles tervezo
it: Pianificatore immersioni
nl: Duikplanner
pt: Planejador de Mergulho

# planning_card_gasCalculators_description
source: Four specialized gas calculators: • MOD - Maximum operating depth for a gas mix • Best Mix - Ideal O₂% for a target depth • Consumption - Gas usage estimation • Rock Bottom - Emergency reserve calculation
ar: أربع حاسبات غاز متخصصة: • MOD - أقصى عمق تشغيلي لخليط غاز • أفضل خليط - نسبة O₂ المثالية لعمق مستهدف • الاستهلاك - تقدير استخدام الغاز • الاحتياطي الأدنى - حساب احتياطي الطوارئ
de: Vier spezialisierte Gasrechner: - MOD - Maximale Einsatztiefe fuer ein Gasgemisch - Beste Mischung - Idealer O₂-Anteil fuer eine Zieltiefe - Verbrauch - Schaetzung des Gasverbrauchs - Mindrestreserve - Berechnung der Notfallreserve
es: Cuatro calculadoras de gas especializadas: • MOD - Profundidad maxima operativa para una mezcla de gas • Mejor mezcla - % de O₂ ideal para una profundidad objetivo • Consumo - Estimacion de uso de gas • Reserva minima - Calculo de reserva de emergencia
fr: Quatre calculateurs de gaz specialises : - MOD - Profondeur maximale d'utilisation pour un melange - Best Mix - O₂% ideal pour une profondeur cible - Consommation - Estimation de la consommation de gaz - Reserve de securite - Calcul de la reserve d'urgence
he: ארבעה מחשבוני גז מתמחים: • MOD - עומק הפעלה מרבי לתערובת גז • תערובת אופטימלית - אחוז O₂ אידיאלי לעומק יעד • צריכה - הערכת צריכת גז • Rock Bottom - חישוב רזרבת חירום
hu: Negy specialis gaz kalkulator: • MOD - Maximalis üzemi melyseg egy gazkeverekhez • Legjobb keverek - Idealis O₂% egy cel melyseghez • Fogyasztas - Gaz felhasznalás becsles • Rock Bottom - Veszhelyzeti tartalek szamitas
it: Quattro calcolatori gas specializzati: • MOD - Profondità massima operativa per una miscela • Best Mix - O₂% ideale per una profondità target • Consumo - Stima del consumo gas • Rock Bottom - Calcolo della riserva di emergenza
nl: Vier gespecialiseerde gascalculators: • MOD - Maximale werkdiepte voor een gasmengsel • Beste mix - Ideaal O₂% voor een doeldiepte • Verbruik - Schatting gasverbruik • Noodreserve - Berekening noodreserve
pt: Quatro calculadoras de gas especializadas: • MOD - Profundidade maxima operacional para uma mistura de gas • Best Mix - O₂% ideal para uma profundidade alvo • Consumo - Estimativa de consumo de gas • Rock Bottom - Calculo de reserva de emergencia

# planning_card_gasCalculators_subtitle
source: MOD, Best Mix, Consumption, Rock Bottom
ar: MOD، أفضل خليط، الاستهلاك، الاحتياطي الأدنى
de: MOD, Beste Mischung, Verbrauch, Mindrestreserve
es: MOD, Mejor mezcla, Consumo, Reserva minima
fr: MOD, Best Mix, Consommation, Reserve de securite
he: MOD, תערובת אופטימלית, צריכה, Rock Bottom
hu: MOD, Legjobb keverek, Fogyasztas, Rock Bottom
it: MOD, Best Mix, Consumo, Rock Bottom
nl: MOD, Beste mix, Verbruik, Noodreserve
pt: MOD, Best Mix, Consumo, Rock Bottom

# planning_card_gasCalculators_title
source: Gas Calculators
ar: حاسبات الغاز
de: Gasrechner
es: Calculadoras de gas
fr: Calculateurs de gaz
he: מחשבוני גז
hu: Gaz kalkulatorok
it: Calcolatori gas
pt: Calculadoras de Gas
