Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# enum_equipmentType_light
source: Light
ar: مصباح
de: Lampe
es: Linterna
fr: Phare
he: פנס
hu: Lampa
it: Torcia
nl: Lamp
pt: Lanterna

# enum_equipmentType_mask
source: Mask
ar: قناع
de: Maske
es: Máscara
fr: Masque
he: מסכה
hu: Maszk
it: Maschera
nl: Masker
pt: Mascara

# enum_equipmentType_other
source: Other
ar: أخرى
de: Sonstige
es: Otro
fr: Autre
he: אחר
hu: Egyeb
it: Altro
nl: Overig
pt: Outro

# enum_equipmentType_reel
source: Reel
ar: بكرة
es: Carrete
fr: Devidoir
he: סליל
hu: Orsó
nl: Haspel
pt: Carretilha

# enum_equipmentType_regulator
source: Regulator
ar: منظم
de: Atemregler
es: Regulador
fr: Detendeur
he: רגולטור
hu: Automata
it: Erogatore
nl: Ademautomaat
pt: Regulador

# enum_equipmentType_tank
source: Tank
ar: أسطوانة
de: Flasche
es: Tanque
fr: Bloc
he: בלון
hu: Palack
it: Bombola
nl: Fles
pt: Cilindro

# enum_equipmentType_weights
source: Weights
ar: أثقال
de: Gewichte
es: Lastre
fr: Lest
he: משקולות
hu: Sulyok
it: Zavorra
nl: Gewichten
pt: Lastro

# enum_equipmentType_wetsuit
source: Wetsuit
ar: بدلة غوص
de: Neoprenanzug
es: Traje de neopreno
fr: Combinaison
he: חליפת צלילה
hu: Neopren ruha
it: Muta
pt: Roupa de Neoprene

# enum_eventSeverity_alert
source: Alert
ar: تنبيه
de: Alarm
es: Alerta
fr: Alerte
he: התראה
hu: Riasztas
it: Allarme
nl: Alarm
pt: Alerta

# enum_eventSeverity_info
source: Info
ar: معلومات
he: מידע

# enum_eventSeverity_warning
source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
he: אזהרה
hu: Figyelmeztetés
it: Attenzione
nl: Waarschuwing
pt: Aviso

# enum_pdfTemplate_detailed
source: Detailed
ar: مفصّل
de: Detailliert
es: Detallado
fr: Detaille
he: מפורט
hu: Reszletes
it: Dettagliato
nl: Gedetailleerd
pt: Detalhado

# enum_pdfTemplate_detailed_description
source: Full dive information with notes and ratings
ar: معلومات غوصة كاملة مع ملاحظات وتقييمات
de: Vollstaendige Tauchinformationen mit Notizen und Bewertungen
es: Información completa de la inmersión con notas y valoraciones
fr: Informations completes avec notes et evaluations
he: מידע מלא על הצלילה עם הערות ודירוגים
hu: Teljes merulesi informacio jegyzetekkel es ertekelesekkel
it: Informazioni complete con note e valutazioni
nl: Volledige duikinformatie met notities en beoordelingen
pt: Informacoes completas do mergulho com notas e avaliacoes

# enum_pdfTemplate_nauiStyle
source: NAUI Style
ar: نمط NAUI
de: NAUI-Stil
es: Estilo NAUI
fr: Style NAUI
he: סגנון NAUI
hu: NAUI stilusu
it: Stile NAUI
nl: NAUI Stijl
pt: Estilo NAUI

# enum_pdfTemplate_nauiStyle_description
source: Layout matching NAUI logbook format
ar: تخطيط مطابق لتنسيق سجل NAUI
de: Layout im NAUI-Logbuchformat
es: Diseño similar al formato de registro NAUI
fr: Mise en page au format carnet NAUI
he: פריסה בהתאם לפורמט יומן NAUI
hu: NAUI naplo formatumnak megfelelo elrendezes
it: Layout conforme al formato logbook NAUI
nl: Lay-out volgens NAUI logboekformaat
pt: Layout no formato do logbook NAUI

# enum_pdfTemplate_padiStyle
source: PADI Style
ar: نمط PADI
de: PADI-Stil
es: Estilo PADI
fr: Style PADI
he: סגנון PADI
hu: PADI stilusu
it: Stile PADI
nl: PADI Stijl
pt: Estilo PADI

# enum_pdfTemplate_padiStyle_description
source: Layout matching PADI logbook format
ar: تخطيط مطابق لتنسيق سجل PADI
de: Layout im PADI-Logbuchformat
es: Diseño similar al formato de registro PADI
fr: Mise en page au format carnet PADI
he: פריסה בהתאם לפורמט יומן PADI
hu: PADI naplo formatumnak megfelelo elrendezes
it: Layout conforme al formato logbook PADI
nl: Lay-out volgens PADI logboekformaat
pt: Layout no formato do logbook PADI

# enum_pdfTemplate_professional
source: Professional
ar: احترافي
de: Professionell
es: Profesional
fr: Professionnel
he: מקצועי
hu: Professzionalis
it: Professionale
nl: Professioneel
pt: Profissional

# enum_pdfTemplate_professional_description
source: Signature and stamp areas for verification
ar: مناطق للتوقيع والختم للتحقق
de: Unterschrift- und Stempelbereiche zur Verifizierung
es: Áreas de firma y sello para verificación
fr: Zones de signature et de tampon pour verification
he: אזורי חתימה וחותמת לאימות
hu: Alairas es pecsethely az ellenorzeshez
it: Aree per firma e timbro per la verifica
nl: Handtekening- en stempelvelden voor verificatie
pt: Areas de assinatura e carimbo para verificacao

# enum_pdfTemplate_simple
source: Simple
ar: بسيط
de: Einfach
he: פשוט
hu: Egyszeru
it: Semplice
nl: Eenvoudig
pt: Simples

# enum_pdfTemplate_simple_description
source: Compact table format, many dives per page
ar: تنسيق جدول مضغوط، غوصات عديدة في كل صفحة
de: Kompaktes Tabellenformat, viele Tauchgaenge pro Seite
es: Formato de tabla compacto, muchas inmersiones por página
fr: Format tableau compact, plusieurs plongees par page
he: פורמט טבלה קומפקטי, צלילות רבות בעמוד
hu: Tomor tablazatos formatum, sok merules oldalankent
it: Formato tabella compatto, molte immersioni per pagina
nl: Compact tabelformaat, veel duiken per pagina
pt: Formato de tabela compacta, muitos mergulhos por pagina

# enum_profileEvent_alert
source: Alert
ar: تنبيه
de: Alarm
es: Alerta
fr: Alerte
he: התראה
hu: Riasztas
it: Allarme
nl: Alarm
pt: Alerta

# enum_profileEvent_ascentRateCritical
source: Ascent Rate Critical
ar: معدل صعود حرج
de: Aufstiegsgeschwindigkeit kritisch
es: Velocidad de ascenso crítica
fr: Vitesse de remontee critique
he: קצב עלייה קריטי
hu: Felszallasi sebesseg kritikus
it: Velocita di risalita critica
nl: Opstijgsnelheid kritiek
pt: Taxa de Subida Critica

# enum_profileEvent_ascentRateWarning
source: Ascent Rate Warning
ar: تحذير معدل صعود
de: Aufstiegsgeschwindigkeit Warnung
es: Advertencia de velocidad de ascenso
fr: Avertissement vitesse de remontee
he: אזהרת קצב עלייה
hu: Felszallasi sebesseg figyelmeztetés
it: Attenzione velocita di risalita
nl: Waarschuwing opstijgsnelheid
pt: Aviso de Taxa de Subida

# enum_profileEvent_ascentStart
source: Ascent Start
ar: بداية الصعود
de: Aufstieg Beginn
es: Inicio del ascenso
fr: Debut de remontee
he: תחילת עלייה
hu: Felszallas kezdete
it: Inizio risalita
nl: Begin opstijging
pt: Inicio da Subida

# enum_profileEvent_bookmark
source: Bookmark
ar: إشارة مرجعية
de: Lesezeichen
es: Marcador
fr: Signet
he: סימנייה
hu: Konyvjelzo
it: Segnalibro
nl: Bladwijzer
pt: Marcador

# enum_profileEvent_cnsCritical
source: CNS Critical
ar: CNS حرج
de: CNS kritisch
es: CNS crítico
fr: CNS critique
he: CNS קריטי
hu: CNS kritikus
it: CNS critico
nl: CNS kritiek
pt: CNS Critico

# enum_profileEvent_cnsWarning
source: CNS Warning
ar: تحذير CNS
de: CNS Warnung
es: Advertencia de CNS
fr: Avertissement CNS
he: אזהרת CNS
hu: CNS figyelmeztetés
it: Attenzione CNS
nl: CNS waarschuwing
pt: Aviso de CNS

# enum_profileEvent_decoStopEnd
source: Deco Stop End
ar: نهاية توقف تخفيف الضغط
de: Dekostopp Ende
es: Fin de parada deco
fr: Fin du palier de decompression
he: סוף עצירת דקו
hu: Deko megallo vege
it: Fine sosta deco
nl: Einde decostop
pt: Fim da Parada Deco

# enum_profileEvent_decoStopStart
source: Deco Stop Start
ar: بداية توقف تخفيف الضغط
de: Dekostopp Beginn
es: Inicio de parada deco
fr: Debut du palier de decompression
he: תחילת עצירת דקו
hu: Deko megallo kezdete
it: Inizio sosta deco
nl: Begin decostop
pt: Inicio da Parada Deco

# enum_profileEvent_decoViolation
source: Deco Violation
ar: انتهاك تخفيف الضغط
de: Deko-Verstoss
es: Violación de descompresión
fr: Violation de palier
he: הפרת דקומפרסיה
hu: Deko megszeges
it: Violazione deco
nl: Deco-overtreding
pt: Violacao de Deco

# enum_profileEvent_descentEnd
source: Descent End
ar: نهاية النزول
de: Abstieg Ende
es: Fin del descenso
fr: Fin de descente
he: סוף ירידה
hu: Lesullyedes vege
it: Fine discesa
nl: Einde afdaling
pt: Fim da Descida

# enum_profileEvent_descentStart
source: Descent Start
ar: بداية النزول
de: Abstieg Beginn
es: Inicio del descenso
fr: Debut de descente
he: תחילת ירידה
hu: Lesullyedes kezdete
it: Inizio discesa
nl: Begin afdaling
pt: Inicio da Descida

# enum_profileEvent_gasSwitch
source: Gas Switch
ar: تبديل الغاز
de: Gaswechsel
es: Cambio de gas
fr: Changement de gaz
he: החלפת גז
hu: Gazcsereles
it: Cambio gas
nl: Gaswisseling
pt: Troca de Gas

# enum_profileEvent_lowGas
source: Low Gas Warning
ar: تحذير انخفاض الغاز
de: Warnung niedriger Gasvorrat
es: Advertencia de gas bajo
fr: Alerte gaz faible
he: אזהרת גז נמוך
hu: Alacsony gaz figyelmeztetés
it: Avviso gas scarso
nl: Waarschuwing laag gas
pt: Aviso de Gas Baixo

# enum_profileEvent_maxDepth
source: Max Depth
ar: أقصى عمق
de: Maximale Tiefe
es: Profundidad máxima
fr: Profondeur max
he: עומק מרבי
hu: Max melyseg
it: Profondita massima
nl: Max diepte
pt: Profundidade Maxima

# enum_profileEvent_missedStop
source: Missed Deco Stop
ar: توقف تخفيف ضغط فائت
de: Verpasster Dekostopp
es: Parada deco omitida
fr: Palier de decompression manque
he: עצירת דקו שהוחמצה
hu: Kihagyott deko megallo
it: Sosta deco mancata
nl: Gemiste decostop
pt: Parada Deco Perdida

# enum_profileEvent_note
source: Note
ar: ملاحظة
de: Notiz
es: Nota
he: הערה
hu: Jegyzet
it: Nota
nl: Notitie
pt: Nota

# enum_profileEvent_ppO2High
source: High ppO2
ar: ppO2 مرتفع
de: Hoher ppO2
es: ppO2 alto
fr: ppO2 elevee
he: ppO2 גבוה
hu: Magas ppO2
it: ppO2 alto
nl: Hoge ppO2
pt: ppO2 Alto

# enum_profileEvent_ppO2Low
source: Low ppO2
ar: ppO2 منخفض
de: Niedriger ppO2
es: ppO2 bajo
fr: ppO2 basse
he: ppO2 נמוך
hu: Alacsony ppO2
it: ppO2 basso
nl: Lage ppO2
pt: ppO2 Baixo

# enum_profileEvent_safetyStopEnd
source: Safety Stop End
ar: نهاية توقف أمان
de: Sicherheitsstopp Ende
es: Fin de parada de seguridad
fr: Fin du palier de securite
he: סוף עצירת ביטחון
hu: Biztonsagi megallas vege
it: Fine sosta di sicurezza
nl: Einde veiligheidsstop
pt: Fim da Parada de Seguranca

# enum_profileEvent_safetyStopStart
source: Safety Stop Start
ar: بداية توقف أمان
de: Sicherheitsstopp Beginn
es: Inicio de parada de seguridad
fr: Debut du palier de securite
he: תחילת עצירת ביטחון
hu: Biztonsagi megallas kezdete
it: Inizio sosta di sicurezza
nl: Begin veiligheidsstop
pt: Inicio da Parada de Seguranca

# enum_profileEvent_setpointChange
source: Setpoint Change
ar: تغيير نقطة الضبط
de: Setpoint-Wechsel
es: Cambio de setpoint
fr: Changement de consigne
he: שינוי נקודת כוונון
hu: Setpoint valtozas
it: Cambio setpoint
nl: Setpointwijziging
pt: Mudanca de Setpoint

# enum_profileMetricCategory_decompression
source: Decompression
ar: تخفيف الضغط
de: Dekompression
es: Descompresión
he: דקומפרסיה
hu: Dekompresszio
it: Decompressione
nl: Decompressie
pt: Descompressao

# enum_profileMetricCategory_gasAnalysis
source: Gas Analysis
ar: تحليل الغاز
de: Gasanalyse
es: Análisis de gas
fr: Analyse des gaz
he: ניתוח גזים
hu: Gazelemzes
it: Analisi gas
nl: Gasanalyse
pt: Analise de Gas

# enum_profileMetricCategory_gradientFactor
source: Gradient Factors
ar: عوامل التدرج
de: Gradientenfaktoren
es: Factores de gradiente
fr: Facteurs de gradient
he: מקדמי שיפוע
hu: Gradiens faktorok
it: Fattori di gradiente
nl: Gradientfactoren
pt: Fatores de Gradiente

# enum_profileMetricCategory_other
source: Other
ar: أخرى
de: Sonstige
es: Otros
fr: Autre
he: אחר
hu: Egyeb
it: Altro
nl: Overig
pt: Outros

# enum_profileMetricCategory_primary
source: Primary Metrics
ar: المقاييس الأساسية
de: Primaere Messwerte
es: Métricas principales
fr: Metriques principales
he: מדדים ראשיים
hu: Elsodleges mutatók
it: Metriche principali
nl: Primaire meetwaarden
pt: Metricas Principais

# enum_profileMetric_gasDensity
source: Gas Density
ar: كثافة الغاز
de: Gasdichte
es: Densidad del gas
fr: Densite du gaz
he: צפיפות גז
hu: Gaz suruseg
it: Densita del gas
nl: Gasdichtheid
pt: Densidade do Gas

# enum_profileMetric_gasDensity_short
source: Density
ar: كثافة
de: Dichte
es: Densidad
fr: Densite
he: צפיפות
hu: Suruseg
it: Densita
nl: Dichtheid
pt: Densidade

# enum_profileMetric_heartRate
source: Heart Rate
ar: معدل نبض القلب
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Frequence cardiaque
he: קצב לב
hu: Pulzus
it: Frequenza cardiaca
nl: Hartslag
pt: Frequencia Cardiaca

# enum_profileMetric_heartRate_short
source: HR
ar: نبض
de: HF
es: FC
fr: FC
he: קצב לב
hu: Pulzus
it: FC
nl: HS
pt: FC

# enum_profileMetric_meanDepth
source: Mean Depth
ar: متوسط العمق
de: Durchschnittstiefe
es: Profundidad media
fr: Profondeur moyenne
he: עומק ממוצע
hu: Atlag melyseg
it: Profondita media
nl: Gemiddelde diepte
pt: Profundidade Media

# enum_profileMetric_meanDepth_short
source: Mean
ar: متوسط
de: Mittel
es: Media
fr: Moy
he: ממוצע
hu: Atlag
it: Media
nl: Gem.
pt: Media

# enum_profileMetric_pressure
source: Pressure
ar: ضغط
de: Druck
es: Presión
fr: Pression
he: לחץ
hu: Nyomas
it: Pressione
nl: Druk
pt: Pressao

# enum_profileMetric_pressure_short
source: Press
ar: ضغط
de: Druck
es: Pres
he: לחץ
hu: Nyom
nl: Druk

# enum_profileMetric_sacRate
source: SAC Rate
ar: معدل SAC
es: Consumo SAC
fr: Consommation SAC
he: קצב SAC
hu: SAC ertek
it: Consumo SAC
nl: SAC-verbruik
pt: Taxa SAC

# enum_profileMetric_surfaceGf
source: Surface GF
ar: GF السطح
de: Oberflaechenm GF
es: GF en superficie
fr: GF surface
he: GF פני השטח
hu: Felszini GF
it: GF superficie
nl: Oppervlakte GF
pt: GF de Superficie

# enum_profileMetric_temperature
source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
he: טמפרטורה
hu: Homerseklet
it: Temperatura
nl: Temperatuur
pt: Temperatura

# enum_profileMetric_temperature_short
source: Temp
ar: حرارة
he: טמפ'
hu: Hom

# enum_scrType_cmf
source: Constant Mass Flow
ar: تدفق كتلة ثابت
de: Konstanter Massenstrom
es: Flujo de masa constante
fr: Debit massique constant
he: זרימת מסה קבועה
hu: Allando tomegaram
it: Flusso di massa costante
nl: Constant massadebiet
pt: Fluxo de Massa Constante

# enum_scrType_escr
source: Electronically Controlled
ar: تحكم إلكتروني
de: Elektronisch gesteuert
es: Control electrónico
fr: Controle electronique
he: בקרה אלקטרונית
hu: Elektronikusan szabalyozott
it: Controllo elettronico
nl: Elektronisch gestuurd
pt: Controlado Eletronicamente

# enum_scrType_pascr
source: Passive Addition
ar: إضافة سلبية
de: Passive Zumischung
es: Adición pasiva
fr: Addition passive
he: הוספה פסיבית
hu: Passziv adagolas
it: Addizione passiva
nl: Passieve toevoeging
pt: Adicao Passiva

# enum_serviceType_annual
source: Annual Service
ar: صيانة سنوية
de: Jahreswartung
es: Servicio anual
fr: Revision annuelle
he: טיפול שנתי
hu: Eves szerviz
it: Revisione annuale
nl: Jaarlijks onderhoud
pt: Revisao Anual

# enum_serviceType_calibration
source: Calibration
ar: معايرة
de: Kalibrierung
es: Calibración
he: כיול
hu: Kalibralas
it: Calibrazione
nl: Kalibratie
pt: Calibracao

# enum_serviceType_cleaning
source: Cleaning
ar: تنظيف
de: Reinigung
es: Limpieza
fr: Nettoyage
he: ניקוי
hu: Tisztitas
it: Pulizia
nl: Reiniging
pt: Limpeza

# enum_serviceType_inspection
source: Inspection
ar: فحص
de: Inspektion
es: Inspección
he: בדיקה
hu: Ellenorzes
it: Ispezione
nl: Inspectie
pt: Inspecao

# enum_serviceType_other
source: Other
ar: أخرى
de: Sonstige
es: Otro
fr: Autre
he: אחר
hu: Egyeb
it: Altro
nl: Overig
pt: Outro

# enum_serviceType_overhaul
source: Overhaul
ar: إصلاح شامل
de: Generalueberholung
es: Revisión general
fr: Revision complete
he: שיפוץ כללי
hu: Nagyjavitas
it: Revisione completa
nl: Revisie
pt: Revisao Geral

# enum_serviceType_recall
source: Recall/Safety
ar: استدعاء/سلامة
de: Rueckruf/Sicherheit
es: Retiro/Seguridad
fr: Rappel/Securite
he: ריקול/בטיחות
hu: Visszahivas/Biztonsag
it: Richiamo/Sicurezza
nl: Terugroepactie/Veiligheid
pt: Recall/Seguranca

# enum_serviceType_repair
source: Repair
ar: إصلاح
de: Reparatur
es: Reparación
fr: Reparation
he: תיקון
hu: Javitas
it: Riparazione
nl: Reparatie
pt: Reparo

# enum_serviceType_replacement
source: Part Replacement
ar: استبدال قطعة
de: Teileaustausch
es: Reemplazo de pieza
fr: Remplacement de piece
he: החלפת חלק
hu: Alkatresz csere
it: Sostituzione componente
nl: Onderdeelvervanging
pt: Substituicao de Peca

# enum_serviceType_warranty
source: Warranty Service
ar: خدمة ضمان
de: Garantieservice
es: Servicio de garantía
fr: Service garantie
he: שירות אחריות
hu: Garancialis szerviz
it: Assistenza in garanzia
nl: Garantieonderhoud
pt: Servico de Garantia

# enum_sortDirection_ascending
source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
he: עולה
hu: Novekvo
it: Crescente
nl: Oplopend
pt: Crescente

# enum_sortDirection_descending
source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Decroissant
he: יורד
hu: Csokkeno
it: Decrescente
nl: Aflopend
pt: Decrescente

# enum_sortField_agency
source: Agency
ar: الجهة
de: Verband
es: Agencia
fr: Organisme
he: ארגון
hu: Szervezet
it: Agenzia
nl: Organisatie
pt: Certificadora

# enum_sortField_date
source: Date
ar: التاريخ
de: Datum
es: Fecha
he: תאריך
hu: Datum
it: Data
nl: Datum
pt: Data

# enum_sortField_dateIssued
source: Date Issued
ar: تاريخ الإصدار
de: Ausstellungsdatum
es: Fecha de emisión
fr: Date de delivrance
he: תאריך הנפקה
hu: Kiallitas datuma
it: Data di rilascio
nl: Datum uitgegeven
pt: Data de Emissao

# enum_sortField_difficulty
source: Difficulty
ar: الصعوبة
de: Schwierigkeitsgrad
es: Dificultad
fr: Difficulte
he: רמת קושי
hu: Nehezsegi szint
it: Difficolta
nl: Moeilijkheid
pt: Dificuldade

# enum_sortField_diveCount
source: Dive Count
ar: عدد الغوصات
de: Anzahl Tauchgaenge
es: Número de inmersiones
fr: Nombre de plongees
he: מספר צלילות
hu: Merulesszam
it: Numero di immersioni
nl: Aantal duiken
pt: Numero de Mergulhos

# enum_sortField_diveNumber
source: Dive Number
ar: رقم الغوصة
de: Tauchgangnummer
es: Número de inmersión
fr: Numero de plongee
he: מספר צלילה
hu: Merules szama
it: Numero immersione
nl: Duiknummer
pt: Numero do Mergulho

# enum_sortField_duration
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Duree
he: משך
hu: Idotartam
it: Durata
nl: Duur
pt: Duracao

# enum_sortField_endDate
source: End Date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha de fin
fr: Date de fin
he: תאריך סיום
hu: Zaras datuma
it: Data di fine
nl: Einddatum
pt: Data Final

# enum_sortField_lastServiceDate
source: Last Service
ar: آخر صيانة
de: Letzte Wartung
es: Último servicio
fr: Derniere revision
he: טיפול אחרון
hu: Utolso szerviz
it: Ultima revisione
nl: Laatste onderhoud
pt: Ultima Manutencao

# enum_sortField_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Profundidad máxima
fr: Profondeur max
he: עומק מרבי
hu: Max melyseg
it: Profondita massima
nl: Max diepte
pt: Profundidade Maxima

# enum_sortField_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
hu: Nev
it: Nome
nl: Naam
pt: Nome

# enum_sortField_purchaseDate
source: Purchase Date
ar: تاريخ الشراء
de: Kaufdatum
es: Fecha de compra
fr: Date d'achat
he: תאריך רכישה
hu: Vasarlas datuma
it: Data di acquisto
nl: Aankoopdatum
pt: Data de Compra

# enum_sortField_rating
source: Rating
ar: التقييم
de: Bewertung
es: Valoración
fr: Evaluation
he: דירוג
hu: Ertekeles
it: Valutazione
nl: Beoordeling
pt: Avaliacao

# enum_sortField_site
source: Site
ar: الموقع
de: Tauchplatz
es: Punto de buceo
he: אתר
hu: Merulohely
it: Sito
nl: Duikstek
pt: Ponto de Mergulho

# enum_sortField_startDate
source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de debut
he: תאריך התחלה
hu: Kezdes datuma
it: Data di inizio
nl: Startdatum
pt: Data Inicial

# enum_sortField_status
source: Status
ar: الحالة
es: Estado
fr: Statut
he: סטטוס
hu: Allapot
it: Stato

# enum_sortField_type
source: Type
ar: النوع
de: Typ
es: Tipo
he: סוג
hu: Tipus
it: Tipo
pt: Tipo

# enum_speciesCategory_coral
source: Coral
ar: مرجان
de: Koralle
fr: Corail
he: אלמוג
hu: Korall
it: Corallo
nl: Koraal

# enum_speciesCategory_fish
source: Fish
ar: سمك
de: Fisch
es: Pez
fr: Poisson
he: דג
hu: Hal
it: Pesce
nl: Vis
pt: Peixe

# enum_speciesCategory_invertebrate
source: Invertebrate
ar: لافقاري
de: Wirbellose
es: Invertebrado
fr: Invertebre
he: חסר חוליות
hu: Gerinctelen
it: Invertebrato
nl: Ongewervelde
pt: Invertebrado

# enum_speciesCategory_mammal
source: Mammal
ar: ثديي
de: Saeugetier
es: Mamífero
fr: Mammifere
he: יונק
hu: Emlos
it: Mammifero
nl: Zoogdier
pt: Mamifero

# enum_speciesCategory_other
source: Other
ar: أخرى
de: Sonstige
es: Otro
fr: Autre
he: אחר
hu: Egyeb
it: Altro
nl: Overig
pt: Outro

# enum_speciesCategory_plant
source: Plant/Algae
ar: نبات/طحالب
de: Pflanze/Alge
es: Planta/Alga
fr: Plante/Algue
he: צמח/אצה
hu: Noveny/Alga
it: Pianta/Alga
nl: Plant/Alg
pt: Planta/Alga

# enum_speciesCategory_ray
source: Ray
ar: شفنين
de: Rochen
es: Raya
fr: Raie
he: טריגון
hu: Raja
it: Razza
nl: Rog
pt: Raia

# enum_speciesCategory_shark
source: Shark
ar: قرش
de: Hai
es: Tiburón
fr: Requin
he: כריש
hu: Capa
it: Squalo
nl: Haai
pt: Tubarao

# enum_speciesCategory_turtle
source: Turtle
ar: سلحفاة
de: Schildkroete
es: Tortuga
fr: Tortue
he: צב ים
hu: Teknosbeka
it: Tartaruga
nl: Schildpad
pt: Tartaruga

# enum_tankMaterial_aluminum
source: Aluminum
ar: ألومنيوم
de: Aluminium
es: Aluminio
fr: Aluminium
he: אלומיניום
hu: Aluminium
it: Alluminio
nl: Aluminium
pt: Aluminio

# enum_tankMaterial_carbonFiber
source: Carbon Fiber
ar: ألياف كربونية
de: Kohlefaser
es: Fibra de carbono
fr: Fibre de carbone
he: סיב פחמן
hu: Szenalas
it: Fibra di carbonio
nl: Koolstofvezel
pt: Fibra de Carbono

# enum_tankMaterial_steel
source: Steel
ar: فولاذ
de: Stahl
es: Acero
fr: Acier
he: פלדה
hu: Acel
it: Acciaio
nl: Staal
pt: Aco

# enum_tankRole_backGas
source: Back Gas
ar: غاز خلفي
de: Rueckengas
es: Gas principal
fr: Gaz dorsal
he: גז ראשי
hu: Fo gaz
it: Gas principale
nl: Hoofdgas
pt: Gas Principal

# enum_tankRole_bailout
source: Bailout
ar: غاز طوارئ
he: בלון חירום

# enum_tankRole_deco
source: Deco
ar: تخفيف ضغط
de: Deko
he: דקו
hu: Deko

# enum_tankRole_diluent
source: Diluent
ar: مخفف
es: Diluyente
fr: Diluant
he: מדלל
hu: Higigaz
it: Diluente
pt: Diluente

# enum_tankRole_oxygenSupply
source: O₂ Supply
ar: إمداد O₂
de: O₂-Versorgung
es: Suministro de O₂
fr: Alimentation O₂
he: אספקת O₂
hu: O₂ ellatas
it: Riserva O2
nl: O₂-toevoer
pt: Suprimento de O₂

# enum_tankRole_pony
source: Pony Bottle
ar: أسطوانة احتياطية
de: Ponyflasche
es: Botella pony
he: בלון פוני
hu: Pony palack
nl: Ponyfles
pt: Cilindro Pony

# enum_tankRole_sidemountLeft
source: Sidemount Left
ar: تعليق جانبي أيسر
de: Sidemount Links
es: Sidemount izquierdo
fr: Sidemount gauche
he: סיידמאונט שמאל
hu: Sidemount bal
it: Sidemount sinistra
nl: Sidemount links
pt: Sidemount Esquerdo

# enum_tankRole_sidemountRight
source: Sidemount Right
ar: تعليق جانبي أيمن
de: Sidemount Rechts
es: Sidemount derecho
fr: Sidemount droit
he: סיידמאונט ימין
hu: Sidemount jobb
it: Sidemount destra
nl: Sidemount rechts
pt: Sidemount Direito

# enum_tankRole_stage
source: Stage
ar: أسطوانة مرحلية
de: Stageflasche
he: סטייג'
nl: Stagefles

# enum_visibility_excellent
source: Excellent (>30m / >100ft)
ar: ممتازة (>30m / >100ft)
de: Ausgezeichnet (>30m / >100ft)
es: Excelente (>30m / >100ft)
fr: Excellente (>30m / >100ft)
he: מצוינת (>30m / >100ft)
hu: Kituno (>30m / >100ft)
it: Eccellente (>30m / >100ft)
nl: Uitstekend (>30m / >100ft)
pt: Excelente (>30m / >100ft)

# enum_visibility_good
source: Good (15-30m / 50-100ft)
ar: جيدة (15-30m / 50-100ft)
de: Gut (15-30m / 50-100ft)
es: Buena (15-30m / 50-100ft)
fr: Bonne (15-30m / 50-100ft)
he: טובה (15-30m / 50-100ft)
hu: Jo (15-30m / 50-100ft)
it: Buona (15-30m / 50-100ft)
nl: Goed (15-30m / 50-100ft)
pt: Boa (15-30m / 50-100ft)

# enum_visibility_moderate
source: Moderate (5-15m / 15-50ft)
ar: معتدلة (5-15m / 15-50ft)
de: Maessig (5-15m / 15-50ft)
es: Moderada (5-15m / 15-50ft)
fr: Moyenne (5-15m / 15-50ft)
he: בינונית (5-15m / 15-50ft)
hu: Kozepes (5-15m / 15-50ft)
it: Moderata (5-15m / 15-50ft)
nl: Matig (5-15m / 15-50ft)
pt: Moderada (5-15m / 15-50ft)

# enum_visibility_poor
source: Poor (<5m / <15ft)
ar: ضعيفة (<5m / <15ft)
de: Schlecht (<5m / <15ft)
es: Mala (<5m / <15ft)
fr: Mauvaise (<5m / <15ft)
he: גרועה (<5m / <15ft)
hu: Gyenge (<5m / <15ft)
it: Scarsa (<5m / <15ft)
nl: Slecht (<5m / <15ft)
pt: Ruim (<5m / <15ft)
