Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# settings_storage_info_customAvailable
source: Using a custom folder disables app-managed cloud sync. Your folder's sync service will handle synchronization instead.
ar: استخدام مجلد مخصص يعطل المزامنة السحابية المُدارة من التطبيق. ستتولى خدمة مزامنة المجلد عملية المزامنة بدلًا من ذلك.
de: Die Verwendung eines benutzerdefinierten Ordners deaktiviert die App-verwaltete Cloud-Synchronisierung. Der Synchronisierungsdienst Ihres Ordners uebernimmt stattdessen die Synchronisierung.
es: Usar una carpeta personalizada desactiva la sincronizacion en la nube administrada por la app. El servicio de sincronizacion de tu carpeta se encargara de la sincronizacion.
fr: L'utilisation d'un dossier personnalise desactive la synchronisation cloud geree par l'application. Le service de synchronisation de votre dossier gerera la synchronisation a la place.
he: שימוש בתיקייה מותאמת אישית משבית סנכרון ענן מנוהל אפליקציה. שירות הסנכרון של התיקייה שלך יטפל בסנכרון במקום.
hu: Egyedi mappa hasznalata letiltja az alkalmazas altal kezelt felho szinkronizalast. A mappa szinkronizaciós szolgaltatasa kezeli helyette a szinkronizalast.
it: L'uso di una cartella personalizzata disabilita la sincronizzazione cloud gestita dall'app. Il servizio di sincronizzazione della tua cartella gestirà la sincronizzazione.
nl: Het gebruik van een aangepaste map schakelt app-beheerde cloudsynchronisatie uit. De synchronisatieservice van je map verzorgt dan de synchronisatie.
pt: Usar uma pasta personalizada desativa a sincronizacao na nuvem gerenciada pelo aplicativo. O servico de sincronizacao da sua pasta gerenciara a sincronizacao.

# settings_storage_loading
source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# settings_storage_migrating_doNotClose
source: Please do not close the app
ar: يرجى عدم إغلاق التطبيق
de: Bitte schliessen Sie die App nicht
es: Por favor, no cierres la aplicacion
fr: Veuillez ne pas fermer l'application
he: נא לא לסגור את האפליקציה
hu: Kerem, ne zarja be az alkalmazast
it: Non chiudere l'app
nl: Sluit de app niet
pt: Por favor, nao feche o aplicativo

# settings_storage_migrating_movingDatabase
source: Moving database...
ar: جارٍ نقل قاعدة البيانات...
de: Datenbank wird verschoben...
es: Trasladando base de datos...
fr: Deplacement de la base de donnees...
he: מעביר מסד נתונים...
hu: Adatbazis athelyezese...
it: Spostamento database...
nl: Database verplaatsen...
pt: Movendo banco de dados...

# settings_storage_migrating_movingToAppDefault
source: Moving to app default...
ar: جارٍ النقل إلى الموقع الافتراضي...
de: Wird zum App-Standard verschoben...
es: Trasladando a ubicacion predeterminada...
fr: Deplacement vers l'emplacement par defaut...
he: מעביר לברירת מחדל של האפליקציה...
hu: Athelyezes az alkalmazas alapertelmezett helyere...
it: Spostamento nella posizione predefinita...
nl: Verplaatsen naar app-standaard...
pt: Movendo para o local padrao...

# settings_storage_migrating_replacingExisting
source: Replacing existing database...
ar: جارٍ استبدال قاعدة البيانات الموجودة...
de: Vorhandene Datenbank wird ersetzt...
es: Reemplazando base de datos existente...
fr: Remplacement de la base de donnees existante...
he: מחליף מסד נתונים קיים...
hu: Letezo adatbazis csereje...
it: Sostituzione database esistente...
nl: Bestaande database vervangen...
pt: Substituindo banco de dados existente...

# settings_storage_migrating_switchingToExisting
source: Switching to existing database...
ar: جارٍ التبديل إلى قاعدة البيانات الموجودة...
de: Wird zur vorhandenen Datenbank gewechselt...
es: Cambiando a base de datos existente...
fr: Basculement vers la base de donnees existante...
he: עובר למסד נתונים קיים...
hu: Valtas a letezo adatbazisra...
it: Passaggio al database esistente...
nl: Overschakelen naar bestaande database...
pt: Alternando para banco de dados existente...

# settings_storage_notSet
source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecida
fr: Non defini
he: לא הוגדר
hu: Nincs megadva
it: Non impostato
nl: Niet ingesteld
pt: Nao definido

# settings_storage_success_backupAt
source: Original kept as backup at: {path}
ar: تم الاحتفاظ بالنسخة الأصلية كنسخة احتياطية في: {path}
de: Original als Sicherung gespeichert unter: {path}
es: El original se conservo como respaldo en: {path}
fr: L'original est conserve en sauvegarde a : {path}
he: המקור נשמר כגיבוי ב: {path}
hu: Az eredeti biztonsagi menteskent megmarad: {path}
it: Originale conservato come backup in: {path}
nl: Origineel bewaard als back-up op: {path}
pt: Original mantido como backup em: {path}

# settings_storage_success_moved
source: Database moved successfully
ar: تم نقل قاعدة البيانات بنجاح
de: Datenbank erfolgreich verschoben
es: Base de datos trasladada correctamente
fr: Base de donnees deplacee avec succes
he: מסד הנתונים הועבר בהצלחה
hu: Adatbazis sikeresen athelyezve
it: Database spostato con successo
nl: Database succesvol verplaatst
pt: Banco de dados movido com sucesso

# settings_summary_activeDiver
source: Active Diver
ar: الغواص النشط
de: Aktiver Taucher
es: Buceador activo
fr: Plongeur actif
he: צולל פעיל
hu: Aktiv merülo
it: Subacqueo attivo
nl: Actieve duiker
pt: Mergulhador Ativo

# settings_summary_currentConfiguration
source: Current Configuration
ar: التهيئة الحالية
de: Aktuelle Konfiguration
es: Configuracion actual
fr: Configuration actuelle
he: תצורה נוכחית
hu: Jelenlegi konfiguracoo
it: Configurazione attuale
nl: Huidige configuratie
pt: Configuracao Atual

# settings_summary_depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Melyseg
it: Profondità
nl: Diepte
pt: Profundidade

# settings_summary_error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
nl: Fout
pt: Erro

# settings_summary_gradientFactors
source: Gradient Factors
ar: عوامل التدرج
de: Gradientenfaktoren
es: Factores de gradiente
he: גורמי שיפוע
hu: Gradiens Faktorok
it: Fattori di gradiente
nl: Gradientfactoren
pt: Fatores de Gradiente

# settings_summary_loading
source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
he: טוען...
hu: Betoltes...
it: Caricamento...
nl: Laden...
pt: Carregando...

# settings_summary_notSet
source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecido
fr: Non defini
he: לא הוגדר
hu: Nincs megadva
it: Non impostato
nl: Niet ingesteld
pt: Nao definido

# settings_summary_pressure
source: Pressure
ar: الضغط
de: Druck
es: Presion
fr: Pression
he: לחץ
hu: Nyomas
it: Pressione
nl: Druk
pt: Pressao

# settings_summary_subtitle
source: Select a category to configure
ar: اختر فئة للتهيئة
de: Waehlen Sie eine Kategorie zum Konfigurieren
es: Selecciona una categoria para configurar
fr: Selectionnez une categorie a configurer
he: בחר קטגוריה להגדרה
hu: Valasszon egy kategoriat a konfigurálashoz
it: Seleziona una categoria da configurare
nl: Selecteer een categorie om in te stellen
pt: Selecione uma categoria para configurar

# settings_summary_temperature
source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
he: טמפרטורה
hu: Homerseklet
it: Temperatura
nl: Temperatuur
pt: Temperatura

# settings_summary_theme
source: Theme
ar: المظهر
de: Design
es: Tema
he: ערכת נושא
hu: Tema
it: Tema
nl: Thema
pt: Tema

# settings_summary_theme_dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
hu: Sötet
it: Scuro
nl: Donker
pt: Escuro

# settings_summary_theme_light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
he: בהיר
hu: Vilagos
it: Chiaro
nl: Licht
pt: Claro

# settings_summary_theme_system
source: System
ar: النظام
es: Sistema
fr: Systeme
he: מערכת
hu: Rendszer
it: Sistema
nl: Systeem
pt: Sistema

# settings_summary_tip
source: Tip: Use the Data section to backup your dive logs regularly.
ar: نصيحة: استخدم قسم البيانات لإجراء نسخ احتياطي لسجلات غوصك بانتظام.
de: Tipp: Verwenden Sie den Bereich Daten, um Ihre Tauchprotokolle regelmaessig zu sichern.
es: Consejo: Usa la seccion de Datos para respaldar tus registros de buceo regularmente.
fr: Conseil : utilisez la section Donnees pour sauvegarder regulierement vos carnets de plongee.
he: טיפ: השתמש בסעיף נתונים כדי לגבות את יומני הצלילה שלך באופן קבוע.
hu: Tipp: Hasznaja az Adatok szekciót a merülesi naploi rendszeres biztonsagi mentesehez.
it: Suggerimento: usa la sezione Dati per eseguire regolarmente il backup dei tuoi registri immersione.
nl: Tip: Gebruik de sectie Gegevens om regelmatig een back-up van je duiklogs te maken.
pt: Dica: Use a secao Dados para fazer backup dos seus registros de mergulho regularmente.

# settings_summary_title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Reglages
he: הגדרות
hu: Beallitasok
it: Impostazioni
nl: Instellingen
pt: Configuracoes

# settings_summary_unitPreferences
source: Unit Preferences
ar: تفضيلات الوحدات
de: Einheiteneinstellungen
es: Preferencias de unidades
fr: Preferences d'unites
he: העדפות יחידות
hu: Mertekegyseg beallitasok
it: Preferenze unità
nl: Eenheidsvoorkeuren
pt: Preferencias de Unidade

# settings_summary_units
source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unites
he: יחידות
hu: Mertekegysegek
it: Unità
nl: Eenheden
pt: Unidades

# settings_summary_volume
source: Volume
ar: الحجم
de: Volumen
es: Volumen
he: נפח
hu: Terfogat

# settings_summary_weight
source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
he: משקל
hu: Suly
it: Peso
nl: Gewicht
pt: Peso

# settings_units_custom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalise
he: מותאם אישית
hu: Egyedi
it: Personalizzato
nl: Aangepast
pt: Personalizado

# settings_units_dateFormat
source: Date Format
ar: تنسيق التاريخ
de: Datumsformat
es: Formato de fecha
fr: Format de date
he: פורמט תאריך
hu: Datum formatum
it: Formato data
nl: Datumnotatie
pt: Formato de Data

# settings_units_depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Melyseg
it: Profondità
nl: Diepte
pt: Profundidade

# settings_units_depth_feet
source: Feet (ft)
ar: أقدام (ft)
de: Fuss (ft)
es: Pies (ft)
fr: Pieds (ft)
he: רגל (ft)
hu: Lab (ft)
it: Piedi (ft)
nl: Voet (ft)
pt: Pes (ft)

# settings_units_depth_meters
source: Meters (m)
ar: أمتار (m)
de: Meter (m)
es: Metros (m)
fr: Metres (m)
he: מטרים (m)
hu: Meter (m)
it: Metri (m)
pt: Metros (m)

# settings_units_dialog_dateFormat
source: Date Format
ar: تنسيق التاريخ
de: Datumsformat
es: Formato de fecha
fr: Format de date
he: פורמט תאריך
hu: Datum formatum
it: Formato data
nl: Datumnotatie
pt: Formato de Data

# settings_units_dialog_depthUnit
source: Depth Unit
ar: وحدة العمق
de: Tiefeneinheit
es: Unidad de profundidad
fr: Unite de profondeur
he: יחידת עומק
hu: Melyseg egyseg
it: Unità di profondità
nl: Diepte-eenheid
pt: Unidade de Profundidade

# settings_units_dialog_pressureUnit
source: Pressure Unit
ar: وحدة الضغط
de: Druckeinheit
es: Unidad de presion
fr: Unite de pression
he: יחידת לחץ
hu: Nyomas egyseg
it: Unità di pressione
nl: Drukeenheid
pt: Unidade de Pressao

# settings_units_dialog_sacRateUnit
source: SAC Rate Unit
ar: وحدة معدل SAC
de: SAC-Raten-Einheit
es: Unidad de SAC Rate
fr: Unite de SAC Rate
he: יחידת קצב SAC
hu: SAC ertek egyseg
it: Unità SAC Rate
nl: SAC-snelheidseenheid
pt: Unidade de Taxa SAC

# settings_units_dialog_temperatureUnit
source: Temperature Unit
ar: وحدة درجة الحرارة
de: Temperatureinheit
es: Unidad de temperatura
fr: Unite de temperature
he: יחידת טמפרטורה
hu: Homerseklet egyseg
it: Unità di temperatura
nl: Temperatuureenheid
pt: Unidade de Temperatura

# settings_units_dialog_timeFormat
source: Time Format
ar: تنسيق الوقت
de: Zeitformat
es: Formato de hora
fr: Format d'heure
he: פורמט שעה
hu: Ido formatum
it: Formato ora
nl: Tijdnotatie
pt: Formato de Hora

# settings_units_dialog_volumeUnit
source: Volume Unit
ar: وحدة الحجم
de: Volumeneinheit
es: Unidad de volumen
fr: Unite de volume
he: יחידת נפח
hu: Terfogat egyseg
it: Unità di volume
nl: Volume-eenheid
pt: Unidade de Volume

# settings_units_dialog_weightUnit
source: Weight Unit
ar: وحدة الوزن
de: Gewichtseinheit
es: Unidad de peso
fr: Unite de poids
he: יחידת משקל
hu: Suly egyseg
it: Unità di peso
nl: Gewichtseenheid
pt: Unidade de Peso

# settings_units_header_individualUnits
source: Individual Units
ar: الوحدات الفردية
de: Einzelne Einheiten
es: Unidades individuales
fr: Unites individuelles
he: יחידות בודדות
hu: Egyedi egysegek
it: Unità individuali
nl: Individuele eenheden
pt: Unidades Individuais

# settings_units_header_timeDateFormat
source: Time & Date Format
ar: تنسيق الوقت والتاريخ
de: Zeit- & Datumsformat
es: Formato de hora y fecha
fr: Format heure et date
he: פורמט שעה ותאריך
hu: Ido es datum formatum
it: Formato ora e data
nl: Tijd- & datumnotatie
pt: Formato de Hora e Data

# settings_units_header_unitSystem
source: Unit System
ar: نظام الوحدات
de: Einheitensystem
es: Sistema de unidades
fr: Systeme d'unites
he: מערכת יחידות
hu: Mertekegyseg rendszer
it: Sistema di unità
nl: Eenhedensysteem
pt: Sistema de Unidades

# settings_units_imperial
source: Imperial
ar: إمبريالي
he: אימפריאלי
hu: Angolszasz
it: Imperiale
nl: Imperiaal

# settings_units_metric
source: Metric
ar: متري
de: Metrisch
es: Metrico
fr: Metrique
he: מטרי
hu: Metrikus
it: Metrico
nl: Metrisch
pt: Metrico

# settings_units_pressure
source: Pressure
ar: الضغط
de: Druck
es: Presion
fr: Pression
he: לחץ
hu: Nyomas
it: Pressione
nl: Druk
pt: Pressao

# settings_units_quickSelect
source: Quick Select
ar: اختيار سريع
de: Schnellauswahl
es: Seleccion rapida
fr: Selection rapide
he: בחירה מהירה
hu: Gyors valasztas
it: Selezione rapida
nl: Snel selecteren
pt: Selecao Rapida

# settings_units_sacRate
source: SAC Rate
ar: معدل SAC
he: קצב SAC
hu: SAC ertek
nl: SAC-snelheid
pt: Taxa SAC

# settings_units_sac_pressurePerMinute
source: Pressure per minute
ar: الضغط في الدقيقة
de: Druck pro Minute
es: Presion por minuto
fr: Pression par minute
he: לחץ לדקה
hu: Nyomas percenként
it: Pressione al minuto
nl: Druk per minuut
pt: Pressao por minuto

# settings_units_sac_pressurePerMinute_subtitle
source: No tank volume needed (bar/min or psi/min)
ar: لا يتطلب حجم الأسطوانة (bar/min أو psi/min)
de: Kein Flaschenvolumen erforderlich (bar/min oder psi/min)
es: No requiere volumen del tanque (bar/min o psi/min)
fr: Pas de volume de bloc necessaire (bar/min ou psi/min)
he: ללא צורך בנפח בלון (bar/min או psi/min)
hu: Nem szükseges palack terfogat (bar/min vagy psi/min)
it: Nessun volume bombola necessario (bar/min o psi/min)
nl: Geen flesvolume nodig (bar/min of psi/min)
pt: Nao requer volume do cilindro (bar/min ou psi/min)

# settings_units_sac_volumePerMinute
source: Volume per minute
ar: الحجم في الدقيقة
de: Volumen pro Minute
es: Volumen por minuto
fr: Volume par minute
he: נפח לדקה
hu: Terfogat percenként
it: Volume al minuto
nl: Volume per minuut
pt: Volume por minuto

# settings_units_sac_volumePerMinute_subtitle
source: Requires tank volume (L/min or cuft/min)
ar: يتطلب حجم الأسطوانة (L/min أو cuft/min)
de: Erfordert Flaschenvolumen (L/min oder cuft/min)
es: Requiere volumen del tanque (L/min o cuft/min)
fr: Necessite le volume du bloc (L/min ou cuft/min)
he: דורש נפח בלון (L/min או cuft/min)
hu: Palack terfogat szükseges (L/min vagy cuft/min)
it: Richiede volume bombola (L/min o cuft/min)
nl: Vereist flesvolume (L/min of cuft/min)
pt: Requer volume do cilindro (L/min ou cuft/min)

# settings_units_temperature
source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
he: טמפרטורה
hu: Homerseklet
it: Temperatura
nl: Temperatuur
pt: Temperatura

# settings_units_temperature_celsius
source: Celsius (°C)
ar: مئوية (°C)
he: צלזיוס (°C)

# settings_units_temperature_fahrenheit
source: Fahrenheit (°F)
ar: فهرنهايت (°F)
he: פרנהייט (°F)

# settings_units_timeFormat
source: Time Format
ar: تنسيق الوقت
de: Zeitformat
es: Formato de hora
fr: Format d'heure
he: פורמט שעה
hu: Ido formatum
it: Formato ora
nl: Tijdnotatie
pt: Formato de Hora

# settings_units_volume
source: Volume
ar: الحجم
de: Volumen
es: Volumen
he: נפח
hu: Terfogat

# settings_units_volume_cubicFeet
source: Cubic Feet (cuft)
ar: أقدام مكعبة (cuft)
de: Kubikfuss (cuft)
es: Pies cubicos (cuft)
fr: Pieds cubes (cuft)
he: רגל מעוקב (cuft)
hu: Köblab (cuft)
it: Piedi cubi (cuft)
nl: Kubieke voet (cuft)
pt: Pes Cubicos (cuft)

# settings_units_volume_liters
source: Liters (L)
ar: لترات (L)
de: Liter (L)
es: Litros (L)
fr: Litres (L)
he: ליטרים (L)
hu: Liter (L)
it: Litri (L)
pt: Litros (L)

# settings_units_weight
source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
he: משקל
hu: Suly
it: Peso
nl: Gewicht
pt: Peso

# settings_units_weight_kilograms
source: Kilograms (kg)
ar: كيلوغرام (kg)
de: Kilogramm (kg)
es: Kilogramos (kg)
fr: Kilogrammes (kg)
he: קילוגרם (kg)
hu: Kilogramm (kg)
it: Chilogrammi (kg)
nl: Kilogram (kg)
pt: Quilogramas (kg)

# settings_units_weight_pounds
source: Pounds (lbs)
ar: أرطال (lbs)
de: Pfund (lbs)
es: Libras (lbs)
fr: Livres (lbs)
he: ליברות (lbs)
hu: Font (lbs)
it: Libbre (lbs)
nl: Pond (lbs)
pt: Libras (lbs)

# signatures_action_clear
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
he: נקה
hu: Törlés
it: Cancella
nl: Wissen
pt: Limpar

# signatures_action_closeSignatureView
source: Close signature view
ar: إغلاق عرض التوقيع
de: Signaturansicht schließen
es: Cerrar vista de firma
fr: Fermer la vue signature
he: סגור תצוגת חתימה
hu: Aláírás nézet bezárása
it: Chiudi vista firma
nl: Handtekeningweergave sluiten
pt: Fechar visualização de assinatura

# signatures_action_deleteSignature
source: Delete signature
ar: حذف التوقيع
de: Signatur löschen
es: Eliminar firma
fr: Supprimer la signature
he: מחק חתימה
hu: Aláírás törlése
it: Elimina firma
nl: Handtekening verwijderen
pt: Excluir assinatura

# signatures_action_done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
he: סיום
hu: Kész
it: Fatto
nl: Gereed
pt: Concluir

# signatures_action_readyToSign
source: Ready to Sign
ar: جاهز للتوقيع
de: Bereit zum Signieren
es: Listo para Firmar
fr: Prêt à signer
he: מוכן לחתימה
hu: Kész az aláírásra
it: Pronto per Firmare
nl: Klaar om te ondertekenen
pt: Pronto para Assinar

# signatures_action_request
source: Request
ar: طلب
de: Anfordern
es: Solicitar
fr: Demander
he: בקש
hu: Kérés
it: Richiedi
nl: Aanvragen
pt: Solicitar

# signatures_action_saveSignature
source: Save Signature
ar: حفظ التوقيع
de: Signatur speichern
es: Guardar Firma
fr: Enregistrer la signature
he: שמור חתימה
hu: Aláírás mentése
it: Salva Firma
nl: Handtekening opslaan
pt: Salvar Assinatura

# signatures_buddyCard_notSignedSemantics
source: {name} signature, not signed
ar: توقيع {name}، غير موقع
de: {name} Signatur, nicht signiert
es: Firma de {name}, no firmado
fr: Signature de {name}, non signée
he: חתימת {name}, לא נחתם
hu: {name} aláírás, nincs aláírva
it: Firma di {name}, non firmato
nl: {name} handtekening, niet ondertekend
pt: Assinatura de {name}, não assinado

# signatures_buddyCard_signedSemantics
source: {name} signature, signed
ar: توقيع {name}، موقع
de: {name} Signatur, signiert
es: Firma de {name}, firmado
fr: Signature de {name}, signée
he: חתימת {name}, נחתם
hu: {name} aláírás, aláírva
it: Firma di {name}, firmato
nl: {name} handtekening, ondertekend
pt: Assinatura de {name}, assinado

# signatures_captureInstructorSignature
source: Capture Instructor Signature
ar: التقاط توقيع المدرب
de: Tauchlehrer-Signatur erfassen
es: Capturar Firma del Instructor
fr: Capturer la signature de l'instructeur
he: לכוד חתימת מדריך
hu: Oktató aláírás rögzítése
it: Acquisisci Firma Istruttore
nl: Handtekening instructeur vastleggen
pt: Capturar Assinatura do Instrutor

# signatures_deleteDialog_message
source: Are you sure you want to delete the signature from {name}? This cannot be undone.
ar: هل أنت متأكد من حذف توقيع {name}؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie die Signatur von {name} wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar la firma de {name}? Esto no se puede deshacer.
fr: Voulez-vous vraiment supprimer la signature de {name} ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק את החתימה של {name}? לא ניתן לבטל פעולה זו.
hu: Biztosan törölni szeretnéd {name} aláírását? Ez nem vonható vissza.
it: Sei sicuro di voler eliminare la firma di {name}? Questa azione non può essere annullata.
nl: Weet je zeker dat je de handtekening van {name} wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pt: Tem certeza de que deseja excluir a assinatura de {name}? Isso não pode ser desfeito.

# signatures_deleteDialog_title
source: Delete Signature?
ar: حذف التوقيع؟
de: Signatur löschen?
es: ¿Eliminar Firma?
fr: Supprimer la signature ?
he: למחוק חתימה?
hu: Aláírás törlése?
it: Eliminare Firma?
nl: Handtekening verwijderen?
pt: Excluir Assinatura?

# signatures_drawSignatureHint
source: Draw your signature above
ar: ارسم توقيعك أعلاه
de: Zeichnen Sie Ihre Signatur oben
es: Dibuja tu firma arriba
fr: Dessinez votre signature ci-dessus
he: שרטט את החתימה שלך למעלה
hu: Rajzold meg az aláírásodat fent
it: Disegna la tua firma sopra
nl: Teken je handtekening hierboven
pt: Desenhe sua assinatura acima

# signatures_drawSignatureHintDetailed
source: Draw signature above using finger or stylus
ar: ارسم التوقيع أعلاه باستخدام الإصبع أو القلم
de: Zeichnen Sie Signatur oben mit Finger oder Stylus
es: Dibuja tu firma arriba usando el dedo o stylus
fr: Dessinez la signature ci-dessus avec le doigt ou un stylet
he: שרטט חתימה למעלה באמצעות אצבע או עט
hu: Rajzold meg az aláírást fent ujjal vagy tollal
it: Disegna la firma sopra usando il dito o lo stilo
nl: Teken handtekening hierboven met vinger of stylus
pt: Desenhe a assinatura acima usando o dedo ou caneta stylus

# signatures_drawSignatureSemantics
source: Draw signature
ar: رسم التوقيع
de: Signatur zeichnen
es: Dibujar firma
fr: Dessiner la signature
he: שרטט חתימה
hu: Aláírás rajzolása
it: Disegna firma
nl: Teken handtekening
pt: Desenhar assinatura

# signatures_error_drawSignature
source: Please draw a signature
ar: الرجاء رسم توقيع
de: Bitte zeichnen Sie eine Signatur
es: Por favor dibuja una firma
fr: Veuillez dessiner une signature
he: נא לשרטט חתימה
hu: Rajzolj egy aláírást
it: Disegna una firma
nl: Teken een handtekening
pt: Desenhe uma assinatura

# signatures_error_enterSignerName
source: Please enter the signer name
ar: الرجاء إدخال اسم الموقع
de: Bitte geben Sie den Namen des Unterzeichners ein
es: Por favor ingresa el nombre del firmante
fr: Veuillez entrer le nom du signataire
he: נא להזין שם החותם
hu: Add meg az aláíró nevét
it: Inserisci il nome del firmatario
nl: Voer de naam van de ondertekenaar in
pt: Digite o nome do signatário

# signatures_field_instructorName
source: Instructor Name
ar: اسم المدرب
de: Tauchlehrername
es: Nombre del Instructor
fr: Nom de l'instructeur
he: שם המדריך
hu: Oktató neve
it: Nome Istruttore
nl: Naam instructeur
pt: Nome do Instrutor

# signatures_field_instructorNameHint
source: Enter instructor name
ar: أدخل اسم المدرب
de: Tauchlehrernamen eingeben
es: Ingresa el nombre del instructor
fr: Entrer le nom de l'instructeur
he: הזן שם מדריך
hu: Add meg az oktató nevét
it: Inserisci nome istruttore
nl: Voer naam instructeur in
pt: Digite o nome do instrutor

# signatures_handoff_title
source: Hand your device to
ar: ناول جهازك إلى
de: Geben Sie Ihr Gerät an
es: Entrega tu dispositivo a
fr: Passez votre appareil à
he: העבר את המכשיר ל
hu: Add át az eszközt
it: Passa il dispositivo a
nl: Geef je apparaat aan
pt: Entregue seu dispositivo para

# signatures_instructorSignature
source: Instructor Signature
ar: توقيع المدرب
de: Tauchlehrer-Signatur
es: Firma del Instructor
fr: Signature de l'instructeur
he: חתימת מדריך
hu: Oktató aláírása
it: Firma Istruttore
nl: Handtekening instructeur
pt: Assinatura do Instrutor
