Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveSites_list_bulkDelete_restored
source: Sites restored
ar: تمت استعادة المواقع
de: Tauchplaetze wiederhergestellt
es: Sitios restaurados
fr: Sites restaures
he: האתרים שוחזרו
hu: Helyszinek visszaallitva
it: Siti ripristinati
nl: Stekken hersteld
pt: Pontos restaurados

# diveSites_list_bulkDelete_snackbar
source: Deleted {count} {count, plural, =1{site} other{sites}}
ar: تم حذف {count} {count, plural, =1{موقع} other{مواقع}}
de: {count} {count, plural, =1{Tauchplatz} other{Tauchplaetze}} geloescht
es: {count} {count, plural, =1{sitio} other{sitios}} eliminados
fr: {count} {count, plural, =1{site supprime} other{sites supprimes}}
he: נמחקו {count} {count, plural, =1{אתר} other{אתרים}}
hu: {count} {count, plural, =1{helyszin} other{helyszin}} torolve
it: {count} {count, plural, =1{sito eliminato} other{siti eliminati}}
nl: {count} {count, plural, =1{stek} other{stekken}} verwijderd
pt: {count} {count, plural, =1{ponto} other{pontos}} excluido(s)

# diveSites_list_bulkDelete_title
source: Delete Sites
ar: حذف المواقع
de: Tauchplaetze loeschen
es: Eliminar sitios
fr: Supprimer les sites
he: מחק אתרים
hu: Helyszinek torlese
it: Elimina siti
nl: Stekken verwijderen
pt: Excluir Pontos

# diveSites_list_bulkDelete_undo
source: Undo
ar: تراجع
de: Rueckgaengig
es: Deshacer
fr: Annuler
he: בטל
hu: Visszavonas
it: Annulla
nl: Ongedaan maken
pt: Desfazer

# diveSites_list_emptyFiltered_clearAll
source: Clear All Filters
ar: مسح جميع الفلاتر
de: Alle Filter loeschen
es: Borrar todos los filtros
fr: Effacer tous les filtres
he: נקה את כל המסננים
hu: Osszes szuro torlese
it: Cancella tutti i filtri
nl: Alle filters wissen
pt: Limpar Todos os Filtros

# diveSites_list_emptyFiltered_subtitle
source: Try adjusting or clearing your filters
ar: جرّب تعديل أو مسح الفلاتر
de: Versuchen Sie, Ihre Filter anzupassen oder zu loeschen
es: Intenta ajustar o borrar tus filtros
fr: Essaie d'ajuster ou d'effacer tes filtres
he: נסה לשנות או לנקות את המסננים
hu: Probalja modositani vagy torolni a szuroket
it: Prova a modificare o cancellare i filtri
nl: Probeer je filters aan te passen of te wissen
pt: Tente ajustar ou limpar seus filtros

# diveSites_list_emptyFiltered_title
source: No sites match your filters
ar: لا توجد مواقع تطابق الفلاتر
de: Keine Tauchplaetze entsprechen Ihren Filtern
es: Ningun sitio coincide con tus filtros
fr: Aucun site ne correspond a tes filtres
he: אין אתרים התואמים למסננים
hu: Nincs a szuroknek megfelelo helyszin
it: Nessun sito corrisponde ai filtri
nl: Geen stekken komen overeen met je filters
pt: Nenhum ponto corresponde aos seus filtros

# diveSites_list_empty_addFirstSite
source: Add Your First Site
ar: أضف موقعك الأول
de: Ersten Tauchplatz hinzufuegen
es: Agrega tu primer sitio
fr: Ajouter ton premier site
he: הוסף את האתר הראשון שלך
hu: Elso helyszin hozzaadasa
it: Aggiungi il tuo primo sito
nl: Voeg je eerste stek toe
pt: Adicionar Seu Primeiro Ponto

# diveSites_list_empty_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבא
hu: Importalas
it: Importa
nl: Importeren
pt: Importar

# diveSites_list_empty_subtitle
source: Add dive sites to track your favorite locations
ar: أضف مواقع الغوص لتتبع أماكنك المفضلة
de: Fuegen Sie Tauchplaetze hinzu, um Ihre Lieblingsorte zu verfolgen
es: Agrega puntos de buceo para rastrear tus ubicaciones favoritas
fr: Ajoute des sites de plongee pour suivre tes lieux preferes
he: הוסף אתרי צלילה כדי לעקוב אחר המיקומים האהובים עליך
hu: Adjon hozza merulohelyeket kedvenc helyszinei koveTesehez
it: Aggiungi siti di immersione per tenere traccia delle tue localita preferite
nl: Voeg duikstekken toe om je favoriete locaties bij te houden
pt: Adicione pontos de mergulho para acompanhar seus locais favoritos

# diveSites_list_empty_title
source: No dive sites yet
ar: لا توجد مواقع غوص بعد
de: Noch keine Tauchplaetze
es: Aun no hay puntos de buceo
fr: Aucun site de plongee
he: אין עדיין אתרי צלילה
hu: Meg nincsenek merulohelyek
it: Nessun sito di immersione
nl: Nog geen duikstekken
pt: Nenhum ponto de mergulho ainda

# diveSites_list_error_loadingSites
source: Error loading sites: {error}
ar: خطأ في تحميل المواقع: {error}
de: Fehler beim Laden der Tauchplaetze: {error}
es: Error al cargar los sitios: {error}
fr: Erreur de chargement des sites : {error}
he: שגיאה בטעינת אתרים: {error}
hu: Hiba a helyszinek betoltesekor: {error}
it: Errore nel caricamento dei siti: {error}
nl: Fout bij laden van stekken: {error}
pt: Erro ao carregar pontos: {error}

# diveSites_list_error_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujra
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# diveSites_list_menu_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבא
hu: Importalas
it: Importa
nl: Importeren
pt: Importar

# diveSites_list_search_backTooltip
source: Back
ar: رجوع
de: Zurueck
es: Atras
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
nl: Terug
pt: Voltar

# diveSites_list_search_clearTooltip
source: Clear Search
ar: مسح البحث
de: Suche loeschen
es: Borrar busqueda
fr: Effacer la recherche
he: נקה חיפוש
hu: Kereses torlese
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar Busca

# diveSites_list_search_emptyHint
source: Search by site name, country, or region
ar: البحث باسم الموقع أو الدولة أو المنطقة
de: Suche nach Tauchplatzname, Land oder Region
es: Buscar por nombre del sitio, pais o region
fr: Rechercher par nom de site, pays ou region
he: חפש לפי שם אתר, מדינה או אזור
hu: Kereses helyszinnev, orszag vagy regio alapjan
it: Cerca per nome del sito, paese o regione
nl: Zoek op steknaam, land of regio
pt: Buscar por nome do ponto, pais ou regiao

# diveSites_list_search_error
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# diveSites_list_search_noResults
source: No sites found for "{query}"
ar: لم يتم العثور على مواقع لـ "{query}"
de: Keine Tauchplaetze fuer "{query}" gefunden
es: No se encontraron sitios para "{query}"
fr: Aucun site trouve pour "{query}"
he: לא נמצאו אתרים עבור "{query}"
hu: Nem talalhato helyszin "{query}" keresesi kifejezesre
it: Nessun sito trovato per "{query}"
nl: Geen stekken gevonden voor "{query}"
pt: Nenhum ponto encontrado para "{query}"

# diveSites_list_search_placeholder
source: Search sites...
ar: البحث في المواقع...
de: Tauchplaetze suchen...
es: Buscar sitios...
fr: Rechercher des sites...
he: חפש אתרים...
hu: Helyszinek keresese...
it: Cerca siti...
nl: Stekken zoeken...
pt: Buscar pontos...

# diveSites_list_selection_closeTooltip
source: Close Selection
ar: إغلاق التحديد
de: Auswahl schliessen
es: Cerrar seleccion
fr: Fermer la selection
he: סגור בחירה
hu: Kivalasztas bezarasa
it: Chiudi selezione
nl: Selectie sluiten
pt: Fechar Selecao

# diveSites_list_selection_count
source: {count} selected
ar: {count} محدد
de: {count} ausgewaehlt
es: {count} seleccionados
fr: {count} selectionne(s)
he: {count} נבחרו
hu: {count} kivalasztva
it: {count} selezionati
nl: {count} geselecteerd
pt: {count} selecionado(s)

# diveSites_list_selection_deleteTooltip
source: Delete Selected
ar: حذف المحدد
de: Auswahl loeschen
es: Eliminar seleccionados
fr: Supprimer la selection
he: מחק נבחרים
hu: Kivalasztottak torlese
it: Elimina selezionati
nl: Geselecteerde verwijderen
pt: Excluir Selecionados

# diveSites_list_selection_deselectAllTooltip
source: Deselect All
ar: إلغاء تحديد الكل
de: Alle abwaehlen
es: Deseleccionar todo
fr: Tout deselectionner
he: בטל בחירת הכל
hu: Osszes kivalasztas megszuntetese
it: Deseleziona tutto
nl: Alles deselecteren
pt: Desmarcar Todos

# diveSites_list_selection_selectAllTooltip
source: Select All
ar: تحديد الكل
de: Alle auswaehlen
es: Seleccionar todo
fr: Tout selectionner
he: בחר הכל
hu: Osszes kivalasztasa
it: Seleziona tutto
nl: Alles selecteren
pt: Selecionar Todos

# diveSites_list_sort_title
source: Sort Sites
ar: ترتيب المواقع
de: Tauchplaetze sortieren
es: Ordenar sitios
fr: Trier les sites
he: מיין אתרים
hu: Helyszinek rendezese
it: Ordina siti
nl: Stekken sorteren
pt: Ordenar Pontos

# diveSites_list_tile_diveCount
source: {count, plural, =1{1 dive} other{{count} dives}}
ar: {count, plural, =1{غوصة واحدة} other{{count} غوصات}}
de: {count, plural, =1{1 Tauchgang} other{{count} Tauchgaenge}}
es: {count, plural, =1{1 inmersion} other{{count} inmersiones}}
fr: {count, plural, =1{1 plongee} other{{count} plongees}}
he: {count, plural, =1{צלילה אחת} other{{count} צלילות}}
hu: {count, plural, =1{1 merules} other{{count} merules}}
it: {count, plural, =1{1 immersione} other{{count} immersioni}}
nl: {count, plural, =1{1 duik} other{{count} duiken}}
pt: {count, plural, =1{1 mergulho} other{{count} mergulhos}}

# diveSites_list_tile_semantics
source: Dive site: {name}
ar: موقع غوص: {name}
de: Tauchplatz: {name}
es: Punto de buceo: {name}
fr: Site de plongee : {name}
he: אתר צלילה: {name}
hu: Merulohely: {name}
it: Sito di immersione: {name}
nl: Duikstek: {name}
pt: Ponto de mergulho: {name}

# diveSites_list_tooltip_filterSites
source: Filter Sites
ar: تصفية المواقع
de: Tauchplaetze filtern
es: Filtrar sitios
fr: Filtrer les sites
he: סנן אתרים
hu: Helyszinek szurese
it: Filtra siti
nl: Stekken filteren
pt: Filtrar Pontos

# diveSites_list_tooltip_mapView
source: Map View
ar: عرض الخريطة
de: Kartenansicht
es: Vista de mapa
fr: Vue carte
he: תצוגת מפה
hu: Terkep nezet
it: Vista mappa
nl: Kaartweergave
pt: Visualizacao no Mapa

# diveSites_list_tooltip_searchSites
source: Search Sites
ar: البحث في المواقع
de: Tauchplaetze suchen
es: Buscar sitios
fr: Rechercher des sites
he: חפש אתרים
hu: Helyszinek keresese
it: Cerca siti
nl: Stekken zoeken
pt: Buscar Pontos

# diveSites_list_tooltip_sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
he: מיין
hu: Rendezes
it: Ordina
nl: Sorteren
pt: Ordenar

# diveSites_locationPicker_appBar_title
source: Pick Location
ar: اختيار الموقع
de: Standort auswaehlen
es: Elegir ubicacion
fr: Choisir un emplacement
he: בחר מיקום
hu: Helyszin kivalasztasa
it: Scegli posizione
nl: Locatie kiezen
pt: Escolher Localizacao

# diveSites_locationPicker_confirmButton
source: Confirm
ar: تأكيد
de: Bestaetigen
es: Confirmar
fr: Confirmer
he: אשר
hu: Megerosites
it: Conferma
nl: Bevestigen
pt: Confirmar

# diveSites_locationPicker_confirmTooltip
source: Confirm selected location
ar: تأكيد الموقع المحدد
de: Ausgewaehlten Standort bestaetigen
es: Confirmar ubicacion seleccionada
fr: Confirmer l'emplacement selectionne
he: אשר מיקום נבחר
hu: Kivalasztott helyszin megerositese
it: Conferma posizione selezionata
nl: Geselecteerde locatie bevestigen
pt: Confirmar localizacao selecionada

# diveSites_locationPicker_fab_tooltip
source: Use my location
ar: استخدام موقعي
de: Meinen Standort verwenden
es: Usar mi ubicacion
fr: Utiliser ma position
he: השתמש במיקום שלי
hu: Sajat helyzet hasznalata
it: Usa la mia posizione
nl: Gebruik mijn locatie
pt: Usar minha localizacao

# diveSites_locationPicker_instruction_locationSelected
source: Location selected
ar: تم تحديد الموقع
de: Standort ausgewaehlt
es: Ubicacion seleccionada
fr: Emplacement selectionne
he: המיקום נבחר
hu: Helyszin kivalasztva
it: Posizione selezionata
nl: Locatie geselecteerd
pt: Localizacao selecionada

# diveSites_locationPicker_instruction_lookingUp
source: Looking up location...
ar: جارٍ البحث عن الموقع...
de: Standort wird ermittelt...
es: Buscando ubicacion...
fr: Recherche de l'emplacement...
he: מחפש מיקום...
hu: Helyszin keresese...
it: Ricerca posizione...
nl: Locatie opzoeken...
pt: Buscando localizacao...

# diveSites_locationPicker_instruction_tapToSelect
source: Tap on the map to select a location
ar: اضغط على الخريطة لتحديد موقع
de: Tippen Sie auf die Karte, um einen Standort auszuwaehlen
es: Toca el mapa para seleccionar una ubicacion
fr: Appuie sur la carte pour selectionner un emplacement
he: הקש על המפה כדי לבחור מיקום
hu: Koppintson a terkepre a helyszin kivalasztasahoz
it: Tocca la mappa per selezionare una posizione
nl: Tik op de kaart om een locatie te selecteren
pt: Toque no mapa para selecionar uma localizacao

# diveSites_locationPicker_label_latitude
source: Latitude
ar: خط العرض
de: Breitengrad
es: Latitud
he: קו רוחב
hu: Szelesseg
it: Latitudine
nl: Breedtegraad

# diveSites_locationPicker_label_longitude
source: Longitude
ar: خط الطول
de: Laengengrad
es: Longitud
he: קו אורך
hu: Hosszusag
it: Longitudine
nl: Lengtegraad

# diveSites_locationPicker_semantics_coordinates
source: Selected coordinates: latitude {latitude}, longitude {longitude}
ar: الإحداثيات المحددة: خط العرض {latitude}، خط الطول {longitude}
de: Ausgewaehlte Koordinaten: Breitengrad {latitude}, Laengengrad {longitude}
es: Coordenadas seleccionadas: latitud {latitude}, longitud {longitude}
fr: Coordonnees selectionnees : latitude {latitude}, longitude {longitude}
he: קואורדינטות נבחרות: קו רוחב {latitude}, קו אורך {longitude}
hu: Kivalasztott koordinatak: szelesseg {latitude}, hosszusag {longitude}
it: Coordinate selezionate: latitudine {latitude}, longitudine {longitude}
nl: Geselecteerde coordinaten: breedtegraad {latitude}, lengtegraad {longitude}
pt: Coordenadas selecionadas: latitude {latitude}, longitude {longitude}

# diveSites_locationPicker_semantics_lookingUp
source: Looking up location
ar: جارٍ البحث عن الموقع
de: Standort wird ermittelt
es: Buscando ubicacion
fr: Recherche de l'emplacement
he: מחפש מיקום
hu: Helyszin keresese
it: Ricerca posizione in corso
nl: Locatie opzoeken
pt: Buscando localizacao

# diveSites_locationPicker_semantics_map
source: Interactive map for picking a dive site location. Tap on the map to select a location.
ar: خريطة تفاعلية لاختيار موقع غوص. اضغط على الخريطة لتحديد موقع.
de: Interaktive Karte zur Auswahl eines Tauchplatz-Standorts. Tippen Sie auf die Karte, um einen Standort auszuwaehlen.
es: Mapa interactivo para elegir la ubicacion de un punto de buceo. Toca el mapa para seleccionar una ubicacion.
fr: Carte interactive pour choisir l'emplacement d'un site de plongee. Appuie sur la carte pour selectionner un emplacement.
he: מפה אינטראקטיבית לבחירת מיקום אתר צלילה. הקש על המפה כדי לבחור מיקום.
hu: Interaktiv terkep merulohely kivalasztasahoz. Koppintson a terkepre a helyszin kivalasztasahoz.
it: Mappa interattiva per scegliere la posizione di un sito di immersione. Tocca la mappa per selezionare una posizione.
nl: Interactieve kaart om een duiksteklocatie te kiezen. Tik op de kaart om een locatie te selecteren.
pt: Mapa interativo para escolher a localizacao de um ponto de mergulho. Toque no mapa para selecionar uma localizacao.

# diveSites_mapContent_error_loadingDiveSites
source: Error loading dive sites: {error}
ar: خطأ في تحميل مواقع الغوص: {error}
de: Fehler beim Laden der Tauchplaetze: {error}
es: Error al cargar los puntos de buceo: {error}
fr: Erreur de chargement des sites de plongee : {error}
he: שגיאה בטעינת אתרי צלילה: {error}
hu: Hiba a merulohelyek betoltesekor: {error}
it: Errore nel caricamento dei siti di immersione: {error}
nl: Fout bij laden van duikstekken: {error}
pt: Erro ao carregar pontos de mergulho: {error}

# diveSites_map_appBar_title
source: Dive Sites
ar: مواقع الغوص
de: Tauchplaetze
es: Puntos de buceo
fr: Sites de plongee
he: אתרי צלילה
hu: Merulohelyek
it: Siti di immersione
nl: Duikstekken
pt: Pontos de Mergulho

# diveSites_map_empty_description
source: Add coordinates to your dive sites to see them on the map
ar: أضف إحداثيات لمواقع الغوص لرؤيتها على الخريطة
de: Fuegen Sie Ihren Tauchplaetzen Koordinaten hinzu, um sie auf der Karte zu sehen
es: Agrega coordenadas a tus puntos de buceo para verlos en el mapa
fr: Ajoute des coordonnees a tes sites de plongee pour les voir sur la carte
he: הוסף קואורדינטות לאתרי הצלילה שלך כדי לראות אותם על המפה
hu: Adjon hozza koordinatakat a merulohelyeihez, hogy lassa oket a terkepen
it: Aggiungi coordinate ai tuoi siti di immersione per vederli sulla mappa
nl: Voeg coordinaten toe aan je duikstekken om ze op de kaart te zien
pt: Adicione coordenadas aos seus pontos de mergulho para ve-los no mapa

# diveSites_map_empty_title
source: No sites with coordinates
ar: لا توجد مواقع بإحداثيات
de: Keine Tauchplaetze mit Koordinaten
es: No hay sitios con coordenadas
fr: Aucun site avec coordonnees
he: אין אתרים עם קואורדינטות
hu: Nincsenek koordinataval rendelkezo helyszinek
it: Nessun sito con coordinate
nl: Geen stekken met coordinaten
pt: Nenhum ponto com coordenadas

# diveSites_map_error_loadingSites
source: Error loading sites: {error}
ar: خطأ في تحميل المواقع: {error}
de: Fehler beim Laden der Tauchplaetze: {error}
es: Error al cargar los sitios: {error}
fr: Erreur de chargement des sites : {error}
he: שגיאה בטעינת אתרים: {error}
hu: Hiba a helyszinek betoltesekor: {error}
it: Errore nel caricamento dei siti: {error}
nl: Fout bij laden van stekken: {error}
pt: Erro ao carregar pontos: {error}

# diveSites_map_error_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujra
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# diveSites_map_infoCard_diveCount
source: {count, plural, =1{1 dive} other{{count} dives}}
ar: {count, plural, =1{غوصة واحدة} other{{count} غوصات}}
de: {count, plural, =1{1 Tauchgang} other{{count} Tauchgaenge}}
es: {count, plural, =1{1 inmersion} other{{count} inmersiones}}
fr: {count, plural, =1{1 plongee} other{{count} plongees}}
he: {count, plural, =1{צלילה אחת} other{{count} צלילות}}
hu: {count, plural, =1{1 merules} other{{count} merules}}
it: {count, plural, =1{1 immersione} other{{count} immersioni}}
nl: {count, plural, =1{1 duik} other{{count} duiken}}
pt: {count, plural, =1{1 mergulho} other{{count} mergulhos}}

# diveSites_map_semantics_diveSiteMarker
source: Dive site: {name}
ar: موقع غوص: {name}
de: Tauchplatz: {name}
es: Punto de buceo: {name}
fr: Site de plongee : {name}
he: אתר צלילה: {name}
hu: Merulohely: {name}
it: Sito di immersione: {name}
nl: Duikstek: {name}
pt: Ponto de mergulho: {name}

# diveSites_map_tooltip_fitAllSites
source: Fit All Sites
ar: إظهار جميع المواقع
de: Alle Tauchplaetze einpassen
es: Ajustar a todos los sitios
fr: Afficher tous les sites
he: התאם לכל האתרים
hu: Osszes helyszin illesztese
it: Mostra tutti i siti
nl: Alle stekken tonen
pt: Ajustar a Todos os Pontos

# diveSites_map_tooltip_listView
source: List View
ar: عرض القائمة
de: Listenansicht
es: Vista de lista
fr: Vue liste
he: תצוגת רשימה
hu: Lista nezet
it: Vista elenco
nl: Lijstweergave
pt: Visualizacao em Lista

# diveSites_summary_action_addSite
source: Add Site
ar: إضافة موقع
de: Tauchplatz hinzufuegen
es: Agregar sitio
fr: Ajouter un site
he: הוסף אתר
hu: Helyszin hozzaadasa
it: Aggiungi sito
nl: Stek toevoegen
pt: Adicionar Ponto

# diveSites_summary_action_import
source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
he: ייבא
hu: Importalas
it: Importa
nl: Importeren
pt: Importar

# diveSites_summary_action_viewMap
source: View Map
ar: عرض الخريطة
de: Karte anzeigen
es: Ver mapa
fr: Voir la carte
he: הצג מפה
hu: Terkep megtekintese
it: Visualizza mappa
nl: Kaart bekijken
pt: Ver Mapa

# diveSites_summary_countriesMore
source: + {count} more
ar: + {count} أخرى
de: + {count} weitere
es: + {count} mas
fr: + {count} de plus
he: + {count} נוספים
hu: + {count} tovabb
it: + {count} altri
nl: + {count} meer
pt: + {count} mais

# diveSites_summary_header_subtitle
source: Select a site from the list to view details
ar: اختر موقعاً من القائمة لعرض التفاصيل
de: Waehlen Sie einen Tauchplatz aus der Liste, um Details anzuzeigen
es: Selecciona un sitio de la lista para ver los detalles
fr: Selectionne un site dans la liste pour voir les details
he: בחר אתר מהרשימה כדי לצפות בפרטים
hu: Valasszon helyszint a listabol a reszletek megtekIntesehez
it: Seleziona un sito dalla lista per visualizzare i dettagli
nl: Selecteer een stek uit de lijst om details te bekijken
pt: Selecione um ponto da lista para ver detalhes

# diveSites_summary_header_title
source: Dive Sites
ar: مواقع الغوص
de: Tauchplaetze
es: Puntos de buceo
fr: Sites de plongee
he: אתרי צלילה
hu: Merulohelyek
it: Siti di immersione
nl: Duikstekken
pt: Pontos de Mergulho

# diveSites_summary_section_countriesRegions
source: Countries & Regions
ar: الدول والمناطق
de: Laender & Regionen
es: Paises y regiones
fr: Pays et regions
he: מדינות ואזורים
hu: Orszagok es regiok
it: Paesi e regioni
nl: Landen & regio's
pt: Paises e Regioes

# diveSites_summary_section_mostDived
source: Most Dived
ar: الأكثر غوصاً
de: Am meisten betaucht
es: Mas frecuentados
fr: Les plus plonges
he: הנצללים ביותר
hu: Legtobbet merult
it: Piu visitati
nl: Meest bedoken
pt: Mais Mergulhados

# diveSites_summary_section_overview
source: Overview
ar: نظرة عامة
de: Uebersicht
es: Resumen
fr: Apercu
he: סקירה כללית
hu: Attekintes
it: Panoramica
nl: Overzicht
pt: Visao Geral

# diveSites_summary_section_quickActions
source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rapidas
fr: Actions rapides
he: פעולות מהירות
hu: Gyorsmuveletek
it: Azioni rapide
nl: Snelle acties
pt: Acoes Rapidas

# diveSites_summary_section_topRated
source: Top Rated
ar: الأعلى تقييماً
de: Am besten bewertet
es: Mejor calificados
fr: Mieux notes
he: בעלי הדירוג הגבוה ביותר
hu: Legjobban ertekelt
it: Piu votati
nl: Hoogst beoordeeld
pt: Melhor Avaliados

# diveSites_summary_stat_avgRating
source: Avg Rating
ar: متوسط التقييم
de: Durchschn. Bewertung
es: Calificacion promedio
fr: Note moyenne
he: דירוג ממוצע
hu: Atl. ertekeles
it: Valutazione media
nl: Gem. beoordeling
pt: Avaliacao Media

# diveSites_summary_stat_totalDives
source: Total Dives
ar: إجمالي الغوصات
de: Tauchgaenge gesamt
es: Total de inmersiones
fr: Total plongees
he: סה"כ צלילות
hu: Osszes merules
it: Immersioni totali
nl: Totaal duiken
pt: Total de Mergulhos

# diveSites_summary_stat_totalSites
source: Total Sites
ar: إجمالي المواقع
de: Tauchplaetze gesamt
es: Total de sitios
he: סה"כ אתרים
hu: Osszes helyszin
it: Siti totali
nl: Totaal stekken
pt: Total de Pontos

# diveSites_summary_stat_withGps
source: With GPS
ar: مع GPS
de: Mit GPS
es: Con GPS
fr: Avec GPS
he: עם GPS
hu: GPS-szel
it: Con GPS
nl: Met GPS
pt: Com GPS

# diveTypes_addDialog_addButton
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
he: הוסף
hu: Hozzáadás
it: Aggiungi
nl: Toevoegen
pt: Adicionar

# diveTypes_addDialog_nameHint
source: e.g., Search & Recovery
ar: مثال: البحث والإنقاذ
de: z.B. Suche & Bergung
es: ej., Búsqueda y Recuperación
fr: ex. Recherche et récupération
he: לדוגמה: חיפוש ושחזור
hu: pl. Kutatás és mentés
it: es., Ricerca e Recupero
nl: bijv. Zoeken & Bergen
pt: ex: Busca e Recuperação

# diveTypes_addDialog_nameLabel
source: Dive Type Name
ar: اسم نوع الغوص
de: Tauchgangstyp-Name
es: Nombre del Tipo de Inmersión
fr: Nom du type de plongée
he: שם סוג צלילה
hu: Merülés típus neve
it: Nome Tipo Immersione
nl: Duiktype naam
pt: Nome do Tipo de Mergulho

# diveTypes_addDialog_nameValidation
source: Please enter a name
ar: الرجاء إدخال اسم
de: Bitte geben Sie einen Namen ein
es: Por favor ingresa un nombre
fr: Veuillez entrer un nom
he: נא להזין שם
hu: Adj meg egy nevet
it: Inserisci un nome
nl: Voer een naam in
pt: Digite um nome

# diveTypes_addDialog_title
source: Add Custom Dive Type
ar: إضافة نوع غوص مخصص
de: Benutzerdefinierten Tauchgangstyp hinzufügen
es: Agregar Tipo de Inmersión Personalizado
fr: Ajouter un type de plongée personnalisé
he: הוסף סוג צלילה מותאם
hu: Egyedi merülés típus hozzáadása
it: Aggiungi Tipo Immersione Personalizzato
nl: Aangepast duiktype toevoegen
pt: Adicionar Tipo de Mergulho Personalizado
