Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# tank_steel12_description
source: Steel 12 liter (Europe)
ar: أسطوانة فولاذ 12 لتر (أوروبا)
de: Stahlflasche 12 Liter (Europa)
es: Acero 12 litros (Europa)
fr: Bloc acier 12 litres (Europe)
he: פלדה 12 ליטר (אירופה)
hu: Acel 12 literes (Europa)
it: Acciaio 12 litri (Europa)
nl: Staal 12 liter (Europa)
pt: Aco 12 litros (Europa)

# tank_steel15_description
source: Steel 15 liter (Europe)
ar: أسطوانة فولاذ 15 لتر (أوروبا)
de: Stahlflasche 15 Liter (Europa)
es: Acero 15 litros (Europa)
fr: Bloc acier 15 litres (Europe)
he: פלדה 15 ליטר (אירופה)
hu: Acel 15 literes (Europa)
it: Acciaio 15 litri (Europa)
nl: Staal 15 liter (Europa)
pt: Aco 15 litros (Europa)

# tides_action_refresh
source: Refresh tide data
ar: تحديث بيانات المد والجزر
de: Gezeitendaten aktualisieren
es: Actualizar datos de mareas
fr: Actualiser les données de marée
he: רענן נתוני גאות
hu: Árapály adatok frissítése
it: Aggiorna dati maree
nl: Getijdengegevens verversen
pt: Atualizar dados de maré

# tides_chart_24hourForecast
source: 24-Hour Forecast
ar: توقعات 24 ساعة
de: 24-Stunden-Vorhersage
es: Pronóstico de 24 Horas
fr: Prévisions 24 heures
he: תחזית 24 שעות
hu: 24 órás előrejelzés
it: Previsione 24 Ore
nl: 24-uurs voorspelling
pt: Previsão de 24 Horas

# tides_chart_heightAxis
source: Height ({depthSymbol})
ar: الارتفاع ({depthSymbol})
de: Höhe ({depthSymbol})
es: Altura ({depthSymbol})
fr: Hauteur ({depthSymbol})
he: גובה ({depthSymbol})
hu: Magasság ({depthSymbol})
it: Altezza ({depthSymbol})
nl: Hoogte ({depthSymbol})
pt: Altura ({depthSymbol})

# tides_chart_nowLabel
source: Now {nowTimeStr} {nowHeightStr}
ar: الآن {nowTimeStr} {nowHeightStr}
de: Jetzt {nowTimeStr} {nowHeightStr}
es: Ahora {nowTimeStr} {nowHeightStr}
fr: Maintenant {nowTimeStr} {nowHeightStr}
he: עכשיו {nowTimeStr} {nowHeightStr}
hu: Most {nowTimeStr} {nowHeightStr}
it: Ora {nowTimeStr} {nowHeightStr}
nl: Nu {nowTimeStr} {nowHeightStr}
pt: Agora {nowTimeStr} {nowHeightStr}

# tides_error_unableToLoad
source: Unable to load tide data
ar: تعذر تحميل بيانات المد والجزر
de: Gezeitendaten können nicht geladen werden
es: No se pueden cargar los datos de mareas
fr: Impossible de charger les données de marée
he: לא ניתן לטעון נתוני גאות
hu: Nem lehet betölteni az árapály adatokat
it: Impossibile caricare i dati delle maree
nl: Kan getijdengegevens niet laden
pt: Não foi possível carregar os dados de maré

# tides_error_unableToLoadChart
source: Unable to load chart
ar: تعذر تحميل المخطط
de: Diagramm kann nicht geladen werden
es: No se puede cargar el gráfico
fr: Impossible de charger le graphique
he: לא ניתן לטעון תרשים
hu: Nem lehet betölteni a grafikont
it: Impossibile caricare il grafico
nl: Kan grafiek niet laden
pt: Não foi possível carregar o gráfico

# tides_label_ago
source: {duration} ago
ar: {duration} مضت
de: Vor {duration}
es: hace {duration}
fr: il y a {duration}
he: לפני {duration}
hu: {duration} ezelőtt
it: {duration} fa
nl: {duration} geleden
pt: {duration} atrás

# tides_label_agoSuffix
source: ago
ar: مضت
de: her
es: atrás
fr: il y a
he: לפני
hu: ezelőtt
it: fa
nl: geleden
pt: atrás

# tides_label_currentHeight
source: Current: {height}{depthSymbol}
ar: الحالي: {height}{depthSymbol}
de: Aktuell: {height}{depthSymbol}
es: Actual: {height}{depthSymbol}
fr: Actuel : {height}{depthSymbol}
he: נוכחי: {height}{depthSymbol}
hu: Jelenlegi: {height}{depthSymbol}
it: Corrente: {height}{depthSymbol}
nl: Huidig: {height}{depthSymbol}
pt: Atual: {height}{depthSymbol}

# tides_label_fromNow
source: {duration} from now
ar: {duration} من الآن
de: In {duration}
es: dentro de {duration}
fr: dans {duration}
he: בעוד {duration}
hu: {duration} múlva
it: {duration} da ora
nl: {duration} vanaf nu
pt: em {duration}

# tides_label_fromNowSuffix
source: from now
ar: من الآن
de: ab jetzt
es: desde ahora
fr: à partir de maintenant
he: מעכשיו
hu: múlva
it: da ora
nl: vanaf nu
pt: a partir de agora

# tides_label_high
source: High
ar: مرتفع
de: Hoch
es: Alta
fr: Haute
he: גבוהה
hu: Dagály
it: Alta
nl: Hoog
pt: Alta

# tides_label_highIn
source: High in
ar: مد في
de: Hochwasser in
es: Alta en
fr: Haute dans
he: גאות גבוהה בעוד
hu: Dagály
it: Alta tra
nl: Hoog over
pt: Alta em

# tides_label_highTide
source: High Tide
ar: مد مرتفع
de: Hochwasser
es: Marea Alta
fr: Marée haute
he: גאות גבוהה
hu: Dagály
it: Marea Alta
nl: Hoogwater
pt: Maré Alta

# tides_label_low
source: Low
ar: منخفض
de: Niedrig
es: Baja
fr: Basse
he: נמוכה
hu: Apály
it: Bassa
nl: Laag
pt: Baixa

# tides_label_lowIn
source: Low in
ar: جزر في
de: Niedrigwasser in
es: Baja en
fr: Basse dans
he: גאות נמוכה בעוד
hu: Apály
it: Bassa tra
nl: Laag over
pt: Baixa em

# tides_label_lowTide
source: Low Tide
ar: جزر منخفض
de: Niedrigwasser
es: Marea Baja
fr: Marée basse
he: גאות נמוכה
hu: Apály
it: Marea Bassa
nl: Laagwater
pt: Maré Baixa

# tides_label_tideIn
source: in {duration}
ar: في {duration}
es: en {duration}
fr: dans {duration}
he: בעוד {duration}
hu: {duration} múlva
it: tra {duration}
nl: over {duration}
pt: em {duration}

# tides_label_tideTimes
source: Tide Times
ar: أوقات المد والجزر
de: Gezeitenzeiten
es: Horarios de Mareas
fr: Horaires des marées
he: זמני גאות
hu: Árapály időpontok
it: Orari Maree
nl: Getijdentijden
pt: Horários das Marés

# tides_label_today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
he: היום
hu: Ma
it: Oggi
nl: Vandaag
pt: Hoje

# tides_label_tomorrow
source: Tomorrow
ar: غداً
de: Morgen
es: Mañana
fr: Demain
he: מחר
hu: Holnap
it: Domani
nl: Morgen
pt: Amanhã

# tides_label_upcomingTides
source: Upcoming Tides
ar: المد والجزر القادم
de: Kommende Gezeiten
es: Próximas Mareas
fr: Marées à venir
he: גאות קרובה
hu: Közelgő árapályok
it: Maree in Arrivo
nl: Komende getijden
pt: Próximas Marés

# tides_legend_highTide
source: High Tide
ar: مد مرتفع
de: Hochwasser
es: Marea Alta
fr: Marée haute
he: גאות גבוהה
hu: Dagály
it: Marea Alta
nl: Hoogwater
pt: Maré Alta

# tides_legend_lowTide
source: Low Tide
ar: جزر منخفض
de: Niedrigwasser
es: Marea Baja
fr: Marée basse
he: גאות נמוכה
hu: Apály
it: Marea Bassa
nl: Laagwater
pt: Maré Baixa

# tides_legend_now
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
he: עכשיו
hu: Most
it: Ora
nl: Nu
pt: Agora

# tides_legend_tideLevel
source: Tide Level
ar: مستوى المد والجزر
de: Gezeitenpegel
es: Nivel de Marea
fr: Niveau de marée
he: רמת גאות
hu: Árapály szint
it: Livello Marea
nl: Getijdenniveau
pt: Nível da Maré

# tides_noDataAvailable
source: No tide data available
ar: لا توجد بيانات مد وجزر متاحة
de: Keine Gezeitendaten verfügbar
es: No hay datos de mareas disponibles
fr: Aucune donnée de marée disponible
he: אין נתוני גאות זמינים
hu: Nincs elérhető árapály adat
it: Nessun dato maree disponibile
nl: Geen getijdengegevens beschikbaar
pt: Nenhum dado de maré disponível

# tides_noDataForLocation
source: Tide data not available for this location
ar: بيانات المد والجزر غير متاحة لهذا الموقع
de: Gezeitendaten für diesen Standort nicht verfügbar
es: Datos de mareas no disponibles para esta ubicación
fr: Données de marée non disponibles pour cette position
he: נתוני גאות לא זמינים עבור מיקום זה
hu: Árapály adat nem elérhető erre a helyszínre
it: Dati maree non disponibili per questa posizione
nl: Getijdengegevens niet beschikbaar voor deze locatie
pt: Dados de maré não disponíveis para este local

# tides_noExtremesData
source: No extremes data
ar: لا توجد بيانات الحدود
de: Keine Extremwerte-Daten
es: Sin datos de extremos
fr: Aucune donnée d'extrêmes
he: אין נתוני קיצוניות
hu: Nincs szélső érték adat
it: Nessun dato estremi
nl: Geen extremengegevens
pt: Sem dados de extremos

# tides_noTideTimesAvailable
source: No tide times available
ar: لا توجد أوقات مد وجزر متاحة
de: Keine Gezeitenzeiten verfügbar
es: No hay horarios de mareas disponibles
fr: Aucun horaire de marée disponible
he: אין זמני גאות זמינים
hu: Nincsenek elérhető árapály időpontok
it: Nessun orario maree disponibile
nl: Geen getijdentijden beschikbaar
pt: Nenhum horário de maré disponível

# tides_semantic_currentTide
source: {tideState} tide, {height}{depthSymbol}{nextExtreme}
ar: مد وجزر {tideState}، {height}{depthSymbol}{nextExtreme}
de: {tideState} Gezeit, {height}{depthSymbol}{nextExtreme}
es: Marea {tideState}, {height}{depthSymbol}{nextExtreme}
fr: Marée {tideState}, {height}{depthSymbol}{nextExtreme}
he: גאות {tideState}, {height}{depthSymbol}{nextExtreme}
hu: {tideState} árapály, {height}{depthSymbol}{nextExtreme}
it: Marea {tideState}, {height}{depthSymbol}{nextExtreme}
nl: {tideState} tij, {height}{depthSymbol}{nextExtreme}
pt: Maré {tideState}, {height}{depthSymbol}{nextExtreme}

# tides_semantic_extremeItem
source: {typeLabel} tide at {time}, {height}{depthSymbol}
ar: مد وجزر {typeLabel} في {time}، {height}{depthSymbol}
de: {typeLabel} um {time}, {height}{depthSymbol}
es: Marea {typeLabel} a las {time}, {height}{depthSymbol}
fr: Marée {typeLabel} à {time}, {height}{depthSymbol}
he: גאות {typeLabel} ב-{time}, {height}{depthSymbol}
hu: {typeLabel} árapály {time} időpontban, {height}{depthSymbol}
it: Marea {typeLabel} alle {time}, {height}{depthSymbol}
nl: {typeLabel} tij om {time}, {height}{depthSymbol}
pt: Maré {typeLabel} às {time}, {height}{depthSymbol}

# tides_semantic_tideChart
source: Tide chart. {extremesSummary}
ar: مخطط المد والجزر. {extremesSummary}
de: Gezeitendiagramm. {extremesSummary}
es: Gráfico de mareas. {extremesSummary}
fr: Graphique de marée. {extremesSummary}
he: תרשים גאות. {extremesSummary}
hu: Árapály grafikon. {extremesSummary}
it: Grafico maree. {extremesSummary}
nl: Getijdengrafiek. {extremesSummary}
pt: Gráfico de marés. {extremesSummary}

# tides_semantic_tideCycle
source: Tide cycle, state: {state}, height: {height}
ar: دورة المد والجزر، الحالة: {state}، الارتفاع: {height}
de: Gezeitenzyklus, Status: {state}, Höhe: {height}
es: Ciclo de marea, estado: {state}, altura: {height}
fr: Cycle de marée, état : {state}, hauteur : {height}
he: מחזור גאות, מצב: {state}, גובה: {height}
hu: Árapály ciklus, állapot: {state}, magasság: {height}
it: Ciclo maree, stato: {state}, altezza: {height}
nl: Getijdencyclus, status: {state}, hoogte: {height}
pt: Ciclo de maré, estado: {state}, altura: {height}

# tides_semantic_tideState
source: Tide state: {state}
ar: حالة المد والجزر: {state}
de: Gezeitenstatus: {state}
es: Estado de marea: {state}
fr: État de la marée : {state}
he: מצב גאות: {state}
hu: Árapály állapot: {state}
it: Stato marea: {state}
nl: Getijdenstatus: {state}
pt: Estado da maré: {state}

# tides_title
source: Tides
ar: المد والجزر
de: Gezeiten
es: Mareas
fr: Marées
he: גאות
hu: Árapály
it: Maree
nl: Getijden
pt: Marés

# tools_deco_description
source: Calculate no-decompression limits, required deco stops, and CNS/OTU exposure for multi-level dive profiles.
ar: احسب حدود عدم تخفيف الضغط، ووقفات التخفيف المطلوبة، والتعرض لـ CNS/OTU لملفات الغطسات متعددة المستويات.
de: Berechnen Sie Nullzeitgrenzen, erforderliche Dekostopps und CNS/OTU-Belastung fuer mehrstufige Tauchprofile.
es: Calcula limites de no descompresion, paradas deco requeridas y exposicion CNS/OTU para perfiles de inmersion multinivel.
fr: Calculez les limites de non-decompression, les paliers de deco requis et l'exposition CNS/OTU pour les profils de plongee multi-niveaux.
he: חשב מגבלות ללא-דקומפרסיה, עצירות דקו נדרשות, וחשיפת CNS/OTU לפרופילי צלילה מרובי-שכבות.
hu: Szamitsa ki a dekompresszio nelküli limiteket, szukseges deko megalokat es a CNS/OTU terhelest többszintu merülesi profilokhoz.
it: Calcola i limiti di non decompressione, le tappe deco richieste e l'esposizione CNS/OTU per profili multilivello.
nl: Bereken no-decompressielimieten, vereiste decostops en CNS/OTU-blootstelling voor duikprofielen op meerdere niveaus.
pt: Calcule limites de nao descompressao, paradas deco necessarias e exposicao CNS/OTU para perfis de mergulho multinivel.

# tools_deco_subtitle
source: Plan dives with decompression stops
ar: خطط للغطسات مع وقفات تخفيف الضغط
de: Tauchgaenge mit Dekostopps planen
es: Planifica inmersiones con paradas de descompresion
fr: Planifiez vos plongees avec paliers de deco
he: תכנן צלילות עם עצירות דקומפרסיה
hu: Merulesek tervezese dekompressziós megalokkal
it: Pianifica immersioni con tappe deco
nl: Plan duiken met decostops
pt: Planeje mergulhos com paradas de descompressao

# tools_deco_title
source: Deco Calculator
ar: حاسبة تخفيف الضغط
de: Deko-Rechner
es: Calculadora deco
fr: Calculateur de deco
he: מחשבון דקו
hu: Deko szamologep
it: Calcolatore deco
pt: Calculadora Deco

# tools_disclaimer
source: These calculators are for planning purposes only. Always verify calculations and follow your dive training.
ar: هذه الحاسبات للتخطيط فقط. تحقق دائمًا من الحسابات واتبع تدريبك على الغوص.
de: Diese Rechner dienen nur der Planung. Ueberpruefen Sie die Berechnungen immer und folgen Sie Ihrer Tauchausbildung.
es: Estas calculadoras son solo para planificacion. Siempre verifica los calculos y sigue tu formacion de buceo.
fr: Ces calculateurs sont fournis a titre indicatif uniquement. Verifiez toujours les calculs et suivez votre formation de plongee.
he: מחשבונים אלו מיועדים לתכנון בלבד. תמיד אמת חישובים ופעל לפי הכשרת הצלילה שלך.
hu: Ezek a szamologepek csak tervezesi celokat szolgalnak. Mindig ellenorizze a szamitasokat es kovesse a merulesi kepzeset.
it: Questi calcolatori sono solo a scopo di pianificazione. Verifica sempre i calcoli e segui la tua formazione subacquea.
nl: Deze calculators zijn alleen bedoeld voor planningsdoeleinden. Controleer berekeningen altijd en volg je duikopleiding.
pt: Estas calculadoras sao apenas para fins de planeamento. Sempre verifique os calculos e siga o seu treinamento de mergulho.

# tools_gas_description
source: Four specialized gas calculators: • MOD - Maximum operating depth for a gas mix • Best Mix - Ideal O₂% for a target depth • Consumption - Gas usage estimation • Rock Bottom - Emergency reserve calculation
ar: أربع حاسبات غاز متخصصة: - MOD - أقصى عمق تشغيلي لخليط غاز - Best Mix - نسبة O₂ المثالية لعمق مستهدف - الاستهلاك - تقدير استخدام الغاز - الحد الأدنى - حساب احتياطي الطوارئ
de: Vier spezialisierte Gasrechner: - MOD - Maximale Einsatztiefe fuer ein Gasgemisch - Best Mix - Idealer O2-Anteil fuer eine Zieltiefe - Verbrauch - Gasverbrauchsschaetzung - Rock Bottom - Notreserve-Berechnung
es: Cuatro calculadoras de gas especializadas: - MOD - Profundidad maxima operativa para una mezcla - Mejor mezcla - % de O2 ideal para una profundidad objetivo - Consumo - Estimacion de uso de gas - Reserva minima - Calculo de reserva de emergencia
fr: Quatre calculateurs de gaz specialises : - MOD - Profondeur maximale d'utilisation d'un melange - Best Mix - O2% ideal pour une profondeur cible - Consommation - Estimation de la consommation de gaz - Rock Bottom - Calcul de la reserve d'urgence
he: ארבעה מחשבוני גז מתמחים: • MOD - עומק פעולה מרבי לתערובת גז • Best Mix - אחוז O₂ אידיאלי לעומק יעד • Consumption - הערכת צריכת גז • Rock Bottom - חישוב עתודה לחירום
hu: Negy specialis gaz szamologep: - MOD - Maximalis üzemi melyseg egy gazkeverekhez - Legjobb keverek - Idealis O₂% egy cel melyseghez - Fogyasztas - Gaz felhasznalasi becsles - Rock Bottom - Veszhelyzeti tartalek szamitas
it: Quattro calcolatori gas specializzati: • MOD - Profondità massima operativa per una miscela • Best Mix - O₂% ideale per una profondità target • Consumo - Stima del consumo di gas • Rock Bottom - Calcolo della riserva di emergenza
nl: Vier gespecialiseerde gascalculators: • MOD - Maximale werkdiepte voor een gasmengsel • Beste mix - Ideaal O2% voor een doeldiepte • Verbruik - Schatting gasverbruik • Rock Bottom - Berekening noodreserve
pt: Quatro calculadoras de gas especializadas: - MOD - Profundidade maxima operacional para uma mistura - Best Mix - O2% ideal para uma profundidade alvo - Consumo - Estimativa de uso de gas - Rock Bottom - Calculo de reserva de emergencia

# tools_gas_subtitle
source: MOD, Best Mix, Consumption, Rock Bottom
ar: MOD، Best Mix، الاستهلاك، الحد الأدنى
de: MOD, Best Mix, Verbrauch, Rock Bottom
es: MOD, Mejor mezcla, Consumo, Reserva minima
fr: MOD, Best Mix, Consommation, Rock Bottom
he: MOD, Best Mix, צריכה, Rock Bottom
hu: MOD, Legjobb keverek, Fogyasztas, Rock Bottom
it: MOD, Best Mix, Consumo, Rock Bottom
nl: MOD, Beste mix, Verbruik, Rock Bottom
pt: MOD, Best Mix, Consumo, Rock Bottom

# tools_gas_title
source: Gas Calculators
ar: حاسبات الغاز
de: Gasrechner
es: Calculadoras de gas
fr: Calculateurs de gaz
he: מחשבוני גז
hu: Gaz szamologepek
it: Calcolatori gas
pt: Calculadoras de Gas

# tools_title
source: Tools
ar: الأدوات
de: Werkzeuge
es: Herramientas
fr: Outils
he: כלים
hu: Eszkozok
it: Strumenti
nl: Gereedschap
pt: Ferramentas

# tools_weight_aluminumImperial
source: More buoyant when empty (+4 lbs)
ar: أكثر طفوًا عند الفراغ (+4 lbs)
de: Auftriebspositiver wenn leer (+4 lbs)
es: Mas flotabilidad vacio (+4 lbs)
fr: Plus flottant a vide (+4 lbs)
he: ציפה יותר כשריק (+4 lbs)
hu: Uresbben pozitivabb (+4 lbs)
it: Più galleggiante da vuota (+4 lbs)
nl: Meer drijvend wanneer leeg (+4 lbs)
pt: Mais flutuante quando vazio (+4 lbs)

# tools_weight_aluminumMetric
source: More buoyant when empty (+2 kg)
ar: أكثر طفوًا عند الفراغ (+2 kg)
de: Auftriebspositiver wenn leer (+2 kg)
es: Mas flotabilidad vacio (+2 kg)
fr: Plus flottant a vide (+2 kg)
he: ציפה יותר כשריק (+2 kg)
hu: Uresbben pozitivabb (+2 kg)
it: Più galleggiante da vuota (+2 kg)
nl: Meer drijvend wanneer leeg (+2 kg)
pt: Mais flutuante quando vazio (+2 kg)

# tools_weight_bodyWeightOptional
source: Body Weight (optional)
ar: وزن الجسم (اختياري)
de: Koerpergewicht (optional)
es: Peso corporal (opcional)
fr: Poids corporel (facultatif)
he: משקל גוף (אופציונלי)
hu: Testtomeg (opcionalis)
it: Peso corporeo (opzionale)
nl: Lichaamsgewicht (optioneel)
pt: Peso Corporal (opcional)

# tools_weight_carbonFiberImperial
source: Very buoyant (+7 lbs)
ar: طفو عالٍ جدًا (+7 lbs)
de: Sehr auftriebspositiv (+7 lbs)
es: Muy flotante (+7 lbs)
fr: Tres flottant (+7 lbs)
he: ציפה מאוד (+7 lbs)
hu: Nagyon pozitiv (+7 lbs)
it: Molto galleggiante (+7 lbs)
nl: Zeer drijvend (+7 lbs)
pt: Muito flutuante (+7 lbs)

# tools_weight_carbonFiberMetric
source: Very buoyant (+3 kg)
ar: طفو عالٍ جدًا (+3 kg)
de: Sehr auftriebspositiv (+3 kg)
es: Muy flotante (+3 kg)
fr: Tres flottant (+3 kg)
he: ציפה מאוד (+3 kg)
hu: Nagyon pozitiv (+3 kg)
it: Molto galleggiante (+3 kg)
nl: Zeer drijvend (+3 kg)
pt: Muito flutuante (+3 kg)

# tools_weight_description
source: Estimate the weight you need based on your exposure suit, tank material, water type, and body weight.
ar: قدّر الوزن المطلوب بناءً على بدلة الغوص ومادة الأسطوانة ونوع الماء ووزن الجسم.
de: Schaetzen Sie das benoetigte Blei basierend auf Tauchanzug, Flaschenmaterial, Wassertyp und Koerpergewicht.
es: Estima el peso que necesitas segun tu traje, material del tanque, tipo de agua y peso corporal.
fr: Estimez le lestage necessaire en fonction de votre combinaison, du materiau du bloc, du type d'eau et de votre poids.
he: הערך את המשקל הנדרש על סמך חליפת החשיפה, חומר המיכל, סוג המים ומשקל הגוף.
hu: Becsülje meg a szükseges sülyt az expoziciós ruha, palackanyag, viztipus es testtomeg alapjan.
it: Stima la zavorra necessaria in base a muta, materiale della bombola, tipo di acqua e peso corporeo.
nl: Schat het gewicht dat je nodig hebt op basis van je duikpak, flesmateriaal, watertype en lichaamsgewicht.
pt: Estime o lastro necessario com base na sua roupa, material do cilindro, tipo de agua e peso corporal.

# tools_weight_disclaimer
source: This is an estimate only. Always perform a buoyancy check at the start of your dive and adjust as needed. Factors like BCD, personal buoyancy, and breathing patterns will affect your actual weight requirements.
ar: هذا تقدير فقط. قم دائمًا بفحص الطفو في بداية الغطسة واضبط حسب الحاجة. عوامل مثل BCD والطفو الشخصي وأنماط التنفس تؤثر على متطلبات الوزن الفعلية.
de: Dies ist nur eine Schaetzung. Fuehren Sie immer einen Tarierungscheck zu Beginn des Tauchgangs durch und passen Sie bei Bedarf an. Faktoren wie Jacket, persoenlicher Auftrieb und Atemverhalten beeinflussen Ihren tatsaechlichen Bleibedarf.
es: Esto es solo una estimacion. Siempre realiza una comprobacion de flotabilidad al inicio de tu inmersion y ajusta segun sea necesario. Factores como el chaleco, flotabilidad personal y patron de respiracion afectaran tus requisitos de peso reales.
fr: Ceci est une estimation uniquement. Effectuez toujours un controle de flottabilite au debut de votre plongee et ajustez si necessaire. Le gilet, la flottabilite personnelle et les habitudes respiratoires influencent vos besoins reels en lestage.
he: זוהי הערכה בלבד. תמיד בצע בדיקת ציפה בתחילת הצלילה והתאם לפי הצורך. גורמים כמו BCD, ציפה אישית ודפוסי נשימה ישפיעו על דרישות המשקל בפועל.
hu: Ez csak becsles. Mindig vegezzen felhajtoeroprobat a merules elejen, es szukseg szerint modositsa. A BCD, egyeni felhajtoeroe es legzesi szokasok befolyasolhatjak a tenyleges sulyigenyeket.
it: Questa è solo una stima. Esegui sempre un controllo dell'assetto a inizio immersione e regola di conseguenza. Fattori come GAV, galleggiabilità personale e respirazione influenzano i requisiti effettivi di zavorra.
nl: Dit is slechts een schatting. Voer altijd een drijfproef uit aan het begin van je duik en pas aan waar nodig. Factoren zoals trimvest, persoonlijke drijfkracht en adempatronen beinvloeden je werkelijke gewichtsbehoefte.
pt: Isto e apenas uma estimativa. Sempre faca uma verificacao de flutuabilidade no inicio do mergulho e ajuste conforme necessario. Fatores como colete, flutuabilidade pessoal e padroes respiratorios afetarao os seus requisitos reais de lastro.

# tools_weight_exposureSuit
source: Exposure Suit
ar: بدلة الغوص
de: Tauchanzug
es: Traje de exposicion
fr: Combinaison
he: חליפת חשיפה
hu: Merulesi ruha
it: Muta
nl: Duikpak
pt: Roupa de Mergulho

# tools_weight_gasCapacity
source: • Gas capacity: {capacity} cuft
ar: سعة الغاز: {capacity} cuft •
de: - Gaskapazitaet: {capacity} cuft
es: - Capacidad de gas: {capacity} cuft
fr: - Capacite de gaz : {capacity} cuft
he: • קיבולת גז: {capacity} cuft
hu: - Gaz kapacitas: {capacity} cuft
it: • Capacità gas: {capacity} cuft
nl: • Gascapaciteit: {capacity} cuft
pt: - Capacidade de gas: {capacity} cuft

# tools_weight_helperImperial
source: Adds ~2 lbs per 22 lbs over 154 lbs
ar: يضيف ~2 lbs لكل 22 lbs فوق 154 lbs
de: Fuegt ca. 2 lbs pro 22 lbs ueber 154 lbs hinzu
es: Anade ~2 lbs por cada 22 lbs sobre 154 lbs
fr: Ajoute ~2 lbs par 22 lbs au-dessus de 154 lbs
he: מוסיף ~2 lbs לכל 22 lbs מעל 154 lbs
hu: ~2 lbs hozzaadasa minden 22 lbs utan 154 lbs felett
it: Aggiunge ~2 lbs ogni 22 lbs oltre 154 lbs
nl: Voegt ~2 lbs toe per 22 lbs boven 154 lbs
pt: Adiciona ~2 lbs por 22 lbs acima de 154 lbs

# tools_weight_helperMetric
source: Adds ~1 kg per 10 kg over 70 kg
ar: يضيف ~1 kg لكل 10 kg فوق 70 kg
de: Fuegt ca. 1 kg pro 10 kg ueber 70 kg hinzu
es: Anade ~1 kg por cada 10 kg sobre 70 kg
fr: Ajoute ~1 kg par 10 kg au-dessus de 70 kg
he: מוסיף ~1 kg לכל 10 kg מעל 70 kg
hu: ~1 kg hozzaadasa minden 10 kg utan 70 kg felett
it: Aggiunge ~1 kg ogni 10 kg oltre 70 kg
nl: Voegt ~1 kg toe per 10 kg boven 70 kg
pt: Adiciona ~1 kg por 10 kg acima de 70 kg

# tools_weight_notSpecified
source: Not specified
ar: غير محدد
de: Nicht angegeben
es: No especificado
fr: Non specifie
he: לא צוין
hu: Nincs megadva
it: Non specificato
nl: Niet opgegeven
pt: Nao especificado

# tools_weight_recommendedWeight
source: Recommended Weight
ar: الوزن الموصى به
de: Empfohlenes Gewicht
es: Peso recomendado
fr: Lestage recommande
he: משקל מומלץ
hu: Ajanlott suly
it: Zavorra consigliata
nl: Aanbevolen gewicht
pt: Lastro Recomendado
