Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveLog_playbackStats_deco
source: DECO
ar: تخفيف ضغط
de: DEKO
he: דקו
hu: DEKO

# diveLog_playbackStats_depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Melyseg
it: Profondita
nl: Diepte
pt: Profundidade

# diveLog_playbackStats_header
source: Live Stats
ar: إحصائيات مباشرة
de: Live-Statistiken
es: Datos en vivo
fr: Stats en direct
he: נתונים חיים
hu: Elo statisztikak
it: Statistiche in tempo reale
nl: Live statistieken
pt: Estatisticas ao Vivo

# diveLog_playbackStats_heartRate
source: Heart Rate
ar: معدل نبض القلب
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Frequence cardiaque
he: קצב לב
hu: Pulzus
it: Frequenza cardiaca
nl: Hartslag
pt: Frequencia Cardiaca

# diveLog_playbackStats_pressure
source: Pressure
ar: الضغط
de: Druck
es: Presión
fr: Pression
he: לחץ
hu: Nyomas
it: Pressione
nl: Druk
pt: Pressao

# diveLog_playbackStats_temp
source: Temp
ar: الحرارة
he: טמפ'
hu: Hom.

# diveLog_playback_sliderLabel
source: Playback position
ar: موضع التشغيل
de: Wiedergabeposition
es: Posición de reproducción
fr: Position de lecture
he: מיקום הפעלה
hu: Lejatszasi pozicio
it: Posizione riproduzione
nl: Afspeelpositie
pt: Posicao de reproducao

# diveLog_playback_stepThrough
source: Step-through Playback
ar: تشغيل خطوة بخطوة
de: Schrittweise Wiedergabe
es: Reproducción paso a paso
fr: Lecture pas a pas
he: הפעלה צעד אחר צעד
hu: Leptetett lejatszas
it: Riproduzione passo-passo
nl: Stapsgewijs afspelen
pt: Reproducao Passo a Passo

# diveLog_playback_tooltip_back10
source: Back 10 seconds
ar: رجوع 10 ثوانٍ
de: 10 Sekunden zurueck
es: Retroceder 10 segundos
fr: Reculer de 10 secondes
he: 10 שניות אחורה
hu: Vissza 10 masodpercet
it: Indietro 10 secondi
nl: 10 seconden terug
pt: Voltar 10 segundos

# diveLog_playback_tooltip_exit
source: Exit playback mode
ar: الخروج من وضع التشغيل
de: Wiedergabemodus beenden
es: Salir del modo de reproducción
fr: Quitter le mode lecture
he: יציאה ממצב הפעלה
hu: Kilépés a lejatszas modbol
it: Esci dalla modalita riproduzione
nl: Afspeelmodus verlaten
pt: Sair do modo de reproducao

# diveLog_playback_tooltip_forward10
source: Forward 10 seconds
ar: تقديم 10 ثوانٍ
de: 10 Sekunden vor
es: Avanzar 10 segundos
fr: Avancer de 10 secondes
he: 10 שניות קדימה
hu: Elore 10 masodpercet
it: Avanti 10 secondi
nl: 10 seconden vooruit
pt: Avancar 10 segundos

# diveLog_playback_tooltip_pause
source: Pause
ar: إيقاف مؤقت
es: Pausa
he: השהייה
hu: Szunet
it: Pausa
nl: Pauzeren
pt: Pausar

# diveLog_playback_tooltip_play
source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Lecture
he: הפעלה
hu: Lejatszas
it: Riproduci
nl: Afspelen
pt: Reproduzir

# diveLog_playback_tooltip_skipEnd
source: Skip to end
ar: الانتقال إلى النهاية
de: Zum Ende springen
es: Saltar al final
fr: Aller a la fin
he: דלג לסוף
hu: Ugras a vegere
it: Vai alla fine
nl: Naar einde springen
pt: Ir para o final

# diveLog_playback_tooltip_skipStart
source: Skip to start
ar: الانتقال إلى البداية
de: Zum Anfang springen
es: Saltar al inicio
fr: Aller au debut
he: דלג להתחלה
hu: Ugras az elejere
it: Vai all'inizio
nl: Naar begin springen
pt: Ir para o inicio

# diveLog_playback_tooltip_speed
source: Playback speed
ar: سرعة التشغيل
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
he: מהירות הפעלה
hu: Lejatszasi sebesseg
it: Velocita di riproduzione
nl: Afspeelsnelheid
pt: Velocidade de reproducao

# diveLog_profileSelector_badge_primary
source: Primary
ar: أساسي
de: Primaer
es: Principal
fr: Principal
he: ראשי
hu: Elsodleges
it: Primario
nl: Primair
pt: Principal

# diveLog_profileSelector_label_diveComputers
source: Dive Computers
ar: حواسيب الغوص
de: Tauchcomputer
es: Ordenadores de buceo
fr: Ordinateurs de plongee
he: מחשבי צלילה
hu: Merulesszamitogepek
it: Computer subacquei
nl: Duikcomputers
pt: Computadores de Mergulho

# diveLog_profile_axisDepth
source: Depth ({unit})
ar: العمق ({unit})
de: Tiefe ({unit})
es: Profundidad ({unit})
fr: Profondeur ({unit})
he: עומק ({unit})
hu: Melyseg ({unit})
it: Profondita ({unit})
nl: Diepte ({unit})
pt: Profundidade ({unit})

# diveLog_profile_axisTime
source: Time (min)
ar: الوقت (min)
de: Zeit (min)
es: Tiempo (min)
fr: Temps (min)
he: זמן (min)
hu: Ido (min)
it: Tempo (min)
nl: Tijd (min)
pt: Tempo (min)

# diveLog_profile_emptyState
source: No dive profile data
ar: لا تتوفر بيانات ملف الغوصة
de: Keine Tauchprofildaten
es: Sin datos de perfil de inmersión
fr: Aucune donnee de profil de plongee
he: אין נתוני פרופיל צלילה
hu: Nincs merulesi profil adat
it: Nessun dato del profilo immersione
nl: Geen duikprofielgegevens
pt: Sem dados de perfil de mergulho

# diveLog_profile_rightAxis_none
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
he: ללא
hu: Nincs
it: Nessuno
nl: Geen
pt: Nenhum

# diveLog_profile_semantics_changeRightAxis
source: Change right axis metric
ar: تغيير مقياس المحور الأيمن
de: Rechte Achsenmetrik aendern
es: Cambiar métrica del eje derecho
fr: Changer la metrique de l'axe droit
he: שינוי מדד ציר ימני
hu: Jobb tengely metrika valtoztatasa
it: Cambia metrica asse destro
nl: Rechter as-meetwaarde wijzigen
pt: Alterar metrica do eixo direito

# diveLog_profile_semantics_chart
source: Dive profile chart, pinch to zoom
ar: مخطط ملف الغوصة، قم بالتكبير بالضم
de: Tauchprofildiagramm, zum Zoomen zusammendruecken
es: Gráfico de perfil de inmersión, pellizca para hacer zoom
fr: Graphique du profil de plongee, pincer pour zoomer
he: תרשים פרופיל צלילה, צבוט לזום
hu: Merulesi profil diagram, csipje ossze a nagyitashoz
it: Grafico profilo immersione, pizzica per zoomare
nl: Duikprofielgrafiek, knijp om te zoomen
pt: Grafico do perfil de mergulho, pince para ampliar

# diveLog_profile_tooltip_moreOptions
source: More chart options
ar: خيارات مخطط إضافية
de: Weitere Diagrammoptionen
es: Más opciones de gráfico
fr: Plus d'options de graphique
he: אפשרויות תרשים נוספות
hu: Tovabbi diagram lehetosegek
it: Altre opzioni del grafico
nl: Meer grafiekopties
pt: Mais opcoes do grafico

# diveLog_profile_tooltip_resetZoom
source: Reset zoom
ar: إعادة تعيين التكبير
de: Zoom zuruecksetzen
es: Restablecer zoom
fr: Reinitialiser le zoom
he: איפוס זום
hu: Nagyitas visszaallitasa
it: Reimposta zoom
nl: Zoom resetten
pt: Redefinir zoom

# diveLog_profile_tooltip_zoomIn
source: Zoom in
ar: تكبير
de: Vergroessern
es: Acercar
fr: Zoom avant
he: הגדלה
hu: Nagyitas
it: Zoom avanti
nl: Inzoomen
pt: Ampliar

# diveLog_profile_tooltip_zoomOut
source: Zoom out
ar: تصغير
de: Verkleinern
es: Alejar
fr: Zoom arriere
he: הקטנה
hu: Kicsinyites
it: Zoom indietro
nl: Uitzoomen
pt: Reduzir

# diveLog_profile_zoomHint
source: Zoom: {level}x • Pinch or scroll to zoom, drag to pan
ar: تكبير: {level}x • اضم أو مرر للتكبير، اسحب للتحريك
de: Zoom: {level}x - Zum Zoomen zusammendruecken oder scrollen, zum Verschieben ziehen
es: Zoom: {level}x • Pellizca o desplaza para hacer zoom, arrastra para mover
fr: Zoom : {level}x - Pincer ou defiler pour zoomer, glisser pour deplacer
he: זום: {level}x • צבוט או גלול לזום, גרור לגלילה
hu: Nagyitas: {level}x - Csipje ossze vagy gorgetjen a nagyitashoz, huzza a panoramazashoz
it: Zoom: {level}x - Pizzica o scorri per zoomare, trascina per spostare
nl: Zoom: {level}x • Knijp of scroll om te zoomen, sleep om te verplaatsen
pt: Zoom: {level}x • Pince ou role para ampliar, arraste para mover

# diveLog_rangeSelection_exitRange
source: Exit Range
ar: الخروج من النطاق
de: Bereich beenden
es: Salir del rango
fr: Quitter la plage
he: יציאה מטווח
hu: Tartomany bezarasa
it: Esci dall'intervallo
nl: Bereik verlaten
pt: Sair do Intervalo

# diveLog_rangeSelection_selectRange
source: Select Range
ar: تحديد النطاق
de: Bereich auswaehlen
es: Seleccionar rango
fr: Selectionner une plage
he: בחירת טווח
hu: Tartomany kivalasztasa
it: Seleziona intervallo
nl: Bereik selecteren
pt: Selecionar Intervalo

# diveLog_rangeSelection_semantics_adjust
source: Adjust range selection
ar: ضبط تحديد النطاق
de: Bereichsauswahl anpassen
es: Ajustar selección de rango
fr: Ajuster la selection de plage
he: התאמת בחירת טווח
hu: Tartomany kivalasztas modositasa
it: Regola selezione intervallo
nl: Bereikselectie aanpassen
pt: Ajustar selecao de intervalo

# diveLog_rangeStats_header_avg
source: Avg
ar: متوسط
de: Durchschn.
es: Prom
fr: Moy
he: ממוצע
hu: Atlag
it: Media
nl: Gem.
pt: Media

# diveLog_rangeStats_header_max
source: Max
ar: أقصى
es: Máx
he: מרבי

# diveLog_rangeStats_header_min
source: Min
ar: أدنى
es: Mín
he: מזערי

# diveLog_rangeStats_label_depth
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
he: עומק
hu: Melyseg
it: Profondita
nl: Diepte
pt: Profundidade

# diveLog_rangeStats_label_heartRate
source: Heart Rate
ar: معدل نبض القلب
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Frequence cardiaque
he: קצב לב
hu: Pulzus
it: Frequenza cardiaca
nl: Hartslag
pt: Frequencia Cardiaca

# diveLog_rangeStats_label_pressure
source: Pressure
ar: الضغط
de: Druck
es: Presión
fr: Pression
he: לחץ
hu: Nyomas
it: Pressione
nl: Druk
pt: Pressao

# diveLog_rangeStats_label_temp
source: Temp
ar: الحرارة
he: טמפ'
hu: Hom.

# diveLog_rangeStats_title
source: Range Analysis
ar: تحليل النطاق
de: Bereichsanalyse
es: Análisis de rango
fr: Analyse de plage
he: ניתוח טווח
hu: Tartomany elemzes
it: Analisi intervallo
nl: Bereikanalyse
pt: Analise de Intervalo

# diveLog_rangeStats_tooltip_close
source: Close range analysis
ar: إغلاق تحليل النطاق
de: Bereichsanalyse schliessen
es: Cerrar análisis de rango
fr: Fermer l'analyse de plage
he: סגירת ניתוח טווח
hu: Tartomany elemzes bezarasa
it: Chiudi analisi intervallo
nl: Bereikanalyse sluiten
pt: Fechar analise de intervalo

# diveLog_scr_calculatedLoopFo2
source: Calculated loop FO₂: {value}%
ar: FO₂ الدائرة المحسوب: {value}%
de: Berechneter Loop-FO₂: {value}%
es: FO₂ calculado del circuito: {value}%
fr: FO₂ de boucle calcule : {value}%
he: FO₂ מעגל מחושב: {value}%
hu: Szamitott hurok FO₂: {value}%
it: FO2 circuito calcolato: {value}%
nl: Berekende loop FO₂: {value}%
pt: FO₂ calculado do loop: {value}%

# diveLog_scr_hint_additionRatio
source: e.g., 0.33 (1:3)
ar: مثال: 0.33 (1:3)
de: z.B. 0,33 (1:3)
es: ej., 0.33 (1:3)
fr: ex. 0,33 (1:3)
he: למשל, 0.33 (1:3)
hu: pl. 0,33 (1:3)
it: es. 0,33 (1:3)
nl: bijv. 0,33 (1:3)
pt: ex., 0.33 (1:3)

# diveLog_scr_label_additionRatio
source: Addition Ratio
ar: نسبة الإضافة
de: Zumischungsverhaeltnis
es: Relación de adición
fr: Ratio d'addition
he: יחס הוספה
hu: Adagolasi arany
it: Rapporto di addizione
nl: Toevoegverhouding
pt: Razao de Adicao

# diveLog_scr_label_assumedVo2
source: Assumed VO₂
ar: VO₂ المفترض
de: Angenommener VO₂
es: VO₂ asumido
fr: VO₂ suppose
he: VO₂ משוער
hu: Feltételezett VO₂
it: VO2 stimato
nl: Aangenomen VO₂
pt: VO₂ Assumido

# diveLog_scr_label_avg
source: Avg
ar: متوسط
de: Durchschn.
es: Prom
fr: Moy
he: ממוצע
hu: Atlag
it: Media
nl: Gem.
pt: Media

# diveLog_scr_label_injectionRate
source: Injection Rate
ar: معدل الحقن
de: Injektionsrate
es: Tasa de inyección
fr: Debit d'injection
he: קצב הזרקה
hu: Adagolasi sebesseg
it: Tasso di iniezione
nl: Injectiesnelheid
pt: Taxa de Injecao

# diveLog_scr_label_max
source: Max
ar: الأقصى
he: מקסימום

# diveLog_scr_label_min
source: Min
ar: الأدنى
he: מינימום

# diveLog_scr_label_orificeSize
source: Orifice Size
ar: حجم الفتحة
de: Duesengroesse
es: Tamano del orificio
fr: Taille de l'orifice
he: גודל פתח
hu: Fuvoka meret
it: Dimensione orifizio
nl: Opening grootte
pt: Tamanho do Orificio

# diveLog_scr_sectionCmf
source: CMF Parameters
ar: معاملات CMF
de: CMF-Parameter
es: Parametros CMF
fr: Parametres CMF
he: פרמטרי CMF
hu: CMF parameterek
it: Parametri CMF
pt: Parametros CMF

# diveLog_scr_sectionEscr
source: ESCR Parameters
ar: معاملات ESCR
de: ESCR-Parameter
es: Parametros ESCR
fr: Parametres ESCR
he: פרמטרי ESCR
hu: ESCR parameterek
it: Parametri ESCR
pt: Parametros ESCR

# diveLog_scr_sectionMeasuredLoopO2
source: Measured Loop O₂ (optional)
ar: قياس O₂ في الحلقة (اختياري)
de: Gemessener Loop-O₂ (optional)
es: O₂ medido en el circuito (opcional)
fr: O₂ de boucle mesure (optionnel)
he: מדידת O₂ בלולאה (אופציונלי)
hu: Mert hurok O₂ (opcionalis)
it: O₂ circuito misurato (opzionale)
nl: Gemeten Loop O₂ (optioneel)
pt: O₂ Medido no Loop (opcional)

# diveLog_scr_sectionPascr
source: PASCR Parameters
ar: معاملات PASCR
de: PASCR-Parameter
es: Parametros PASCR
fr: Parametres PASCR
he: פרמטרי PASCR
hu: PASCR parameterek
it: Parametri PASCR
pt: Parametros PASCR

# diveLog_scr_sectionScrType
source: SCR Type
ar: نوع SCR
de: SCR-Typ
es: Tipo de SCR
fr: Type de SCR
he: סוג SCR
hu: SCR tipus
it: Tipo SCR
pt: Tipo de SCR

# diveLog_scr_sectionSupplyGas
source: Supply Gas
ar: غاز الإمداد
de: Versorgungsgas
es: Gas de suministro
fr: Gaz d'alimentation
he: גז אספקה
hu: Ellato gaz
it: Gas di alimentazione
nl: Toevoergas
pt: Gas de Suprimento

# diveLog_scr_title
source: SCR Settings
ar: إعدادات SCR
de: SCR-Einstellungen
es: Configuracion SCR
fr: Reglages SCR
he: הגדרות SCR
hu: SCR beallitasok
it: Impostazioni SCR
nl: SCR-instellingen
pt: Configuracoes de SCR

# diveLog_search_allCenters
source: All centers
ar: جميع المراكز
de: Alle Tauchbasen
es: Todos los centros
fr: Tous les centres
he: כל המרכזים
hu: Osszes kozpont
it: Tutti i centri
nl: Alle centra
pt: Todos os centros

# diveLog_search_allTrips
source: All trips
ar: جميع الرحلات
de: Alle Reisen
es: Todos los viajes
fr: Tous les voyages
he: כל הטיולים
hu: Osszes utazas
it: Tutti i viaggi
nl: Alle reizen
pt: Todas as viagens

# diveLog_search_appBar
source: Advanced Search
ar: بحث متقدم
de: Erweiterte Suche
es: Busqueda avanzada
fr: Recherche avancee
he: חיפוש מתקדם
hu: Reszletes kereses
it: Ricerca avanzata
nl: Geavanceerd zoeken
pt: Busca Avancada

# diveLog_search_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveLog_search_clearAll
source: Clear All
ar: مسح الكل
de: Alles loeschen
es: Borrar todo
fr: Tout effacer
he: נקה הכל
hu: Osszes torlese
it: Cancella tutto
nl: Alles wissen
pt: Limpar Tudo

# diveLog_search_end
source: End
ar: النهاية
de: Ende
es: Fin
fr: Fin
he: סיום
hu: Vege
it: Fine
nl: Einde
pt: Fim

# diveLog_search_errorLoadingCenters
source: Error loading dive centers
ar: خطأ في تحميل مراكز الغوص
de: Fehler beim Laden der Tauchbasen
es: Error al cargar los centros de buceo
fr: Erreur de chargement des centres de plongee
he: שגיאה בטעינת מרכזי צלילה
hu: Hiba a merulokozpontok betoltesekor
it: Errore nel caricamento dei centri immersione
nl: Fout bij laden van duikcentra
pt: Erro ao carregar centros de mergulho

# diveLog_search_errorLoadingDiveTypes
source: Error loading dive types
ar: خطأ في تحميل أنواع الغوص
de: Fehler beim Laden der Tauchgangstypen
es: Error al cargar tipos de inmersión
fr: Erreur lors du chargement des types de plongée
he: שגיאה בטעינת סוגי צלילה
hu: Hiba a merülés típusok betöltésekor
it: Errore durante il caricamento dei tipi di immersione
nl: Fout bij laden duiktypes
pt: Erro ao carregar tipos de mergulho

# diveLog_search_errorLoadingTrips
source: Error loading trips
ar: خطأ في تحميل الرحلات
de: Fehler beim Laden der Reisen
es: Error al cargar los viajes
fr: Erreur de chargement des voyages
he: שגיאה בטעינת טיולים
hu: Hiba az utazasok betoltesekor
it: Errore nel caricamento dei viaggi
nl: Fout bij laden van reizen
pt: Erro ao carregar viagens

# diveLog_search_gasTrimix
source: Trimix (<21% O₂)
ar: ترايمكس (<21% O₂)
he: טריימיקס (<21% O₂)

# diveLog_search_label_depthRange
source: Depth Range (m)
ar: نطاق العمق (m)
de: Tiefenbereich (m)
es: Rango de profundidad (m)
fr: Plage de profondeur (m)
he: טווח עומק (m)
hu: Melyseg tartomany (m)
it: Intervallo profondita (m)
nl: Dieptebereik (m)
pt: Faixa de Profundidade (m)

# diveLog_search_label_diveCenter
source: Dive Center
ar: مركز الغوص
de: Tauchbasis
es: Centro de buceo
fr: Centre de plongee
he: מרכז צלילה
hu: Merulokozpont
it: Centro immersioni
nl: Duikcentrum
pt: Centro de Mergulho

# diveLog_search_label_diveSite
source: Dive Site
ar: موقع غوص
de: Tauchplatz
es: Punto de buceo
fr: Site de plongee
he: אתר צלילה
hu: Merulohely
it: Sito di immersione
nl: Duikstek
pt: Ponto de Mergulho

# diveLog_search_label_diveType
source: Dive Type
ar: نوع الغوصة
de: Tauchgangart
es: Tipo de inmersion
fr: Type de plongee
he: סוג צלילה
hu: Merules tipus
it: Tipo di immersione
nl: Duiktype
pt: Tipo de Mergulho

# diveLog_search_label_durationRange
source: Duration Range (min)
ar: نطاق المدة (min)
de: Dauerbereich (min)
es: Rango de duracion (min)
fr: Plage de duree (min)
he: טווח משך (min)
hu: Idotartam tartomany (min)
it: Intervallo durata (min)
nl: Duurbereik (min)
pt: Faixa de Duracao (min)

# diveLog_search_label_trip
source: Trip
ar: رحلة
de: Reise
es: Viaje
fr: Voyage
he: טיול
hu: Utazas
it: Viaggio
nl: Reis
pt: Viagem

# diveLog_search_search
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
he: חיפוש
hu: Kereses
it: Cerca
nl: Zoeken
pt: Buscar

# diveLog_search_section_conditions
source: Conditions
ar: الظروف
de: Bedingungen
es: Condiciones
he: תנאים
hu: Korulmenyek
it: Condizioni
nl: Omstandigheden
pt: Condicoes

# diveLog_search_section_dateRange
source: Date Range
ar: نطاق التاريخ
de: Zeitraum
es: Rango de fechas
fr: Plage de dates
he: טווח תאריכים
hu: Datumtartomany
it: Intervallo date
nl: Datumbereik
pt: Periodo

# diveLog_search_section_gasEquipment
source: Gas & Equipment
ar: الغاز والمعدات
de: Gas & Ausruestung
es: Gas y equipo
fr: Gaz et equipement
he: גז וציוד
hu: Gaz es felszereles
it: Gas e attrezzatura
nl: Gas & uitrusting
pt: Gas e Equipamento

# diveLog_search_section_location
source: Location
ar: الموقع
de: Ort
es: Ubicacion
fr: Lieu
he: מיקום
hu: Helyszin
it: Localita
nl: Locatie
pt: Localizacao

# diveLog_search_section_organization
source: Organization
ar: المنظمة
de: Organisation
es: Organizacion
fr: Organisation
he: ארגון
hu: Szervezet
it: Organizzazione
nl: Organisatie
pt: Organizacao

# diveLog_search_section_social
source: Social
ar: اجتماعي
de: Soziales
he: חברתי
hu: Kozossegi
it: Sociale
nl: Sociaal

# diveLog_search_start
source: Start
ar: البداية
es: Inicio
fr: Debut
he: התחלה
hu: Kezdes
it: Inizio
pt: Inicio

# diveLog_selection_countSelected
source: {count} selected
ar: {count} محدد
de: {count} ausgewaehlt
es: {count} seleccionados
fr: {count} selectionne(s)
he: {count} נבחרו
hu: {count} kivalasztva
it: {count} selezionati
nl: {count} geselecteerd
pt: {count} selecionado(s)

# diveLog_selection_tooltip_delete
source: Delete Selected
ar: حذف المحدد
de: Auswahl loeschen
es: Eliminar seleccionados
fr: Supprimer la selection
he: מחק נבחרים
hu: Kivalasztottak torlese
it: Elimina selezionati
nl: Geselecteerde verwijderen
pt: Excluir Selecionados

# diveLog_selection_tooltip_deselectAll
source: Deselect All
ar: إلغاء تحديد الكل
de: Alle abwaehlen
es: Deseleccionar todo
fr: Tout deselectionner
he: בטל בחירת הכל
hu: Osszes kivalasztas megszuntetese
it: Deseleziona tutto
nl: Alles deselecteren
pt: Desmarcar Todos

# diveLog_selection_tooltip_edit
source: Edit Selected
ar: تعديل المحدد
de: Auswahl bearbeiten
es: Editar seleccionados
fr: Modifier la selection
he: ערוך נבחרים
hu: Kivalasztottak szerkesztese
it: Modifica selezionati
nl: Geselecteerde bewerken
pt: Editar Selecionados

# diveLog_selection_tooltip_exit
source: Exit selection
ar: الخروج من التحديد
de: Auswahl beenden
es: Salir de la seleccion
fr: Quitter la selection
he: צא מבחירה
hu: Kivalasztas bezarasa
it: Esci dalla selezione
nl: Selectie verlaten
pt: Sair da selecao

# diveLog_selection_tooltip_export
source: Export Selected
ar: تصدير المحدد
de: Auswahl exportieren
es: Exportar seleccionados
fr: Exporter la selection
he: ייצא נבחרים
hu: Kivalasztottak exportalasa
it: Esporta selezionati
nl: Geselecteerde exporteren
pt: Exportar Selecionados

# diveLog_selection_tooltip_selectAll
source: Select All
ar: تحديد الكل
de: Alle auswaehlen
es: Seleccionar todo
fr: Tout selectionner
he: בחר הכל
hu: Osszes kivalasztasa
it: Seleziona tutto
nl: Alles selecteren
pt: Selecionar Todos

# diveLog_sighting_add
source: Add
ar: إضافة
de: Hinzufuegen
es: Agregar
fr: Ajouter
he: הוסף
hu: Hozzaadas
it: Aggiungi
nl: Toevoegen
pt: Adicionar

# diveLog_sighting_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveLog_sighting_notesHint
source: e.g., size, behavior, location...
ar: مثال: الحجم، السلوك، الموقع...
de: z. B. Groesse, Verhalten, Ort...
es: p. ej., tamano, comportamiento, ubicacion...
fr: ex. taille, comportement, emplacement...
he: לדוגמה, גודל, התנהגות, מיקום...
hu: pl. meret, viselkedes, helyszin...
it: es. dimensione, comportamento, posizione...
nl: bijv. grootte, gedrag, locatie...
pt: ex., tamanho, comportamento, localizacao...

# diveLog_sighting_notesOptional
source: Notes (optional)
ar: ملاحظات (اختياري)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (optionnel)
he: הערות (אופציונלי)
hu: Megjegyzesek (opcionalis)
it: Note (opzionale)
nl: Notities (optioneel)
pt: Observacoes (opcional)

# diveLog_sitePicker_addDiveSite
source: Add Dive Site
ar: إضافة موقع غوص
de: Tauchplatz hinzufuegen
es: Agregar punto de buceo
fr: Ajouter un site de plongee
he: הוסף אתר צלילה
hu: Merulohely hozzaadasa
it: Aggiungi sito di immersione
nl: Duikstek toevoegen
pt: Adicionar Ponto de Mergulho

# diveLog_sitePicker_distanceKm
source: {distance} km away
ar: {distance} km بعيداً
de: {distance} km entfernt
es: a {distance} km
fr: {distance} km
he: {distance} km משם
hu: {distance} km tavolsagra
it: {distance} km di distanza
nl: {distance} km afstand
pt: {distance} km de distancia

# diveLog_sitePicker_distanceMeters
source: {distance} m away
ar: {distance} m بعيداً
de: {distance} m entfernt
es: a {distance} m
fr: {distance} m
he: {distance} m משם
hu: {distance} m tavolsagra
it: {distance} m di distanza
nl: {distance} m afstand
pt: {distance} m de distancia

# diveLog_sitePicker_errorLoading
source: Error loading sites: {error}
ar: خطأ في تحميل المواقع: {error}
de: Fehler beim Laden der Plaetze: {error}
es: Error al cargar los sitios: {error}
fr: Erreur de chargement des sites : {error}
he: שגיאה בטעינת אתרים: {error}
hu: Hiba a helyszinek betoltesekor: {error}
it: Errore nel caricamento dei siti: {error}
nl: Fout bij laden van stekken: {error}
pt: Erro ao carregar pontos: {error}

# diveLog_sitePicker_newDiveSite
source: New Dive Site
ar: موقع غوص جديد
de: Neuer Tauchplatz
es: Nuevo punto de buceo
fr: Nouveau site de plongee
he: אתר צלילה חדש
hu: Uj merulohely
it: Nuovo sito di immersione
nl: Nieuwe duikstek
pt: Novo Ponto de Mergulho

# diveLog_sitePicker_noSites
source: No dive sites yet
ar: لا توجد مواقع غوص بعد
de: Noch keine Tauchplaetze
es: Aun no hay puntos de buceo
fr: Aucun site de plongee
he: אין עדיין אתרי צלילה
hu: Meg nincsenek merulohelyek
it: Nessun sito di immersione
nl: Nog geen duikstekken
pt: Nenhum ponto de mergulho ainda

# diveLog_sitePicker_sortedByDistance
source: Sorted by distance
ar: مرتبة حسب المسافة
de: Nach Entfernung sortiert
es: Ordenados por distancia
fr: Trie par distance
he: ממוין לפי מרחק
hu: Tavolsag szerint rendezve
it: Ordinati per distanza
nl: Gesorteerd op afstand
pt: Ordenado por distancia

# diveLog_sitePicker_title
source: Select Dive Site
ar: اختر موقع غوص
de: Tauchplatz auswaehlen
es: Seleccionar punto de buceo
fr: Selectionner un site de plongee
he: בחר אתר צלילה
hu: Merulohely kivalasztasa
it: Seleziona sito di immersione
nl: Selecteer duikstek
pt: Selecionar Ponto de Mergulho

# diveLog_sort_title
source: Sort Dives
ar: ترتيب الغوصات
de: Tauchgaenge sortieren
es: Ordenar inmersiones
fr: Trier les plongees
he: מיין צלילות
hu: Merulesek rendezese
it: Ordina immersioni
nl: Duiken sorteren
pt: Ordenar Mergulhos
