Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# media_diveMediaSection_unlinkDialogContent
source: Remove this photo from the dive? The photo will remain in your gallery.
ar: هل تريد إزالة هذه الصورة من الغوصة؟ ستبقى الصورة في معرض الصور.
de: Dieses Foto vom Tauchgang entfernen? Das Foto bleibt in Ihrer Galerie erhalten.
es: Eliminar esta foto de la inmersion? La foto permanecera en tu galeria.
fr: Retirer cette photo de la plongee ? La photo restera dans ta galerie.
he: להסיר תמונה זו מהצלילה? התמונה תישאר בגלריה שלך.
hu: Eltavolitja ezt a fotot a merülesrol? A foto megmarad a galeriadjaban.
it: Rimuovere questa foto dall'immersione? La foto rimarrà nella tua galleria.
nl: Deze foto van de duik verwijderen? De foto blijft in je galerij staan.
pt: Remover esta foto do mergulho? A foto permanecera na sua galeria.

# media_diveMediaSection_unlinkDialogTitle
source: Unlink Photo
ar: إلغاء ربط الصورة
de: Foto trennen
es: Desvincular foto
fr: Dissocier la photo
he: ביטול קישור תמונה
hu: Foto levalasztasa
it: Scollega foto
nl: Foto ontkoppelen
pt: Desvincular Foto

# media_diveMediaSection_unlinkError
source: Failed to unlink: {error}
ar: فشل في إلغاء الربط: {error}
de: Trennen fehlgeschlagen: {error}
es: Error al desvincular: {error}
fr: Echec de la dissociation : {error}
he: ביטול הקישור נכשל: {error}
hu: Nem sikerult a levalasztas: {error}
it: Scollegamento non riuscito: {error}
nl: Ontkoppelen mislukt: {error}
pt: Falha ao desvincular: {error}

# media_diveMediaSection_unlinkSuccess
source: Photo unlinked
ar: تم إلغاء ربط الصورة
de: Foto getrennt
es: Foto desvinculada
fr: Photo dissociee
he: קישור התמונה בוטל
hu: Foto levalasztva
it: Foto scollegata
nl: Foto ontkoppeld
pt: Foto desvinculada

# media_gpsBanner_addToSiteButton
source: Add to Site
ar: إضافة إلى الموقع
de: Zum Tauchplatz hinzufuegen
es: Agregar al punto
fr: Ajouter au site
he: הוסף לאתר
hu: Hozzaadas a merülohelyhez
it: Aggiungi al sito
nl: Toevoegen aan duikstek
pt: Adicionar ao Ponto

# media_gpsBanner_coordinates
source: Coordinates: {latitude}, {longitude}
ar: الإحداثيات: {latitude}، {longitude}
de: Koordinaten: {latitude}, {longitude}
es: Coordenadas: {latitude}, {longitude}
fr: Coordonnees : {latitude}, {longitude}
he: קואורדינטות: {latitude}, {longitude}
hu: Koordinatak: {latitude}, {longitude}
it: Coordinate: {latitude}, {longitude}
nl: Coordinaten: {latitude}, {longitude}
pt: Coordenadas: {latitude}, {longitude}

# media_gpsBanner_createSiteButton
source: Create Site
ar: إنشاء موقع غوص
de: Tauchplatz erstellen
es: Crear punto
fr: Creer un site
he: צור אתר
hu: Merülohely letrehozasa
it: Crea sito
nl: Duikstek aanmaken
pt: Criar Ponto

# media_gpsBanner_dismissTooltip
source: Dismiss GPS suggestion
ar: تجاهل اقتراح GPS
de: GPS-Vorschlag schliessen
es: Descartar sugerencia de GPS
fr: Ignorer la suggestion GPS
he: סגור הצעת GPS
hu: GPS javaslat elvetese
it: Ignora suggerimento GPS
nl: GPS-suggestie sluiten
pt: Dispensar sugestao de GPS

# media_gpsBanner_title
source: GPS found in photos
ar: تم العثور على GPS في الصور
de: GPS in Fotos gefunden
es: GPS encontrado en las fotos
fr: GPS trouve dans les photos
he: נמצא GPS בתמונות
hu: GPS adat talalhato a fotokban
it: GPS trovato nelle foto
nl: GPS gevonden in foto's
pt: GPS encontrado nas fotos

# media_import_failedToImport
source: Failed to import {count, plural, =1{photo} other{photos}}
ar: فشل في استيراد {count, plural, =1{صورة} other{صور}}
de: {count, plural, =1{Foto} other{Fotos}} konnte nicht importiert werden
es: Error al importar {count, plural, =1{foto} other{fotos}}
fr: Echec de l'importation de {count, plural, =1{photo} other{photos}}
he: ייבוא {count, plural, =1{תמונה} other{תמונות}} נכשל
hu: Nem sikerult importalni {count, plural, =1{fotot} other{fotot}}
it: Impossibile importare {count, plural, =1{foto} other{foto}}
nl: Kan {count, plural, =1{foto} other{foto's}} niet importeren
pt: Falha ao importar {count, plural, =1{foto} other{fotos}}

# media_import_failedToImportError
source: Failed to import photos: {error}
ar: فشل في استيراد الصور: {error}
de: Fotos konnten nicht importiert werden: {error}
es: Error al importar fotos: {error}
fr: Echec de l'importation des photos : {error}
he: ייבוא תמונות נכשל: {error}
hu: Nem sikerult a fotok importalasa: {error}
it: Impossibile importare le foto: {error}
nl: Kan foto's niet importeren: {error}
pt: Falha ao importar fotos: {error}

# media_import_importedAndFailed
source: Imported {imported}, failed {failed}
ar: تم استيراد {imported}، فشل {failed}
de: {imported} importiert, {failed} fehlgeschlagen
es: Importadas {imported}, fallaron {failed}
fr: {imported} importees, {failed} echouees
he: יובאו {imported}, נכשלו {failed}
hu: {imported} importalva, {failed} sikertelen
it: Importate {imported}, non riuscite {failed}
nl: {imported} geimporteerd, {failed} mislukt
pt: Importadas {imported}, falharam {failed}

# media_import_importedPhotos
source: Imported {count} {count, plural, =1{photo} other{photos}}
ar: تم استيراد {count} {count, plural, =1{صورة} other{صور}}
de: {count} {count, plural, =1{Foto} other{Fotos}} importiert
es: Se importaron {count} {count, plural, =1{foto} other{fotos}}
fr: {count} {count, plural, =1{photo importee} other{photos importees}}
he: יובאו {count} {count, plural, =1{תמונה} other{תמונות}}
hu: {count} {count, plural, =1{foto} other{foto}} importalva
it: {count, plural, =1{Importata {count} foto} other{Importate {count} foto}}
nl: {count} {count, plural, =1{foto} other{foto's}} geimporteerd
pt: {count} {count, plural, =1{foto importada} other{fotos importadas}}

# media_import_importingPhotos
source: Importing {count} {count, plural, =1{photo} other{photos}}...
ar: جارٍ استيراد {count} {count, plural, =1{صورة} other{صور}}...
de: {count} {count, plural, =1{Foto} other{Fotos}} werden importiert...
es: Importando {count} {count, plural, =1{foto} other{fotos}}...
fr: Importation de {count} {count, plural, =1{photo} other{photos}}...
he: מייבא {count} {count, plural, =1{תמונה} other{תמונות}}...
hu: {count} {count, plural, =1{foto} other{foto}} importalasa...
it: Importazione di {count} {count, plural, =1{foto} other{foto}} in corso...
nl: {count} {count, plural, =1{foto} other{foto's}} importeren...
pt: Importando {count} {count, plural, =1{foto} other{fotos}}...

# media_miniProfile_headerLabel
source: Dive Profile
ar: ملف الغوصة
de: Tauchprofil
es: Perfil de inmersion
fr: Profil de plongee
he: פרופיל צלילה
hu: Merülesi profil
it: Profilo immersione
nl: Duikprofiel
pt: Perfil do Mergulho

# media_miniProfile_semanticLabel
source: Mini dive profile chart
ar: مخطط ملف الغوصة المصغر
de: Mini-Tauchprofildiagramm
es: Grafico del perfil de inmersion en miniatura
fr: Mini graphique du profil de plongee
he: תרשים מיני של פרופיל צלילה
hu: Mini merülesi profil diagram
it: Grafico mini profilo immersione
nl: Mini duikprofielgrafiek
pt: Grafico mini do perfil de mergulho

# media_photoPicker_appBarTitle
source: Select Photos
ar: اختيار الصور
de: Fotos auswaehlen
es: Seleccionar fotos
fr: Selectionner des photos
he: בחר תמונות
hu: Fotok kivalasztasa
it: Seleziona foto
nl: Foto's selecteren
pt: Selecionar Fotos

# media_photoPicker_closeTooltip
source: Close photo picker
ar: إغلاق منتقي الصور
de: Fotoauswahl schliessen
es: Cerrar selector de fotos
fr: Fermer le selecteur de photos
he: סגור בורר תמונות
hu: Fotoválaszto bezarasa
it: Chiudi selettore foto
nl: Fotokiezer sluiten
pt: Fechar seletor de fotos

# media_photoPicker_doneButton
source: Done
ar: تم
de: Fertig
es: Listo
fr: Termine
he: סיום
hu: Kesz
it: Fatto
nl: Gereed
pt: Concluido

# media_photoPicker_doneCountButton
source: Done ({count})
ar: تم ({count})
de: Fertig ({count})
es: Listo ({count})
fr: Termine ({count})
he: סיום ({count})
hu: Kesz ({count})
it: Fatto ({count})
nl: Gereed ({count})
pt: Concluido ({count})

# media_photoPicker_emptyMessage
source: No photos were found between {startDate} {startTime} and {endDate} {endTime}.
ar: لم يتم العثور على صور بين {startDate} {startTime} و {endDate} {endTime}.
de: Es wurden keine Fotos zwischen {startDate} {startTime} und {endDate} {endTime} gefunden.
es: No se encontraron fotos entre {startDate} {startTime} y {endDate} {endTime}.
fr: Aucune photo trouvee entre le {startDate} {startTime} et le {endDate} {endTime}.
he: לא נמצאו תמונות בין {startDate} {startTime} לבין {endDate} {endTime}.
hu: Nem talalhatok fotok {startDate} {startTime} es {endDate} {endTime} kozott.
it: Nessuna foto trovata tra {startDate} {startTime} e {endDate} {endTime}.
nl: Er zijn geen foto's gevonden tussen {startDate} {startTime} en {endDate} {endTime}.
pt: Nenhuma foto foi encontrada entre {startDate} {startTime} e {endDate} {endTime}.

# media_photoPicker_emptyTitle
source: No photos found
ar: لم يتم العثور على صور
de: Keine Fotos gefunden
es: No se encontraron fotos
fr: Aucune photo trouvee
he: לא נמצאו תמונות
hu: Nincsenek fotok
it: Nessuna foto trovata
nl: Geen foto's gevonden
pt: Nenhuma foto encontrada

# media_photoPicker_grantAccessButton
source: Grant Access
ar: منح الوصول
de: Zugriff erlauben
es: Conceder acceso
fr: Autoriser l'acces
he: אשר גישה
hu: Hozzaferes engedelyezese
it: Concedi accesso
nl: Toegang verlenen
pt: Conceder Acesso

# media_photoPicker_openSettingsButton
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen oeffnen
es: Abrir ajustes
fr: Ouvrir les reglages
he: פתח הגדרות
hu: Beallitasok megnyitasa
it: Apri Impostazioni
nl: Instellingen openen
pt: Abrir Configuracoes

# media_photoPicker_openSettingsSnackbar
source: Please open Settings and enable photo access
ar: يرجى فتح الإعدادات وتمكين الوصول إلى الصور
de: Bitte oeffnen Sie die Einstellungen und aktivieren Sie den Fotozugriff
es: Por favor, abre Ajustes y activa el acceso a fotos
fr: Veuillez ouvrir les Reglages et activer l'acces aux photos
he: נא לפתוח הגדרות ולאפשר גישה לתמונות
hu: Kerem, nyissa meg a Beallitasokat es engedelyezze a fotohozzaferest
it: Apri Impostazioni e abilita l'accesso alle foto
nl: Open Instellingen en schakel fototoegang in
pt: Abra as Configuracoes e habilite o acesso a fotos

# media_photoPicker_permissionDeniedMessage
source: Photo library access was denied. Please enable it in Settings to add dive photos.
ar: تم رفض الوصول إلى مكتبة الصور. يرجى تمكينه في الإعدادات لإضافة صور الغوص.
de: Der Zugriff auf die Fotobibliothek wurde verweigert. Bitte aktivieren Sie ihn in den Einstellungen, um Tauchfotos hinzuzufuegen.
es: Se denego el acceso a la biblioteca de fotos. Activalo en Ajustes para agregar fotos de buceo.
fr: L'acces a la phototheque a ete refuse. Veuillez l'activer dans les Reglages pour ajouter des photos de plongee.
he: הגישה לספריית התמונות נדחתה. נא לאפשר אותה בהגדרות כדי להוסיף תמונות צלילה.
hu: A fotogaleriahoz valo hozzaferes megtagadva. Kerem, engedelyezze a Beallitasokban a merülesi fotok hozzaadasahoz.
it: L'accesso alla libreria foto è stato negato. Abilitalo nelle Impostazioni per aggiungere foto delle immersioni.
nl: Toegang tot de fotobibliotheek is geweigerd. Schakel deze in via Instellingen om duikfoto's toe te voegen.
pt: O acesso a biblioteca de fotos foi negado. Habilite-o nas Configuracoes para adicionar fotos de mergulho.

# media_photoPicker_permissionRequestMessage
source: Submersion needs access to your photo library to add dive photos.
ar: يحتاج Submersion إلى الوصول إلى مكتبة الصور لإضافة صور الغوص.
de: Submersion benoetigt Zugriff auf Ihre Fotobibliothek, um Tauchfotos hinzuzufuegen.
es: Submersion necesita acceso a tu biblioteca de fotos para agregar fotos de buceo.
fr: Submersion a besoin d'acceder a votre phototheque pour ajouter des photos de plongee.
he: Submersion זקוקה לגישה לספריית התמונות שלך כדי להוסיף תמונות צלילה.
hu: A Submersion hozzaferest igenyel a fotogaleriajahoz merülesi fotok hozzaadasahoz.
it: Submersion ha bisogno dell'accesso alla tua libreria foto per aggiungere foto delle immersioni.
nl: Submersion heeft toegang tot je fotobibliotheek nodig om duikfoto's toe te voegen.
pt: O Submersion precisa de acesso a sua biblioteca de fotos para adicionar fotos de mergulho.

# media_photoPicker_permissionTitle
source: Photo Access Required
ar: مطلوب الوصول إلى الصور
de: Fotozugriff erforderlich
es: Se requiere acceso a fotos
fr: Acces aux photos requis
he: נדרשת גישה לתמונות
hu: Foto hozzaferes szukseges
it: Accesso alle foto richiesto
nl: Fototoegang vereist
pt: Acesso a Fotos Necessario

# media_photoPicker_showingPhotosFromRange
source: Showing photos from {rangeText}
ar: عرض الصور من {rangeText}
de: Fotos werden angezeigt von {rangeText}
es: Mostrando fotos de {rangeText}
fr: Photos de la periode {rangeText}
he: מציג תמונות מ-{rangeText}
hu: Fotok megjelenites: {rangeText}
it: Foto mostrate dal periodo {rangeText}
nl: Foto's worden getoond van {rangeText}
pt: Mostrando fotos de {rangeText}

# media_photoPicker_thumbnailToggleLabel
source: Toggle selection for photo
ar: تبديل اختيار الصورة
de: Auswahl fuer Foto umschalten
es: Alternar seleccion de foto
fr: Basculer la selection de la photo
he: החלף מצב בחירה לתמונה
hu: Foto kivalasztasanak valtoztatas
it: Attiva/disattiva selezione foto
nl: Selectie voor foto aan/uit
pt: Alternar selecao da foto

# media_photoPicker_thumbnailToggleSelectedLabel
source: Toggle selection for photo, selected
ar: تبديل اختيار الصورة، محددة
de: Auswahl fuer Foto umschalten, ausgewaehlt
es: Alternar seleccion de foto, seleccionada
fr: Basculer la selection de la photo, selectionnee
he: החלף מצב בחירה לתמונה, נבחרה
hu: Foto kivalasztasanak valtoztatas, kivalasztva
it: Attiva/disattiva selezione foto, selezionata
nl: Selectie voor foto aan/uit, geselecteerd
pt: Alternar selecao da foto, selecionada

# media_photoViewer_cannotShare
source: Cannot share this photo
ar: لا يمكن مشاركة هذه الصورة
de: Dieses Foto kann nicht geteilt werden
es: No se puede compartir esta foto
fr: Impossible de partager cette photo
he: לא ניתן לשתף תמונה זו
hu: Nem oszthato meg ez a foto
it: Impossibile condividere questa foto
nl: Kan deze foto niet delen
pt: Nao e possivel compartilhar esta foto

# media_photoViewer_cannotWriteMetadata
source: Cannot write metadata - media not linked to library
ar: لا يمكن كتابة البيانات الوصفية - الوسائط غير مرتبطة بالمكتبة
de: Metadaten koennen nicht geschrieben werden - Medium nicht mit Bibliothek verknuepft
es: No se pueden escribir los metadatos: medio no vinculado a la biblioteca
fr: Impossible d'ecrire les metadonnees - media non lie a la bibliotheque
he: לא ניתן לכתוב מטא-נתונים - המדיה אינה מקושרת לספרייה
hu: Nem irhato metaadat - a media nincs a konyvtarhoz csatolva
it: Impossibile scrivere i metadati - media non collegato alla libreria
nl: Kan metadata niet schrijven - media niet gekoppeld aan bibliotheek
pt: Nao e possivel gravar metadados - midia nao vinculada a biblioteca

# media_photoViewer_closeTooltip
source: Close photo viewer
ar: إغلاق عارض الصور
de: Fotoanzeige schliessen
es: Cerrar visor de fotos
fr: Fermer la visionneuse
he: סגור מציג תמונות
hu: Foto megtekintobezerarasa
it: Chiudi visualizzatore foto
nl: Fotoviewer sluiten
pt: Fechar visualizador de fotos

# media_photoViewer_diveDataWrittenToPhoto
source: Dive data written to photo
ar: تمت كتابة بيانات الغوصة على الصورة
de: Tauchdaten in Foto geschrieben
es: Datos de inmersion escritos en la foto
fr: Donnees de plongee ecrites sur la photo
he: נתוני צלילה נכתבו לתמונה
hu: Merülesi adatok irva a fotora
it: Dati immersione scritti nella foto
nl: Duikgegevens naar foto geschreven
pt: Dados do mergulho gravados na foto

# media_photoViewer_diveDataWrittenToVideo
source: Dive data written to video
ar: تمت كتابة بيانات الغوصة على الفيديو
de: Tauchdaten in Video geschrieben
es: Datos de inmersion escritos en el video
fr: Donnees de plongee ecrites sur la video
he: נתוני צלילה נכתבו לסרטון
hu: Merülesi adatok irva a videora
it: Dati immersione scritti nel video
nl: Duikgegevens naar video geschreven
pt: Dados do mergulho gravados no video

# media_photoViewer_errorLoadingPhotos
source: Error loading photos: {error}
ar: خطأ في تحميل الصور: {error}
de: Fehler beim Laden der Fotos: {error}
es: Error al cargar fotos: {error}
fr: Erreur lors du chargement des photos : {error}
he: שגיאה בטעינת תמונות: {error}
hu: Hiba a fotok betoltesekor: {error}
it: Errore nel caricamento delle foto: {error}
nl: Fout bij laden van foto's: {error}
pt: Erro ao carregar fotos: {error}

# media_photoViewer_failedToLoadImage
source: Failed to load image
ar: فشل في تحميل الصورة
de: Bild konnte nicht geladen werden
es: Error al cargar la imagen
fr: Echec du chargement de l'image
he: טעינת התמונה נכשלה
hu: Nem sikerult a kep betoltese
it: Impossibile caricare l'immagine
nl: Kan afbeelding niet laden
pt: Falha ao carregar imagem

# media_photoViewer_failedToLoadVideo
source: Failed to load video
ar: فشل في تحميل الفيديو
de: Video konnte nicht geladen werden
es: Error al cargar el video
fr: Echec du chargement de la video
he: טעינת הסרטון נכשלה
hu: Nem sikerult a video betoltese
it: Impossibile caricare il video
nl: Kan video niet laden
pt: Falha ao carregar video

# media_photoViewer_failedToShare
source: Failed to share: {error}
ar: فشل في المشاركة: {error}
de: Teilen fehlgeschlagen: {error}
es: Error al compartir: {error}
fr: Echec du partage : {error}
he: השיתוף נכשל: {error}
hu: Nem sikerult a megosztas: {error}
it: Condivisione non riuscita: {error}
nl: Delen mislukt: {error}
pt: Falha ao compartilhar: {error}

# media_photoViewer_failedToWriteMetadata
source: Failed to write metadata
ar: فشل في كتابة البيانات الوصفية
de: Metadaten konnten nicht geschrieben werden
es: Error al escribir los metadatos
fr: Echec de l'ecriture des metadonnees
he: כתיבת המטא-נתונים נכשלה
hu: Nem sikerult a metaadat irasa
it: Impossibile scrivere i metadati
nl: Kan metadata niet schrijven
pt: Falha ao gravar metadados

# media_photoViewer_failedToWriteMetadataError
source: Failed to write metadata: {error}
ar: فشل في كتابة البيانات الوصفية: {error}
de: Metadaten konnten nicht geschrieben werden: {error}
es: Error al escribir los metadatos: {error}
fr: Echec de l'ecriture des metadonnees : {error}
he: כתיבת המטא-נתונים נכשלה: {error}
hu: Nem sikerult a metaadat irasa: {error}
it: Impossibile scrivere i metadati: {error}
nl: Kan metadata niet schrijven: {error}
pt: Falha ao gravar metadados: {error}

# media_photoViewer_noPhotosAvailable
source: No photos available
ar: لا توجد صور متاحة
de: Keine Fotos verfuegbar
es: No hay fotos disponibles
fr: Aucune photo disponible
he: אין תמונות זמינות
hu: Nincsenek elerheto fotok
it: Nessuna foto disponibile
nl: Geen foto's beschikbaar
pt: Nenhuma foto disponivel

# media_photoViewer_playPauseVideoLabel
source: Play or pause video
ar: تشغيل أو إيقاف الفيديو
de: Video abspielen oder pausieren
es: Reproducir o pausar video
fr: Lire ou mettre en pause la video
he: הפעל או השהה סרטון
hu: Video lejatszasa vagy szüneteltetese
it: Riproduci o metti in pausa il video
nl: Video afspelen of pauzeren
pt: Reproduzir ou pausar video

# media_photoViewer_seekVideoLabel
source: Seek video position
ar: تحريك موضع الفيديو
de: Videoposition suchen
es: Buscar posicion del video
fr: Deplacer la position de la video
he: דלג למיקום בסרטון
hu: Video pozicio keresese
it: Cerca posizione nel video
nl: Videopositie zoeken
pt: Buscar posicao do video

# media_photoViewer_shareTooltip
source: Share photo
ar: مشاركة الصورة
de: Foto teilen
es: Compartir foto
fr: Partager la photo
he: שתף תמונה
hu: Foto megosztasa
it: Condividi foto
nl: Foto delen
pt: Compartilhar foto

# media_photoViewer_toggleOverlayLabel
source: Toggle photo overlay
ar: تبديل طبقة الصورة
de: Foto-Overlay umschalten
es: Alternar superposicion de foto
fr: Basculer la superposition photo
he: החלף שכבת-על של תמונה
hu: Foto feliratok ki/be kapcsolasa
it: Attiva/disattiva sovrapposizione foto
nl: Foto-overlay aan/uit
pt: Alternar sobreposicao da foto

# media_photoViewer_videoFileNotFound
source: Video file not found
ar: ملف الفيديو غير موجود
de: Videodatei nicht gefunden
es: Archivo de video no encontrado
fr: Fichier video introuvable
he: קובץ הסרטון לא נמצא
hu: Video fajl nem talalhato
it: File video non trovato
nl: Videobestand niet gevonden
pt: Arquivo de video nao encontrado

# media_photoViewer_videoNotLinked
source: Video not linked to library
ar: الفيديو غير مرتبط بالمكتبة
de: Video nicht mit Bibliothek verknuepft
es: Video no vinculado a la biblioteca
fr: Video non liee a la bibliotheque
he: הסרטון אינו מקושר לספרייה
hu: A video nincs a konyvtarhoz csatolva
it: Video non collegato alla libreria
nl: Video niet gekoppeld aan bibliotheek
pt: Video nao vinculado a biblioteca

# media_photoViewer_writeDiveDataTooltip
source: Write dive data to photo
ar: كتابة بيانات الغوصة على الصورة
de: Tauchdaten in Foto schreiben
es: Escribir datos de inmersion en la foto
fr: Ecrire les donnees de plongee sur la photo
he: כתוב נתוני צלילה לתמונה
hu: Merülesi adatok irasa a fotora
it: Scrivi dati immersione nella foto
nl: Duikgegevens naar foto schrijven
pt: Gravar dados do mergulho na foto

# media_quickSiteDialog_cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# media_quickSiteDialog_createButton
source: Create Site
ar: إنشاء موقع غوص
de: Tauchplatz erstellen
es: Crear punto
fr: Creer le site
he: צור אתר
hu: Merülohely letrehozasa
it: Crea sito
nl: Duikstek aanmaken
pt: Criar Ponto

# media_quickSiteDialog_description
source: Create a new dive site using GPS coordinates from your photo.
ar: إنشاء موقع غوص جديد باستخدام إحداثيات GPS من صورتك.
de: Erstellen Sie einen neuen Tauchplatz mit GPS-Koordinaten aus Ihrem Foto.
es: Crea un nuevo punto de buceo usando las coordenadas GPS de tu foto.
fr: Creez un nouveau site de plongee a partir des coordonnees GPS de votre photo.
he: צור אתר צלילה חדש באמצעות קואורדינטות GPS מהתמונה שלך.
hu: Uj merülohely letrehozasa a foto GPS koordinatai alapjan.
it: Crea un nuovo sito di immersione utilizzando le coordinate GPS dalla tua foto.
nl: Maak een nieuwe duikstek aan met GPS-coordinaten uit je foto.
pt: Crie um novo ponto de mergulho usando coordenadas GPS da sua foto.

# media_quickSiteDialog_siteNameError
source: Please enter a site name
ar: يرجى إدخال اسم الموقع
de: Bitte geben Sie einen Tauchplatznamen ein
es: Por favor, introduce un nombre de punto
fr: Veuillez entrer un nom de site
he: נא להזין שם אתר
hu: Kerem, adja meg a merülohely nevet
it: Inserisci un nome per il sito
nl: Voer een naam voor de duikstek in
pt: Por favor, insira um nome para o ponto

# media_quickSiteDialog_siteNameHint
source: Enter a name for this site
ar: أدخل اسمًا لهذا الموقع
de: Geben Sie einen Namen fuer diesen Tauchplatz ein
es: Introduce un nombre para este punto
fr: Entrez un nom pour ce site
he: הזן שם לאתר זה
hu: Adjon meg egy nevet ehhez a merülohelyhez
it: Inserisci un nome per questo sito
nl: Voer een naam in voor deze duikstek
pt: Insira um nome para este ponto

# media_quickSiteDialog_siteNameLabel
source: Site Name
ar: اسم الموقع
de: Tauchplatzname
es: Nombre del punto
fr: Nom du site
he: שם האתר
hu: Merülohely neve
it: Nome sito
nl: Naam duikstek
pt: Nome do Ponto

# media_quickSiteDialog_title
source: Create Dive Site
ar: إنشاء موقع غوص
de: Tauchplatz erstellen
es: Crear punto de buceo
fr: Creer un site de plongee
he: יצירת אתר צלילה
hu: Merülohely letrehozasa
it: Crea sito di immersione
nl: Duikstek aanmaken
pt: Criar Ponto de Mergulho

# media_scanResults_allPhotosLinked
source: All photos already linked
ar: جميع الصور مرتبطة بالفعل
de: Alle Fotos bereits verknuepft
es: Todas las fotos ya estan vinculadas
fr: Toutes les photos sont deja associees
he: כל התמונות כבר מקושרות
hu: Minden foto mar csatolva van
it: Tutte le foto già collegate
nl: Alle foto's al gekoppeld
pt: Todas as fotos ja vinculadas
