Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# settings_decompression_aboutContent
source: Gradient Factors (GF) control how conservative your decompression calculations are. GF Low affects deep stops, while GF High affects shallow stops. Lower values = more conservative = longer deco stops Higher values = less conservative = shorter deco stops
ar: تتحكم عوامل التدرج (GF) في مدى تحفظ حسابات تخفيف الضغط. يؤثر GF المنخفض على محطات التوقف العميقة، بينما يؤثر GF المرتفع على محطات التوقف الضحلة. قيم أقل = أكثر تحفظًا = محطات تخفيف ضغط أطول قيم أعلى = أقل تحفظًا = محطات تخفيف ضغط أقصر
de: Gradientenfaktoren (GF) steuern, wie konservativ Ihre Dekompressionsberechnungen sind. GF Low beeinflusst tiefe Stopps, waehrend GF High flache Stopps beeinflusst. Niedrigere Werte = konservativer = laengere Dekostopps Hoehere Werte = weniger konservativ = kuerzere Dekostopps
es: Los factores de gradiente (GF) controlan que tan conservadores son tus calculos de descompresion. GF Low afecta las paradas profundas, mientras que GF High afecta las paradas someras. Valores mas bajos = mas conservador = paradas de deco mas largas Valores mas altos = menos conservador = paradas de deco mas cortas
fr: Les Gradient Factors (GF) controlent le niveau de conservatisme de vos calculs de decompression. Le GF Low affecte les paliers profonds, tandis que le GF High affecte les paliers peu profonds. Valeurs plus basses = plus conservateur = paliers deco plus longs Valeurs plus hautes = moins conservateur = paliers deco plus courts
he: גורמי שיפוע (GF) קובעים עד כמה שמרניים חישובי הדקומפרסיה שלך. GF Low משפיע על עצירות עמוקות, בעוד GF High משפיע על עצירות רדודות. ערכים נמוכים יותר = שמרני יותר = עצירות דקו ארוכות יותר ערכים גבוהים יותר = פחות שמרני = עצירות דקו קצרות יותר
hu: A Gradiens Faktorok (GF) szabalyozzak, mennyire konzervatív a dekompressziós szamitas. A GF Low a mely megallokra, mig a GF High a sekely megallokra hat. Alacsonyabb ertekek = konzervativabb = hosszabb deko megallok Magasabb ertekek = kevesbe konzervatív = rovidebb deko megallok
it: I fattori di gradiente (GF) controllano quanto conservative sono le tue decompressioni. GF Low influenza le soste profonde, mentre GF High influenza le soste poco profonde. Valori più bassi = più conservativo = soste deco più lunghe Valori più alti = meno conservativo = soste deco più brevi
nl: Gradientfactoren (GF) bepalen hoe conservatief je decompressieberekeningen zijn. GF Low beinvloedt diepe stops, terwijl GF High ondiepe stops beinvloedt. Lagere waarden = conservatiever = langere decostops Hogere waarden = minder conservatief = kortere decostops
pt: Fatores de Gradiente (GF) controlam o quao conservadores sao seus calculos de descompressao. GF Low afeta paradas profundas, enquanto GF High afeta paradas rasas. Valores mais baixos = mais conservador = paradas deco mais longas Valores mais altos = menos conservador = paradas deco mais curtas

# settings_decompression_aboutTitle
source: About Gradient Factors
ar: حول عوامل التدرج
de: Ueber Gradientenfaktoren
es: Acerca de los factores de gradiente
fr: A propos des Gradient Factors
he: אודות גורמי שיפוע
hu: Gradiens Faktorokrol
it: Informazioni sui fattori di gradiente
nl: Over gradientfactoren
pt: Sobre Fatores de Gradiente

# settings_decompression_currentSettings
source: Current Settings
ar: الإعدادات الحالية
de: Aktuelle Einstellungen
es: Ajustes actuales
fr: Reglages actuels
he: הגדרות נוכחיות
hu: Jelenlegi beallitasok
it: Impostazioni attuali
nl: Huidige instellingen
pt: Configuracoes Atuais

# settings_decompression_dialog_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# settings_decompression_dialog_conservatismHint
source: Lower values = more conservative (longer NDL/more deco)
ar: قيم أقل = أكثر تحفظًا (NDL أطول / تخفيف ضغط أكثر)
de: Niedrigere Werte = konservativer (laengere NDL/mehr Deko)
es: Valores mas bajos = mas conservador (NDL mas largo/mas deco)
fr: Valeurs plus basses = plus conservateur (NDL plus longue / plus de deco)
he: ערכים נמוכים יותר = שמרני יותר (NDL ארוך יותר / יותר דקו)
hu: Alacsonyabb ertekek = konzervativabb (hosszabb NDL/tobb deko)
it: Valori più bassi = più conservativo (NDL più lungo/più deco)
nl: Lagere waarden = conservatiever (langere NDL/meer deco)
pt: Valores mais baixos = mais conservador (NDL mais longo/mais deco)

# settings_decompression_dialog_customValues
source: Custom Values
ar: قيم مخصصة
de: Benutzerdefinierte Werte
es: Valores personalizados
fr: Valeurs personnalisees
he: ערכים מותאמים אישית
hu: Egyedi ertekek
it: Valori personalizzati
nl: Aangepaste waarden
pt: Valores Personalizados

# settings_decompression_dialog_gfHigh
source: GF High
ar: GF المرتفع

# settings_decompression_dialog_gfLow
source: GF Low
ar: GF المنخفض

# settings_decompression_dialog_info
source: GF Low/High control how conservative your NDL and deco calculations are.
ar: يتحكم GF المنخفض/المرتفع في مدى تحفظ حسابات NDL وتخفيف الضغط.
de: GF Low/High steuern, wie konservativ Ihre NDL- und Deko-Berechnungen sind.
es: GF Low/High controlan que tan conservadores son tus calculos de NDL y deco.
fr: GF Low/High controlent le niveau de conservatisme de vos calculs de NDL et de decompression.
he: GF Low/High קובעים עד כמה שמרניים חישובי ה-NDL והדקו שלך.
hu: A GF Low/High szabalyozza, mennyire konzervativak az NDL es deko szamitasok.
it: GF Low/High controllano quanto conservativi sono i calcoli NDL e deco.
nl: GF Low/High bepalen hoe conservatief je NDL- en decoberekeningen zijn.
pt: GF Low/High controlam o quao conservadores sao seus calculos de NDL e deco.

# settings_decompression_dialog_presets
source: Presets
ar: إعدادات مسبقة
de: Voreinstellungen
es: Preajustes
fr: Preselections
he: הגדרות מוכנות
hu: Elore beallitott ertekek
it: Preset
nl: Voorinstellingen
pt: Predefinicoes

# settings_decompression_dialog_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# settings_decompression_dialog_title
source: Gradient Factors
ar: عوامل التدرج
de: Gradientenfaktoren
es: Factores de gradiente
he: גורמי שיפוע
hu: Gradiens Faktorok
it: Fattori di gradiente
nl: Gradientfactoren
pt: Fatores de Gradiente

# settings_decompression_header_gradientFactors
source: Gradient Factors
ar: عوامل التدرج
de: Gradientenfaktoren
es: Factores de gradiente
he: גורמי שיפוע
hu: Gradiens Faktorok
it: Fattori di gradiente
nl: Gradientfactoren
pt: Fatores de Gradiente

# settings_decompression_preset_selectLabel
source: Select {presetName} conservatism preset
ar: اختيار إعداد التحفظ المسبق {presetName}
de: Voreinstellung {presetName} fuer Konservativitaet auswaehlen
es: Seleccionar preajuste de conservadurismo {presetName}
fr: Selectionner le niveau de conservatisme {presetName}
he: בחר הגדרת שמרנות {presetName}
hu: {presetName} konzervativizmus elore beallitott ertek kivalasztasa
it: Seleziona preset di conservatismo {presetName}
nl: Selecteer {presetName} conservatismevoorinstelling
pt: Selecionar predefinicao de conservadorismo {presetName}

# settings_existingDb_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# settings_existingDb_continue
source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
he: המשך
hu: Folytatas
it: Continua
nl: Doorgaan
pt: Continuar

# settings_existingDb_current
source: Current
ar: الحالية
de: Aktuell
es: Actual
fr: Actuelle
he: נוכחי
hu: Jelenlegi
it: Attuale
nl: Huidig
pt: Atual

# settings_existingDb_dialog_message
source: A Submersion database already exists in this folder.
ar: توجد بالفعل قاعدة بيانات Submersion في هذا المجلد.
de: In diesem Ordner existiert bereits eine Submersion-Datenbank.
es: Ya existe una base de datos de Submersion en esta carpeta.
fr: Une base de donnees Submersion existe deja dans ce dossier.
he: מסד נתונים של Submersion כבר קיים בתיקייה זו.
hu: Egy Submersion adatbazis mar letezik ebben a mappaban.
it: Un database Submersion esiste già in questa cartella.
nl: Er bestaat al een Submersion-database in deze map.
pt: Um banco de dados do Submersion ja existe nesta pasta.

# settings_existingDb_dialog_title
source: Existing Database Found
ar: تم العثور على قاعدة بيانات موجودة
de: Vorhandene Datenbank gefunden
es: Base de datos existente encontrada
fr: Base de donnees existante trouvee
he: נמצא מסד נתונים קיים
hu: Letezo adatbazis talalva
it: Database esistente trovato
nl: Bestaande database gevonden
pt: Banco de Dados Existente Encontrado

# settings_existingDb_existing
source: Existing
ar: الموجودة
de: Vorhanden
es: Existente
fr: Existante
he: קיים
hu: Letezo
it: Esistente
nl: Bestaand
pt: Existente

# settings_existingDb_replaceWarning
source: The existing database will be backed up before being replaced.
ar: سيتم إنشاء نسخة احتياطية من قاعدة البيانات الموجودة قبل استبدالها.
de: Die vorhandene Datenbank wird vor dem Ersetzen gesichert.
es: Se creara un respaldo de la base de datos existente antes de reemplazarla.
fr: La base de donnees existante sera sauvegardee avant d'etre remplacee.
he: מסד הנתונים הקיים יגובה לפני ההחלפה.
hu: A letezo adatbazisrol biztonsagi mentes keszül a csere elott.
it: Il database esistente verrà salvato come backup prima di essere sostituito.
nl: Van de bestaande database wordt een back-up gemaakt voordat deze wordt vervangen.
pt: O banco de dados existente sera copiado como backup antes de ser substituido.

# settings_existingDb_replaceWithMyData
source: Replace with my data
ar: استبدال ببياناتي
de: Mit meinen Daten ersetzen
es: Reemplazar con mis datos
fr: Remplacer par mes donnees
he: החלף בנתונים שלי
hu: Csere a sajat adataimmal
it: Sostituisci con i miei dati
nl: Vervangen door mijn gegevens
pt: Substituir com meus dados

# settings_existingDb_replaceWithMyData_subtitle
source: Overwrite with your current database
ar: الكتابة فوقها بقاعدة بياناتك الحالية
de: Mit Ihrer aktuellen Datenbank ueberschreiben
es: Sobrescribir con tu base de datos actual
fr: Ecraser avec votre base de donnees actuelle
he: דרוס במסד הנתונים הנוכחי שלך
hu: Felüliras a jelenlegi adatbazissal
it: Sovrascrivi con il tuo database attuale
nl: Overschrijven met je huidige database
pt: Sobrescrever com seu banco de dados atual

# settings_existingDb_stat_buddies
source: Buddies
ar: الرفاق
de: Tauchpartner
es: Companeros
fr: Binomes
he: חברי צלילה
hu: Merülopartnerek
it: Compagni
nl: Buddy's
pt: Duplas

# settings_existingDb_stat_dives
source: Dives
ar: الغوصات
de: Tauchgaenge
es: Inmersiones
fr: Plongees
he: צלילות
hu: Merülesek
it: Immersioni
nl: Duiken
pt: Mergulhos

# settings_existingDb_stat_sites
source: Sites
ar: المواقع
de: Tauchplaetze
es: Puntos
he: אתרים
hu: Merülohelyek
it: Siti
nl: Duikstekken
pt: Pontos

# settings_existingDb_stat_trips
source: Trips
ar: الرحلات
de: Reisen
es: Viajes
fr: Voyages
he: טיולים
hu: Utak
it: Viaggi
nl: Reizen
pt: Viagens

# settings_existingDb_stat_users
source: Users
ar: المستخدمون
de: Benutzer
es: Usuarios
fr: Utilisateurs
he: משתמשים
hu: Felhasznalok
it: Utenti
nl: Gebruikers
pt: Usuarios

# settings_existingDb_unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pt: Desconhecido

# settings_existingDb_useExisting
source: Use existing database
ar: استخدام قاعدة البيانات الموجودة
de: Vorhandene Datenbank verwenden
es: Usar base de datos existente
fr: Utiliser la base existante
he: השתמש במסד הנתונים הקיים
hu: Letezo adatbazis hasznalata
it: Usa database esistente
nl: Bestaande database gebruiken
pt: Usar banco de dados existente

# settings_existingDb_useExisting_subtitle
source: Switch to the database in this folder
ar: التبديل إلى قاعدة البيانات في هذا المجلد
de: Zur Datenbank in diesem Ordner wechseln
es: Cambiar a la base de datos en esta carpeta
fr: Basculer vers la base de donnees de ce dossier
he: עבור למסד הנתונים בתיקייה זו
hu: Valtas az ebben a mappaban levo adatbazisra
it: Passa al database in questa cartella
nl: Overschakelen naar de database in deze map
pt: Alternar para o banco de dados nesta pasta

# settings_gfPreset_custom_description
source: Set your own values
ar: تعيين القيم الخاصة بك
de: Eigene Werte festlegen
es: Establece tus propios valores
fr: Definissez vos propres valeurs
he: הגדר ערכים משלך
hu: Sajat ertekek megadasa
it: Imposta i tuoi valori
nl: Stel je eigen waarden in
pt: Defina seus proprios valores

# settings_gfPreset_custom_name
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalise
he: מותאם אישית
hu: Egyedi
it: Personalizzato
nl: Aangepast
pt: Personalizado

# settings_gfPreset_high_description
source: Most conservative, longer deco stops
ar: الأكثر تحفظًا، محطات تخفيف ضغط أطول
de: Am konservativsten, laengere Dekostopps
es: Mas conservador, paradas de deco mas largas
fr: Le plus conservateur, paliers deco plus longs
he: הכי שמרני, עצירות דקו ארוכות יותר
hu: Legkonzervativabb, hosszabb deko megallok
it: Più conservativo, soste deco più lunghe
nl: Meest conservatief, langere decostops
pt: Mais conservador, paradas deco mais longas

# settings_gfPreset_high_name
source: High
ar: مرتفع
de: Hoch
es: Alto
fr: Eleve
he: גבוה
hu: Magas
it: Alto
nl: Hoog
pt: Alto

# settings_gfPreset_low_description
source: Least conservative, shorter deco
ar: الأقل تحفظًا، تخفيف ضغط أقصر
de: Am wenigsten konservativ, kuerzere Deko
es: Menos conservador, deco mas corta
fr: Le moins conservateur, deco plus courte
he: הכי פחות שמרני, דקו קצר יותר
hu: Legkevesbe konzervatív, rovidebb deko
it: Meno conservativo, deco più breve
nl: Minst conservatief, kortere deco
pt: Menos conservador, deco mais curta

# settings_gfPreset_low_name
source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Faible
he: נמוך
hu: Alacsony
it: Basso
nl: Laag
pt: Baixo

# settings_gfPreset_medium_description
source: Balanced approach
ar: نهج متوازن
de: Ausgewogener Ansatz
es: Enfoque equilibrado
fr: Approche equilibree
he: גישה מאוזנת
hu: Kiegyensulyozott megközelites
it: Approccio bilanciato
nl: Gebalanceerde aanpak
pt: Abordagem equilibrada

# settings_gfPreset_medium_name
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
he: בינוני
hu: Közepes
it: Medio
nl: Middel
pt: Medio

# settings_import_dialog_title
source: Importing Data
ar: جارٍ استيراد البيانات
de: Daten werden importiert
es: Importando datos
fr: Importation des donnees
he: ייבוא נתונים
hu: Adatok importalasa
it: Importazione dati
nl: Gegevens importeren
pt: Importando Dados

# settings_import_doNotClose
source: Please do not close the app
ar: يرجى عدم إغلاق التطبيق
de: Bitte schliessen Sie die App nicht
es: Por favor, no cierres la aplicacion
fr: Veuillez ne pas fermer l'application
he: נא לא לסגור את האפליקציה
hu: Kerem, ne zarja be az alkalmazast
it: Non chiudere l'app
nl: Sluit de app niet
pt: Por favor, nao feche o aplicativo

# settings_import_itemCount
source: {current} of {total}
ar: {current} من {total}
de: {current} von {total}
es: {current} de {total}
fr: {current} sur {total}
he: {current} מתוך {total}
hu: {current} / {total}
it: {current} di {total}
nl: {current} van {total}
pt: {current} de {total}

# settings_import_phase_buddies
source: Importing buddies...
ar: جارٍ استيراد الرفاق...
de: Tauchpartner werden importiert...
es: Importando companeros...
fr: Importation des binomes...
he: מייבא חברי צלילה...
hu: Merülopartnerek importalasa...
it: Importazione compagni...
nl: Buddy's importeren...
pt: Importando duplas...

# settings_import_phase_certifications
source: Importing certifications...
ar: جارٍ استيراد الشهادات...
de: Zertifizierungen werden importiert...
es: Importando certificaciones...
fr: Importation des certifications...
he: מייבא הסמכות...
hu: Tanusitványok importalasa...
it: Importazione certificazioni...
nl: Certificeringen importeren...
pt: Importando certificacoes...

# settings_import_phase_complete
source: Finalizing...
ar: جارٍ الإنهاء...
de: Wird abgeschlossen...
es: Finalizando...
fr: Finalisation...
he: מסיים...
hu: Befejez...
it: Finalizzazione...
nl: Afronden...
pt: Finalizando...

# settings_import_phase_diveCenters
source: Importing dive centers...
ar: جارٍ استيراد مراكز الغوص...
de: Tauchzentren werden importiert...
es: Importando centros de buceo...
fr: Importation des centres de plongee...
he: מייבא מרכזי צלילה...
hu: Merülokozpontok importalasa...
it: Importazione centri immersione...
nl: Duikcentra importeren...
pt: Importando centros de mergulho...

# settings_import_phase_diveTypes
source: Importing dive types...
ar: جارٍ استيراد أنواع الغوص...
de: Taucharten werden importiert...
es: Importando tipos de inmersion...
fr: Importation des types de plongee...
he: מייבא סוגי צלילה...
hu: Merüles tipusok importalasa...
it: Importazione tipi di immersione...
nl: Duiktypes importeren...
pt: Importando tipos de mergulho...

# settings_import_phase_dives
source: Importing dives...
ar: جارٍ استيراد الغوصات...
de: Tauchgaenge werden importiert...
es: Importando inmersiones...
fr: Importation des plongees...
he: מייבא צלילות...
hu: Merülesek importalasa...
it: Importazione immersioni...
nl: Duiken importeren...
pt: Importando mergulhos...

# settings_import_phase_equipment
source: Importing equipment...
ar: جارٍ استيراد المعدات...
de: Ausruestung wird importiert...
es: Importando equipos...
fr: Importation de l'equipement...
he: מייבא ציוד...
hu: Felszereles importalasa...
it: Importazione attrezzatura...
nl: Uitrusting importeren...
pt: Importando equipamentos...

# settings_import_phase_equipmentSets
source: Importing equipment sets...
ar: جارٍ استيراد مجموعات المعدات...
de: Ausruestungssets werden importiert...
es: Importando conjuntos de equipos...
fr: Importation des kits d'equipement...
he: מייבא ערכות ציוד...
hu: Felszereles szettek importalasa...
it: Importazione set attrezzatura...
nl: Uitrustingssets importeren...
pt: Importando conjuntos de equipamentos...

# settings_import_phase_parsing
source: Parsing file...
ar: جارٍ تحليل الملف...
de: Datei wird analysiert...
es: Analizando archivo...
fr: Analyse du fichier...
he: מנתח קובץ...
hu: Fajl elemzese...
it: Analisi file...
nl: Bestand verwerken...
pt: Analisando arquivo...

# settings_import_phase_preparing
source: Preparing...
ar: جارٍ التحضير...
de: Wird vorbereitet...
es: Preparando...
fr: Preparation...
he: מכין...
hu: Elokeszites...
it: Preparazione...
nl: Voorbereiden...
pt: Preparando...

# settings_import_phase_sites
source: Importing dive sites...
ar: جارٍ استيراد مواقع الغوص...
de: Tauchplaetze werden importiert...
es: Importando puntos de buceo...
fr: Importation des sites de plongee...
he: מייבא אתרי צלילה...
hu: Merülohelyek importalasa...
it: Importazione siti di immersione...
nl: Duikstekken importeren...
pt: Importando pontos de mergulho...

# settings_import_phase_tags
source: Importing tags...
ar: جارٍ استيراد العلامات...
de: Tags werden importiert...
es: Importando etiquetas...
fr: Importation des etiquettes...
he: מייבא תגיות...
hu: Cimkek importalasa...
it: Importazione tag...
nl: Labels importeren...
pt: Importando tags...

# settings_import_phase_trips
source: Importing trips...
ar: جارٍ استيراد الرحلات...
de: Reisen werden importiert...
es: Importando viajes...
fr: Importation des voyages...
he: מייבא טיולים...
hu: Utak importalasa...
it: Importazione viaggi...
nl: Reizen importeren...
pt: Importando viagens...

# settings_import_progressLabel
source: {phase}, {current} of {total}
ar: {phase}، {current} من {total}
de: {phase}, {current} von {total}
es: {phase}, {current} de {total}
fr: {phase}, {current} sur {total}
he: {phase}, {current} מתוך {total}
hu: {phase}, {current} / {total}
it: {phase}, {current} di {total}
nl: {phase}, {current} van {total}
pt: {phase}, {current} de {total}

# settings_import_progressPercent
source: Import progress: {percent} percent
ar: تقدم الاستيراد: {percent} بالمئة
de: Importfortschritt: {percent} Prozent
es: Progreso de importacion: {percent} por ciento
fr: Progression de l'importation : {percent} pour cent
he: התקדמות ייבוא: {percent} אחוז
hu: Importalas haladasa: {percent} szazalek
it: Progresso importazione: {percent} percento
nl: Importvoortgang: {percent} procent
pt: Progresso da importacao: {percent} por cento

# settings_language_appBar_title
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
he: שפה
hu: Nyelv
it: Lingua
nl: Taal
pt: Idioma

# settings_language_selected
source: Selected
ar: محدد
de: Ausgewaehlt
es: Seleccionado
fr: Selectionnee
he: נבחר
hu: Kivalasztva
it: Selezionata
nl: Geselecteerd
pt: Selecionado

# settings_language_systemDefault
source: System Default
ar: الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fr: Defaut du systeme
he: ברירת מחדל של המערכת
hu: Rendszer alapertelmezett
it: Predefinito di sistema
nl: Systeemstandaard
pt: Padrao do Sistema

# settings_manage_diveTypes
source: Dive Types
ar: أنواع الغوص
de: Taucharten
es: Tipos de inmersion
fr: Types de plongee
he: סוגי צלילה
hu: Merüles tipusok
it: Tipi di immersione
nl: Duiktypes
pt: Tipos de Mergulho

# settings_manage_diveTypes_subtitle
source: Manage custom dive types
ar: إدارة أنواع الغوص المخصصة
de: Benutzerdefinierte Taucharten verwalten
es: Administrar tipos de inmersion personalizados
fr: Gerer les types de plongee personnalises
he: ניהול סוגי צלילה מותאמים אישית
hu: Egyedi merüles tipusok kezelese
it: Gestisci tipi di immersione personalizzati
nl: Aangepaste duiktypes beheren
pt: Gerenciar tipos de mergulho personalizados

# settings_manage_header_manageData
source: Manage Data
ar: إدارة البيانات
de: Daten verwalten
es: Administrar datos
fr: Gestion des donnees
he: ניהול נתונים
hu: Adatok kezelese
it: Gestisci dati
nl: Gegevens beheren
pt: Gerenciar Dados

# settings_manage_species
source: Species
ar: الأنواع
de: Arten
es: Especies
fr: Especes
he: מינים
hu: Fajok
it: Specie
nl: Soorten
pt: Especies

# settings_manage_species_subtitle
source: Manage marine life species catalog
ar: إدارة كتالوج أنواع الحياة البحرية
de: Meeresbewohner-Artenkatalog verwalten
es: Administrar catalogo de especies de vida marina
fr: Gerer le catalogue d'especes marines
he: ניהול קטלוג מיני חי ימי
hu: Tengeri elolenyek fajkatalogusanak kezelese
it: Gestisci catalogo specie marine
nl: Zeelevensoortencatalogus beheren
pt: Gerenciar catalogo de especies de vida marinha

# settings_manage_tankPresets
source: Tank Presets
ar: إعدادات الأسطوانات المسبقة
de: Flaschenvoreinstellungen
es: Preajustes de tanques
fr: Preselections de blocs
he: הגדרות בלון מוכנות
hu: Palack elore beallitott ertekek
it: Preset bombole
nl: Flesvoorinstellingen
pt: Predefinicoes de Cilindro

# settings_manage_tankPresets_subtitle
source: Manage custom tank configurations
ar: إدارة تهيئات الأسطوانات المخصصة
de: Benutzerdefinierte Flaschenkonfigurationen verwalten
es: Administrar configuraciones de tanques personalizadas
fr: Gerer les configurations de blocs personnalisees
he: ניהול תצורות בלון מותאמות אישית
hu: Egyedi palack konfiguraciok kezelese
it: Gestisci configurazioni bombole personalizzate
nl: Aangepaste flesconfiguraties beheren
pt: Gerenciar configuracoes personalizadas de cilindro

# settings_migrationProgress_doNotClose
source: Please do not close the app
ar: يرجى عدم إغلاق التطبيق
de: Bitte schliessen Sie die App nicht
es: Por favor, no cierres la aplicacion
fr: Veuillez ne pas fermer l'application
he: נא לא לסגור את האפליקציה
hu: Kerem, ne zarja be az alkalmazast
it: Non chiudere l'app
nl: Sluit de app niet
pt: Por favor, nao feche o aplicativo
