Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# diveSites_detail_noDepthInfo
source: No depth information
ar: لا توجد معلومات عن العمق
de: Keine Tiefeninformationen
es: Sin informacion de profundidad
fr: Aucune information de profondeur
he: אין מידע על עומק
hu: Nincs melyseg informacio
it: Nessuna informazione sulla profondita
nl: Geen diepte-informatie
pt: Sem informacao de profundidade

# diveSites_detail_noDescription
source: No description
ar: لا يوجد وصف
de: Keine Beschreibung
es: Sin descripcion
fr: Aucune description
he: אין תיאור
hu: Nincs leiras
it: Nessuna descrizione
nl: Geen beschrijving
pt: Sem descricao

# diveSites_detail_noNotes
source: No notes
ar: لا توجد ملاحظات
de: Keine Notizen
es: Sin notas
fr: Aucune note
he: אין הערות
hu: Nincsenek megjegyzesek
it: Nessuna nota
nl: Geen notities
pt: Sem observacoes

# diveSites_detail_rating_notRated
source: Not rated
ar: غير مقيّم
de: Nicht bewertet
es: Sin calificacion
fr: Non note
he: ללא דירוג
hu: Nincs ertekelesve
it: Non valutato
nl: Niet beoordeeld
pt: Nao avaliado

# diveSites_detail_rating_value
source: {rating} out of 5
ar: {rating} من 5
de: {rating} von 5
es: {rating} de 5
fr: {rating} sur 5
he: {rating} מתוך 5
hu: {rating} az 5-bol
it: {rating} su 5
nl: {rating} van 5
pt: {rating} de 5

# diveSites_detail_section_access
source: Access & Logistics
ar: الوصول والخدمات اللوجستية
de: Zugang & Logistik
es: Acceso y logistica
fr: Acces et logistique
he: גישה ולוגיסטיקה
hu: Megkozelites es logisztika
it: Accesso e logistica
nl: Toegang & logistiek
pt: Acesso e Logistica

# diveSites_detail_section_altitude
source: Altitude
ar: الارتفاع
de: Hoehenlage
es: Altitud
he: גובה
hu: Tengerszint feletti magassag
it: Altitudine
nl: Hoogte

# diveSites_detail_section_depthRange
source: Depth Range
ar: نطاق العمق
de: Tiefenbereich
es: Rango de profundidad
fr: Plage de profondeur
he: טווח עומק
hu: Melyseg tartomany
it: Intervallo profondita
nl: Dieptebereik
pt: Faixa de Profundidade

# diveSites_detail_section_description
source: Description
ar: الوصف
de: Beschreibung
es: Descripcion
he: תיאור
hu: Leiras
it: Descrizione
nl: Beschrijving
pt: Descricao

# diveSites_detail_section_difficultyLevel
source: Difficulty Level
ar: مستوى الصعوبة
de: Schwierigkeitsgrad
es: Nivel de dificultad
fr: Niveau de difficulte
he: רמת קושי
hu: Nehezssgi szint
it: Livello di difficolta
nl: Moeilijkheidsgraad
pt: Nivel de Dificuldade

# diveSites_detail_section_divesAtSite
source: Dives at this Site
ar: الغوصات في هذا الموقع
de: Tauchgaenge an diesem Platz
es: Inmersiones en este sitio
fr: Plongees sur ce site
he: צלילות באתר זה
hu: Merulesek ezen a helyszinen
it: Immersioni in questo sito
nl: Duiken op deze stek
pt: Mergulhos neste Ponto

# diveSites_detail_section_hazards
source: Hazards & Safety
ar: المخاطر والسلامة
de: Gefahren & Sicherheit
es: Peligros y seguridad
fr: Dangers et securite
he: סכנות ובטיחות
hu: Veszelyek es biztonsag
it: Pericoli e sicurezza
nl: Gevaren & veiligheid
pt: Perigos e Seguranca

# diveSites_detail_section_location
source: Location
ar: الموقع
de: Standort
es: Ubicacion
fr: Lieu
he: מיקום
hu: Helyszin
it: Localita
nl: Locatie
pt: Localizacao

# diveSites_detail_section_notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hu: Megjegyzesek
it: Note
nl: Notities
pt: Observacoes

# diveSites_detail_section_rating
source: Rating
ar: التقييم
de: Bewertung
es: Calificacion
fr: Evaluation
he: דירוג
hu: Ertekeles
it: Valutazione
nl: Beoordeling
pt: Avaliacao

# diveSites_detail_semantics_copyToClipboard
source: Copy {label} to clipboard
ar: نسخ {label} إلى الحافظة
de: {label} in die Zwischenablage kopieren
es: Copiar {label} al portapapeles
fr: Copier {label} dans le presse-papiers
he: העתק {label} ללוח
hu: {label} masolasa a vagolapra
it: Copia {label} negli appunti
nl: Kopieer {label} naar klembord
pt: Copiar {label} para a area de transferencia

# diveSites_detail_semantics_viewDivesAtSite
source: View dives at this site
ar: عرض الغوصات في هذا الموقع
de: Tauchgaenge an diesem Platz anzeigen
es: Ver inmersiones en este sitio
fr: Voir les plongees sur ce site
he: צפה בצלילות באתר זה
hu: Merulesek megtekintese ezen a helyszinen
it: Visualizza immersioni in questo sito
nl: Bekijk duiken op deze stek
pt: Ver mergulhos neste ponto

# diveSites_detail_semantics_viewFullscreenMap
source: View fullscreen map
ar: عرض الخريطة بملء الشاشة
de: Karte im Vollbild anzeigen
es: Ver mapa en pantalla completa
fr: Voir la carte en plein ecran
he: צפה במפה במסך מלא
hu: Teljes kepernyon terkep megtekintese
it: Visualizza mappa a schermo intero
nl: Bekijk kaart op volledig scherm
pt: Ver mapa em tela cheia

# diveSites_detail_siteNotFound_body
source: This site no longer exists.
ar: هذا الموقع لم يعد موجوداً.
de: Dieser Tauchplatz existiert nicht mehr.
es: Este sitio ya no existe.
fr: Ce site n'existe plus.
he: אתר זה כבר לא קיים.
hu: Ez a helyszin mar nem letezik.
it: Questo sito non esiste piu.
nl: Deze stek bestaat niet meer.
pt: Este ponto nao existe mais.

# diveSites_detail_siteNotFound_title
source: Site Not Found
ar: الموقع غير موجود
de: Tauchplatz nicht gefunden
es: Sitio no encontrado
fr: Site introuvable
he: האתר לא נמצא
hu: Helyszin nem talalhato
it: Sito non trovato
nl: Stek niet gevonden
pt: Ponto Nao Encontrado

# diveSites_difficulty_advanced
source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avance
he: מתקדם
hu: Halado
it: Avanzato
nl: Gevorderd
pt: Avancado

# diveSites_difficulty_beginner
source: Beginner
ar: مبتدئ
de: Anfaenger
es: Principiante
fr: Debutant
he: מתחיל
hu: Kezdo
it: Principiante
pt: Iniciante

# diveSites_difficulty_intermediate
source: Intermediate
ar: متوسط
de: Mittel
es: Intermedio
fr: Intermediaire
he: בינוני
hu: Kozepes
it: Intermedio
nl: Gemiddeld
pt: Intermediario

# diveSites_difficulty_technical
source: Technical
ar: تقني
de: Technisch
es: Tecnico
fr: Technique
he: טכני
hu: Technikai
it: Tecnico
nl: Technisch
pt: Tecnico

# diveSites_edit_access_accessNotes_hint
source: How to get to the site, entry/exit points, shore/boat access
ar: كيفية الوصول إلى الموقع، نقاط الدخول والخروج، الوصول من الشاطئ أو القارب
de: Wie man zum Tauchplatz gelangt, Ein-/Ausstiegspunkte, Ufer-/Bootzugang
es: Como llegar al sitio, puntos de entrada/salida, acceso desde costa/barco
fr: Comment acceder au site, points d'entree/sortie, acces depuis la rive/le bateau
he: איך להגיע לאתר, נקודות כניסה/יציאה, גישה מהחוף/מסירה
hu: Hogyan lehet eljutni a helyszinre, be-/kijarat, parti/hajos megkozelites
it: Come raggiungere il sito, punti di entrata/uscita, accesso da riva/barca
nl: Hoe je bij de stek komt, in-/uitstappunten, wal-/boottoegang
pt: Como chegar ao ponto, pontos de entrada/saida, acesso pela costa/barco

# diveSites_edit_access_accessNotes_label
source: Access Notes
ar: ملاحظات الوصول
de: Zugangshinweise
es: Notas de acceso
fr: Notes d'acces
he: הערות גישה
hu: Megkozelitesi megjegyzesek
it: Note di accesso
nl: Toegangsnotities
pt: Notas de Acesso

# diveSites_edit_access_mooringNumber_hint
source: e.g., Buoy #12
ar: مثال: العوامة رقم 12
de: z. B. Boje Nr. 12
es: p. ej., Boya #12
fr: ex. Bouee n°12
he: לדוגמה, מצוף #12
hu: pl. Boja #12
it: es. Boa #12
nl: bijv. Boei #12
pt: ex., Boia #12

# diveSites_edit_access_mooringNumber_label
source: Mooring Number
ar: رقم المرسى
de: Bojen-Nummer
es: Numero de amarre
fr: Numero de mouillage
he: מספר עגינה
hu: Kikoto szam
it: Numero ormeggio
nl: Boeinummer
pt: Numero do Fundeadouro

# diveSites_edit_access_parkingInfo_hint
source: Parking availability, fees, tips
ar: توفر مواقف السيارات، الرسوم، النصائح
de: Parkverfuegbarkeit, Gebuehren, Tipps
es: Disponibilidad de estacionamiento, tarifas, consejos
fr: Disponibilite du stationnement, tarifs, conseils
he: זמינות חניה, עלויות, טיפים
hu: Parkolas elerheto, dijak, tippek
it: Disponibilita parcheggio, tariffe, consigli
nl: Parkeergelegenheid, kosten, tips
pt: Disponibilidade de estacionamento, taxas, dicas

# diveSites_edit_access_parkingInfo_label
source: Parking Information
ar: معلومات موقف السيارات
de: Parkinformationen
es: Informacion de estacionamiento
fr: Informations de stationnement
he: מידע על חניה
hu: Parkolasi informaciok
it: Informazioni parcheggio
nl: Parkeerinformatie
pt: Informacoes de Estacionamento

# diveSites_edit_altitude_helperText
source: Site elevation above sea level (for altitude diving)
ar: ارتفاع الموقع فوق مستوى سطح البحر (للغوص على ارتفاعات)
de: Hoehe des Tauchplatzes ueber dem Meeresspiegel (fuer Bergseetauchen)
es: Elevacion del sitio sobre el nivel del mar (para buceo en altitud)
fr: Altitude du site au-dessus du niveau de la mer (pour la plongee en altitude)
he: גובה האתר מעל פני הים (לצלילת גובה)
hu: Helyszin tengerszint feletti magassaga (magassagi meruleshez)
it: Altitudine del sito sul livello del mare (per immersioni in quota)
nl: Hoogte van de stek boven zeeniveau (voor hoogteduiken)
pt: Elevacao do ponto acima do nivel do mar (para mergulho em altitude)

# diveSites_edit_altitude_hint
source: e.g., 2000
ar: مثال: 2000
de: z. B. 2000
es: p. ej., 2000
fr: ex. 2000
he: לדוגמה, 2000
hu: pl. 2000
it: es. 2000
nl: bijv. 2000
pt: ex., 2000

# diveSites_edit_altitude_label
source: Altitude ({symbol})
ar: الارتفاع ({symbol})
de: Hoehe ({symbol})
es: Altitud ({symbol})
he: גובה ({symbol})
hu: Magassag ({symbol})
it: Altitudine ({symbol})
nl: Hoogte ({symbol})

# diveSites_edit_altitude_validation
source: Invalid altitude
ar: ارتفاع غير صالح
de: Ungueltige Hoehe
es: Altitud no valida
fr: Altitude invalide
he: גובה לא חוקי
hu: Ervenytelen magassag
it: Altitudine non valida
nl: Ongeldige hoogte
pt: Altitude invalida

# diveSites_edit_appBar_deleteSiteTooltip
source: Delete Site
ar: حذف الموقع
de: Tauchplatz loeschen
es: Eliminar sitio
fr: Supprimer le site
he: מחק אתר
hu: Helyszin torlese
it: Elimina sito
nl: Stek verwijderen
pt: Excluir Ponto

# diveSites_edit_appBar_editSite
source: Edit Site
ar: تعديل الموقع
de: Tauchplatz bearbeiten
es: Editar sitio
fr: Modifier le site
he: ערוך אתר
hu: Helyszin szerkesztese
it: Modifica sito
nl: Stek bewerken
pt: Editar Ponto

# diveSites_edit_appBar_newSite
source: New Site
ar: موقع جديد
de: Neuer Tauchplatz
es: Nuevo sitio
fr: Nouveau site
he: אתר חדש
hu: Uj helyszin
it: Nuovo sito
nl: Nieuwe stek
pt: Novo Ponto

# diveSites_edit_appBar_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hu: Mentes
it: Salva
nl: Opslaan
pt: Salvar

# diveSites_edit_button_addSite
source: Add Site
ar: إضافة موقع
de: Tauchplatz hinzufuegen
es: Agregar sitio
fr: Ajouter le site
he: הוסף אתר
hu: Helyszin hozzaadasa
it: Aggiungi sito
nl: Stek toevoegen
pt: Adicionar Ponto

# diveSites_edit_button_saveChanges
source: Save Changes
ar: حفظ التغييرات
de: Aenderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
he: שמור שינויים
hu: Valtozasok mentese
it: Salva modifiche
nl: Wijzigingen opslaan
pt: Salvar Alteracoes

# diveSites_edit_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hu: Megse
it: Annulla
nl: Annuleren
pt: Cancelar

# diveSites_edit_depth_helperText
source: From the shallowest to the deepest point
ar: من أقل نقطة عمقاً إلى أعمق نقطة
de: Von der flachsten bis zur tiefsten Stelle
es: Desde el punto mas superficial hasta el mas profundo
fr: Du point le moins profond au point le plus profond
he: מהנקודה הרדודה ביותר עד העמוקה ביותר
hu: A legseklyebb ponttol a legmelyebb pontig
it: Dal punto meno profondo al punto piu profondo
nl: Van het ondiepste tot het diepste punt
pt: Do ponto mais raso ao mais profundo

# diveSites_edit_depth_maxHint
source: e.g., 30
ar: مثال: 30
de: z. B. 30
es: p. ej., 30
fr: ex. 30
he: לדוגמה, 30
hu: pl. 30
it: es. 30
nl: bijv. 30
pt: ex., 30

# diveSites_edit_depth_maxLabel
source: Maximum Depth ({symbol})
ar: أقصى عمق ({symbol})
de: Maximale Tiefe ({symbol})
es: Profundidad maxima ({symbol})
fr: Profondeur maximale ({symbol})
he: עומק מקסימלי ({symbol})
hu: Maximalis melyseg ({symbol})
it: Profondita massima ({symbol})
nl: Maximale diepte ({symbol})
pt: Profundidade Maxima ({symbol})

# diveSites_edit_depth_minHint
source: e.g., 5
ar: مثال: 5
de: z. B. 5
es: p. ej., 5
fr: ex. 5
he: לדוגמה, 5
hu: pl. 5
it: es. 5
nl: bijv. 5
pt: ex., 5

# diveSites_edit_depth_minLabel
source: Minimum Depth ({symbol})
ar: أدنى عمق ({symbol})
de: Minimale Tiefe ({symbol})
es: Profundidad minima ({symbol})
fr: Profondeur minimale ({symbol})
he: עומק מינימלי ({symbol})
hu: Minimalis melyseg ({symbol})
it: Profondita minima ({symbol})
nl: Minimale diepte ({symbol})
pt: Profundidade Minima ({symbol})

# diveSites_edit_depth_separator
source: to
ar: إلى
de: bis
es: a
fr: a
he: עד
hu: -ig
it: a
nl: tot
pt: ate

# diveSites_edit_discardDialog_content
source: You have unsaved changes. Are you sure you want to leave?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد من المغادرة؟
de: Sie haben ungespeicherte Aenderungen. Sind Sie sicher, dass Sie die Seite verlassen moechten?
es: Tienes cambios sin guardar. Estas seguro de que deseas salir?
fr: Tu as des modifications non enregistrees. Es-tu sur de vouloir quitter ?
he: יש לך שינויים שלא נשמרו. האם אתה בטוח שברצונך לצאת?
hu: Mentetlen valtozasai vannak. Biztosan el akar tavozni?
it: Hai modifiche non salvate. Sei sicuro di voler uscire?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je wilt vertrekken?
pt: Voce tem alteracoes nao salvas. Tem certeza de que deseja sair?

# diveSites_edit_discardDialog_discard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
he: מחק
hu: Eldobas
it: Scarta
nl: Verwerpen
pt: Descartar

# diveSites_edit_discardDialog_keepEditing
source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer l'edition
he: המשך עריכה
hu: Szerkesztes folytatas
it: Continua a modificare
nl: Verder bewerken
pt: Continuar Editando

# diveSites_edit_discardDialog_title
source: Discard Changes?
ar: تجاهل التغييرات؟
de: Aenderungen verwerfen?
es: Descartar cambios?
fr: Abandonner les modifications ?
he: למחוק שינויים?
hu: Valtozasok eldobasa?
it: Scartare le modifiche?
nl: Wijzigingen verwerpen?
pt: Descartar Alteracoes?

# diveSites_edit_field_country_label
source: Country
ar: الدولة
de: Land
es: Pais
fr: Pays
he: מדינה
hu: Orszag
it: Paese
nl: Land
pt: Pais

# diveSites_edit_field_description_hint
source: Brief description of the site
ar: وصف موجز للموقع
de: Kurze Beschreibung des Tauchplatzes
es: Breve descripcion del sitio
fr: Breve description du site
he: תיאור קצר של האתר
hu: A helyszin rovid leirasa
it: Breve descrizione del sito
nl: Korte beschrijving van de stek
pt: Breve descricao do ponto

# diveSites_edit_field_description_label
source: Description
ar: الوصف
de: Beschreibung
es: Descripcion
he: תיאור
hu: Leiras
it: Descrizione
nl: Beschrijving
pt: Descricao

# diveSites_edit_field_notes_hint
source: Any other information about this site
ar: أي معلومات أخرى عن هذا الموقع
de: Weitere Informationen zu diesem Tauchplatz
es: Cualquier otra informacion sobre este sitio
fr: Toute autre information sur ce site
he: מידע נוסף על האתר
hu: Barmilyen egyeb informacio errol a helyszinrol
it: Qualsiasi altra informazione su questo sito
nl: Overige informatie over deze stek
pt: Qualquer outra informacao sobre este ponto

# diveSites_edit_field_notes_label
source: General Notes
ar: ملاحظات عامة
de: Allgemeine Notizen
es: Notas generales
fr: Notes generales
he: הערות כלליות
hu: Altalanos megjegyzesek
it: Note generali
nl: Algemene notities
pt: Observacoes Gerais

# diveSites_edit_field_region_label
source: Region
ar: المنطقة
he: אזור
hu: Regio
it: Regione
nl: Regio
pt: Regiao

# diveSites_edit_field_siteName_hint
source: e.g., Blue Hole
ar: مثال: الحفرة الزرقاء
de: z. B. Blue Hole
es: p. ej., Blue Hole
fr: ex. Blue Hole
he: לדוגמה, Blue Hole
hu: pl. Blue Hole
it: es. Blue Hole
nl: bijv. Blue Hole
pt: ex., Blue Hole

# diveSites_edit_field_siteName_label
source: Site Name *
ar: اسم الموقع *
de: Tauchplatzname *
es: Nombre del sitio *
fr: Nom du site *
he: שם האתר *
hu: Helyszin neve *
it: Nome del sito *
nl: Steknaam *
pt: Nome do Ponto *

# diveSites_edit_field_siteName_validation
source: Please enter a site name
ar: يرجى إدخال اسم الموقع
de: Bitte geben Sie einen Tauchplatznamen ein
es: Por favor ingresa un nombre de sitio
fr: Veuillez entrer un nom de site
he: נא להזין שם אתר
hu: Kerem adjon meg egy helyszinnevet
it: Inserisci un nome per il sito
nl: Voer een steknaam in
pt: Por favor, insira o nome do ponto

# diveSites_edit_gps_gettingLocation
source: Getting...
ar: جارٍ الحصول على الموقع...
de: Wird ermittelt...
es: Obteniendo...
fr: Obtention...
he: מאתר...
hu: Lekeres...
it: Acquisizione...
nl: Ophalen...
pt: Obtendo...

# diveSites_edit_gps_helperText
source: Choose a location method - coordinates will auto-fill country and region
ar: اختر طريقة تحديد الموقع - سيتم ملء الدولة والمنطقة تلقائياً
de: Waehlen Sie eine Standortmethode - Koordinaten fuellen Land und Region automatisch aus
es: Elige un metodo de ubicacion - las coordenadas completaran automaticamente el pais y la region
fr: Choisissez une methode de localisation - les coordonnees rempliront automatiquement le pays et la region
he: בחר שיטת מיקום - הקואורדינטות ימלאו אוטומטית את המדינה והאזור
hu: Valasszon helymeghatarozoasi modszert - a koordinatak automatikusan kitoltik az orszagot es a regiot
it: Scegli un metodo di localizzazione - le coordinate compileranno automaticamente paese e regione
nl: Kies een locatiemethode - coordinaten vullen automatisch land en regio in
pt: Escolha um metodo de localizacao - as coordenadas preencherao automaticamente pais e regiao

# diveSites_edit_gps_latitude_hint
source: e.g., 21.4225
ar: مثال: 21.4225
de: z. B. 21,4225
es: p. ej., 21.4225
fr: ex. 21.4225
he: לדוגמה, 21.4225
hu: pl. 21.4225
it: es. 21.4225
nl: bijv. 21.4225
pt: ex., 21.4225

# diveSites_edit_gps_latitude_label
source: Latitude
ar: خط العرض
de: Breitengrad
es: Latitud
he: קו רוחב
hu: Szelesseg
it: Latitudine
nl: Breedtegraad

# diveSites_edit_gps_latitude_validation
source: Invalid latitude
ar: خط عرض غير صالح
de: Ungueltiger Breitengrad
es: Latitud no valida
fr: Latitude invalide
he: קו רוחב לא חוקי
hu: Ervenytelen szelesseg
it: Latitudine non valida
nl: Ongeldige breedtegraad
pt: Latitude invalida

# diveSites_edit_gps_longitude_hint
source: e.g., -86.7542
ar: مثال: -86.7542
de: z. B. -86,7542
es: p. ej., -86.7542
fr: ex. -86.7542
he: לדוגמה, -86.7542
hu: pl. -86.7542
it: es. -86.7542
nl: bijv. -86.7542
pt: ex., -86.7542

# diveSites_edit_gps_longitude_label
source: Longitude
ar: خط الطول
de: Laengengrad
es: Longitud
he: קו אורך
hu: Hosszusag
it: Longitudine
nl: Lengtegraad

# diveSites_edit_gps_longitude_validation
source: Invalid longitude
ar: خط طول غير صالح
de: Ungueltiger Laengengrad
es: Longitud no valida
fr: Longitude invalide
he: קו אורך לא חוקי
hu: Ervenytelen hosszusag
it: Longitudine non valida
nl: Ongeldige lengtegraad
pt: Longitude invalida

# diveSites_edit_gps_pickFromMap
source: Pick from Map
ar: اختيار من الخريطة
de: Auf Karte auswaehlen
es: Elegir del mapa
fr: Choisir sur la carte
he: בחר מהמפה
hu: Kivalasztas terkeprol
it: Scegli dalla mappa
nl: Kies op de kaart
pt: Escolher no Mapa

# diveSites_edit_gps_useMyLocation
source: Use My Location
ar: استخدام موقعي
de: Meinen Standort verwenden
es: Usar mi ubicacion
fr: Utiliser ma position
he: השתמש במיקום שלי
hu: Sajat helyzet hasznalata
it: Usa la mia posizione
nl: Gebruik mijn locatie
pt: Usar Minha Localizacao

# diveSites_edit_hazards_helperText
source: List any hazards or safety considerations
ar: أدرج أي مخاطر أو اعتبارات سلامة
de: Listen Sie alle Gefahren oder Sicherheitshinweise auf
es: Lista de peligros o consideraciones de seguridad
fr: Listez les dangers ou les considerations de securite
he: רשום סכנות או שיקולי בטיחות
hu: Soroljon fel veszelyeket vagy biztonsagi megfontolasokat
it: Elenca eventuali pericoli o considerazioni sulla sicurezza
nl: Vermeld eventuele gevaren of veiligheidsoverwegingen
pt: Liste quaisquer perigos ou consideracoes de seguranca

# diveSites_edit_hazards_hint
source: e.g., Strong currents, boat traffic, jellyfish, sharp coral
ar: مثال: تيارات قوية، حركة قوارب، قناديل بحر، شعاب مرجانية حادة
de: z. B. Starke Stroemungen, Bootsverkehr, Quallen, scharfe Korallen
es: p. ej., Corrientes fuertes, trafico de embarcaciones, medusas, coral afilado
fr: ex. Courants forts, trafic maritime, meduses, corail tranchant
he: לדוגמה, זרמים חזקים, תנועת סירות, מדוזות, אלמוגים חדים
hu: pl. Eros aramlatok, hajoforgalom, meduzak, eles korallok
it: es. Correnti forti, traffico nautico, meduse, coralli taglienti
nl: bijv. sterke stroming, bootverkeer, kwallen, scherp koraal
pt: ex., Correntes fortes, trafego de embarcacoes, aguas-vivas, corais afiados

# diveSites_edit_hazards_label
source: Hazards
ar: المخاطر
de: Gefahren
es: Peligros
fr: Dangers
he: סכנות
hu: Veszelyek
it: Pericoli
nl: Gevaren
pt: Perigos

# diveSites_edit_marineLife_addButton
source: Add
ar: إضافة
de: Hinzufuegen
es: Agregar
fr: Ajouter
he: הוסף
hu: Hozzaadas
it: Aggiungi
nl: Toevoegen
pt: Adicionar

# diveSites_edit_marineLife_empty
source: No expected species added
ar: لم يتم إضافة أنواع متوقعة
de: Keine erwarteten Arten hinzugefuegt
es: No se han agregado especies esperadas
fr: Aucune espece attendue ajoutee
he: לא נוספו מינים צפויים
hu: Nincsenek vart fajok hozzaadva
it: Nessuna specie prevista aggiunta
nl: Geen verwachte soorten toegevoegd
pt: Nenhuma especie esperada adicionada

# diveSites_edit_marineLife_helperText
source: Species you expect to see at this site
ar: الأنواع التي تتوقع رؤيتها في هذا الموقع
de: Arten, die Sie an diesem Tauchplatz erwarten
es: Especies que esperas ver en este sitio
fr: Especes que tu t'attends a voir sur ce site
he: מינים שאתה מצפה לראות באתר זה
hu: Fajok, amelyeket varhatoan lathat ezen a helyszinen
it: Specie che prevedi di vedere in questo sito
nl: Soorten die je op deze stek verwacht te zien
pt: Especies que voce espera ver neste ponto

# diveSites_edit_rating_clear
source: Clear Rating
ar: مسح التقييم
de: Bewertung loeschen
es: Borrar calificacion
fr: Effacer l'evaluation
he: נקה דירוג
hu: Ertekeles torlese
it: Cancella valutazione
nl: Beoordeling wissen
pt: Limpar Avaliacao

# diveSites_edit_rating_starTooltip
source: {count} star{count, plural, =1{} other{s}}
ar: {count} {count, plural, =1{نجمة} other{نجوم}}
de: {count} Stern{count, plural, =1{} other{e}}
es: {count} estrella{count, plural, =1{} other{s}}
fr: {count} etoile{count, plural, =1{} other{s}}
he: {count} {count, plural, =1{כוכב} other{כוכבים}}
hu: {count} csillag{count, plural, =1{} other{}}
it: {count} {count, plural, =1{stella} other{stelle}}
nl: {count} ster{count, plural, =1{} other{ren}}
pt: {count} estrela{count, plural, =1{} other{s}}

# diveSites_edit_section_access
source: Access & Logistics
ar: الوصول والخدمات اللوجستية
de: Zugang & Logistik
es: Acceso y logistica
fr: Acces et logistique
he: גישה ולוגיסטיקה
hu: Megkozelites es logisztika
it: Accesso e logistica
nl: Toegang & logistiek
pt: Acesso e Logistica

# diveSites_edit_section_altitude
source: Altitude
ar: الارتفاع
de: Hoehenlage
es: Altitud
he: גובה
hu: Tengerszint feletti magassag
it: Altitudine
nl: Hoogte

# diveSites_edit_section_depthRange
source: Depth Range
ar: نطاق العمق
de: Tiefenbereich
es: Rango de profundidad
fr: Plage de profondeur
he: טווח עומק
hu: Melyseg tartomany
it: Intervallo profondita
nl: Dieptebereik
pt: Faixa de Profundidade

# diveSites_edit_section_difficultyLevel
source: Difficulty Level
ar: مستوى الصعوبة
de: Schwierigkeitsgrad
es: Nivel de dificultad
fr: Niveau de difficulte
he: רמת קושי
hu: Nehezssgi szint
it: Livello di difficolta
nl: Moeilijkheidsgraad
pt: Nivel de Dificuldade
