Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# gasCalculators_rockBottom_yourSac
source: Your SAC
ar: SAC الخاص بك
de: Dein AMV
es: Tu SAC
fr: Votre SAC
he: ה-SAC שלך
hu: Sajat SAC
it: Il tuo SAC
nl: Jouw SAC
pt: Seu SAC

# gasCalculators_sacRate
source: SAC Rate
ar: معدل SAC
de: AMV-Rate
es: Tasa SAC
fr: Taux CAS
he: קצב SAC
hu: SAC érték
it: Velocità SAC
nl: SAC tempo
pt: Taxa SAC

# gasCalculators_tab_bestMix
source: Best Mix
ar: أفضل خليط
de: Bestes Gemisch
es: Mejor Mezcla
fr: Meilleur mélange
he: תערובת מיטבית
hu: Legjobb keverék
it: Miscela Migliore
nl: Beste mengsel
pt: Melhor Mistura

# gasCalculators_tab_consumption
source: Consumption
ar: الاستهلاك
de: Verbrauch
es: Consumo
fr: Consommation
he: צריכה
hu: Fogyasztás
it: Consumo
nl: Verbruik
pt: Consumo

# gasCalculators_tab_rockBottom
source: Rock Bottom
ar: الحد الأدنى
hu: Tartalék minimum

# gasCalculators_tankSize
source: Tank Size
ar: حجم الأسطوانة
de: Flaschengröße
es: Tamaño de Botella
fr: Taille de bouteille
he: גודל מיכל
hu: Palack méret
it: Dimensione Bombola
nl: Flesgrootte
pt: Tamanho do Cilindro

# gasCalculators_title
source: Gas Calculators
ar: حاسبات الغاز
de: Gasrechner
es: Calculadoras de Gas
fr: Calculateurs de gaz
he: מחשבוני גז
hu: Gáz kalkulátorok
it: Calcolatori Gas
pt: Calculadoras de Gás

# gas_air_description
source: Standard air (21% O2)
ar: هواء قياسي (21% O2)
de: Standardluft (21% O2)
es: Aire estándar (21% O2)
fr: Air standard (21% O2)
he: אוויר סטנדרטי (21% O2)
hu: Standard levego (21% O2)
it: Aria standard (21% O2)
nl: Standaard lucht (21% O2)
pt: Ar padrao (21% O2)

# gas_air_displayName
source: Air
ar: هواء
de: Luft
es: Aire
he: אוויר
hu: Levego
it: Aria
nl: Lucht
pt: Ar

# gas_diluentAir_description
source: Standard air diluent for shallow CCR
ar: مخفف هواء قياسي لأجهزة إعادة التنفس المغلقة الضحلة
de: Standard-Luftdiluent fuer flaches CCR
es: Diluyente de aire estándar para CCR poco profundo
fr: Diluant air standard pour recycleur peu profond
he: מדלל אוויר סטנדרטי ל-CCR רדוד
hu: Standard levego higigaz sekely CCR-hez
it: Diluente aria standard per CCR poco profondo
nl: Standaard lucht-diluent voor ondiep CCR
pt: Diluente de ar padrao para CCR raso

# gas_diluentAir_displayName
source: Air Diluent
ar: مخفف هواء
de: Luft-Diluent
es: Diluyente aire
fr: Diluant air
he: מדלל אוויר
hu: Levego higigaz
it: Diluente aria
nl: Lucht-diluent
pt: Diluente Ar

# gas_diluentTx1070_description
source: Hypoxic diluent for very deep CCR
ar: مخفف ناقص الأكسجين لأجهزة إعادة التنفس المغلقة العميقة جداً
de: Hypoxischer Diluent fuer sehr tiefes CCR
es: Diluyente hipóxico para CCR muy profundo
fr: Diluant hypoxique pour recycleur tres profond
he: מדלל היפוקסי ל-CCR עמוק מאוד
hu: Hipoxikus higigaz nagyon mely CCR-hez
it: Diluente ipossico per CCR molto profondo
nl: Hypoxisch diluent voor zeer diep CCR
pt: Diluente hipoxico para CCR muito profundo

# gas_diluentTx1260_description
source: Hypoxic diluent for deep CCR
ar: مخفف ناقص الأكسجين لأجهزة إعادة التنفس المغلقة العميقة
de: Hypoxischer Diluent fuer tiefes CCR
es: Diluyente hipóxico para CCR profundo
fr: Diluant hypoxique pour recycleur profond
he: מדלל היפוקסי ל-CCR עמוק
hu: Hipoxikus higigaz mely CCR-hez
it: Diluente ipossico per CCR profondo
nl: Hypoxisch diluent voor diep CCR
pt: Diluente hipoxico para CCR profundo

# gas_ean32_description
source: Enriched Air Nitrox 32%
ar: هواء مخصب بالنيتروكس 32%
de: Nitrox 32%
es: Aire enriquecido Nitrox 32%
fr: Nitrox enrichi 32%
he: ניטרוקס מועשר 32%
hu: Dusitott levego Nitrox 32%
it: Aria arricchita Nitrox 32%
nl: Verrijkte lucht Nitrox 32%
pt: Nitrox Enriquecido 32%

# gas_ean36_description
source: Enriched Air Nitrox 36%
ar: هواء مخصب بالنيتروكس 36%
de: Nitrox 36%
es: Aire enriquecido Nitrox 36%
fr: Nitrox enrichi 36%
he: ניטרוקס מועשר 36%
hu: Dusitott levego Nitrox 36%
it: Aria arricchita Nitrox 36%
nl: Verrijkte lucht Nitrox 36%
pt: Nitrox Enriquecido 36%

# gas_ean40_description
source: Enriched Air Nitrox 40%
ar: هواء مخصب بالنيتروكس 40%
de: Nitrox 40%
es: Aire enriquecido Nitrox 40%
fr: Nitrox enrichi 40%
he: ניטרוקס מועשר 40%
hu: Dusitott levego Nitrox 40%
it: Aria arricchita Nitrox 40%
nl: Verrijkte lucht Nitrox 40%
pt: Nitrox Enriquecido 40%

# gas_ean50_description
source: Deco gas - 50% O2
ar: غاز تخفيف ضغط - 50% O2
de: Dekogas - 50% O2
es: Gas deco - 50% O2
fr: Gaz de decompression - 50% O2
he: גז דקו - 50% O2
hu: Deko gaz - 50% O2
it: Gas deco - 50% O2
pt: Gas deco - 50% O2

# gas_helitrox2525_description
source: Helitrox 25/25 (recreational tech)
ar: هيليتروكس 25/25 (تقني ترفيهي)
de: Helitrox 25/25 (Freizeittechnisch)
es: Helitrox 25/25 (técnico recreativo)
fr: Helitrox 25/25 (technique loisir)
he: הליטרוקס 25/25 (טכני פנאי)
hu: Helitrox 25/25 (rekreaccios tech)
it: Helitrox 25/25 (tecnica ricreativa)
nl: Helitrox 25/25 (recreatief technisch)
pt: Helitrox 25/25 (tecnico recreativo)

# gas_oxygen_description
source: Pure oxygen (6m deco only)
ar: أكسجين نقي (تخفيف ضغط 6m فقط)
de: Reiner Sauerstoff (nur 6m Deko)
es: Oxígeno puro (solo deco a 6m)
fr: Oxygene pur (palier 6m uniquement)
he: חמצן טהור (דקו ב-6m בלבד)
hu: Tiszta oxigen (csak 6m deko)
it: Ossigeno puro (solo deco a 6m)
nl: Pure zuurstof (alleen 6m deco)
pt: Oxigenio puro (deco somente a 6m)

# gas_oxygen_displayName
source: Oxygen
ar: أكسجين
de: Sauerstoff
es: Oxígeno
fr: Oxygene
he: חמצן
hu: Oxigen
it: Ossigeno
nl: Zuurstof
pt: Oxigenio

# gas_scrEan40_description
source: SCR supply gas - 40% O2
ar: غاز تزويد SCR - 40% O2
de: SCR-Versorgungsgas - 40% O2
es: Gas de suministro SCR - 40% O2
fr: Gaz d'alimentation SCR - 40% O2
he: גז אספקה ל-SCR - 40% O2
hu: SCR torlogaz - 40% O2
it: Gas di alimentazione SCR - 40% O2
nl: SCR-toevoergas - 40% O2
pt: Gas de suprimento SCR - 40% O2

# gas_scrEan50_description
source: SCR supply gas - 50% O2
ar: غاز تزويد SCR - 50% O2
de: SCR-Versorgungsgas - 50% O2
es: Gas de suministro SCR - 50% O2
fr: Gaz d'alimentation SCR - 50% O2
he: גז אספקה ל-SCR - 50% O2
hu: SCR torlogaz - 50% O2
it: Gas di alimentazione SCR - 50% O2
nl: SCR-toevoergas - 50% O2
pt: Gas de suprimento SCR - 50% O2

# gas_scrEan60_description
source: SCR supply gas - 60% O2
ar: غاز تزويد SCR - 60% O2
de: SCR-Versorgungsgas - 60% O2
es: Gas de suministro SCR - 60% O2
fr: Gaz d'alimentation SCR - 60% O2
he: גז אספקה ל-SCR - 60% O2
hu: SCR torlogaz - 60% O2
it: Gas di alimentazione SCR - 60% O2
nl: SCR-toevoergas - 60% O2
pt: Gas de suprimento SCR - 60% O2

# gas_tmx1555_description
source: Hypoxic trimix 15/55 (very deep)
ar: ترايمكس ناقص الأكسجين 15/55 (عميق جداً)
de: Hypoxisches Trimix 15/55 (sehr tief)
es: Trimix hipóxico 15/55 (muy profundo)
fr: Trimix hypoxique 15/55 (tres profond)
he: טרימיקס היפוקסי 15/55 (עמוק מאוד)
hu: Hipoxikus trimix 15/55 (nagyon mely)
it: Trimix ipossico 15/55 (molto profondo)
nl: Hypoxisch trimix 15/55 (zeer diep)
pt: Trimix hipoxico 15/55 (muito profundo)

# gas_tmx1845_description
source: Trimix 18/45 (deep diving)
ar: ترايمكس 18/45 (غوص عميق)
de: Trimix 18/45 (Tieftauchen)
es: Trimix 18/45 (buceo profundo)
fr: Trimix 18/45 (plongee profonde)
he: טרימיקס 18/45 (צלילה עמוקה)
hu: Trimix 18/45 (melymerules)
it: Trimix 18/45 (immersione profonda)
nl: Trimix 18/45 (diep duiken)
pt: Trimix 18/45 (mergulho profundo)

# gas_tmx2135_description
source: Normoxic trimix 21/35
ar: ترايمكس طبيعي الأكسجين 21/35
de: Normoxisches Trimix 21/35
es: Trimix normóxico 21/35
fr: Trimix normoxique 21/35
he: טרימיקס נורמוקסי 21/35
hu: Normoxikus trimix 21/35
it: Trimix normossico 21/35
nl: Normoxisch trimix 21/35
pt: Trimix normoxico 21/35

# maps_heatMap_hide
source: Hide Heat Map
ar: إخفاء خريطة الحرارة
de: Heatmap ausblenden
es: Ocultar mapa de calor
fr: Masquer la carte de chaleur
he: הסתר מפת חום
hu: Hoterkep elrejtese
it: Nascondi mappa termica
nl: Heatmap verbergen
pt: Ocultar Mapa de Calor

# maps_heatMap_overlayOff
source: Heat map overlay is off
ar: طبقة خريطة الحرارة معطلة
de: Heatmap-Overlay ist aus
es: La capa de mapa de calor esta desactivada
fr: La carte de chaleur est desactivee
he: שכבת מפת חום כבויה
hu: A hoterkep reteg ki van kapcsolva
it: Sovrapposizione mappa termica disattivata
nl: Heatmap-overlay is uit
pt: Sobreposicao do mapa de calor desativada

# maps_heatMap_overlayOn
source: Heat map overlay is on
ar: طبقة خريطة الحرارة مفعلة
de: Heatmap-Overlay ist an
es: La capa de mapa de calor esta activada
fr: La carte de chaleur est activee
he: שכבת מפת חום פעילה
hu: A hoterkep reteg be van kapcsolva
it: Sovrapposizione mappa termica attivata
nl: Heatmap-overlay is aan
pt: Sobreposicao do mapa de calor ativada

# maps_heatMap_show
source: Show Heat Map
ar: إظهار خريطة الحرارة
de: Heatmap anzeigen
es: Mostrar mapa de calor
fr: Afficher la carte de chaleur
he: הצג מפת חום
hu: Hoterkep megjelenitese
it: Mostra mappa termica
nl: Heatmap tonen
pt: Mostrar Mapa de Calor

# maps_offline_bounds
source: Bounds
ar: الحدود
de: Grenzen
es: Limites
fr: Limites
he: גבולות
hu: Hatarok
it: Limiti
nl: Grenzen
pt: Limites

# maps_offline_cacheHitRateAccessibility
source: Cache hit rate: {rate} percent
ar: معدل إصابة التخزين المؤقت: {rate} بالمئة
de: Cache-Trefferquote: {rate} Prozent
es: Tasa de aciertos de cache: {rate} por ciento
fr: Taux de succes du cache : {rate} pour cent
he: אחוז פגיעות מטמון: {rate} אחוז
hu: Gyorstar talalati arany: {rate} szazalek
it: Percentuale di successo cache: {rate} percento
nl: Cache-hitpercentage: {rate} procent
pt: Taxa de acerto do cache: {rate} por cento

# maps_offline_cacheHits
source: Cache Hits
ar: إصابات التخزين المؤقت
de: Cache-Treffer
es: Aciertos de cache
fr: Succes du cache
he: פגיעות מטמון
hu: Gyorstar talalatok
it: Successi cache
pt: Acertos do Cache

# maps_offline_cacheMisses
source: Cache Misses
ar: إخفاقات التخزين المؤقت
de: Cache-Fehltreffer
es: Fallos de cache
fr: Echecs du cache
he: החטאות מטמון
hu: Gyorstar hianyok
it: Errori cache
pt: Falhas do Cache

# maps_offline_cacheStatistics
source: Cache Statistics
ar: إحصائيات التخزين المؤقت
de: Cache-Statistiken
es: Estadisticas de cache
fr: Statistiques du cache
he: סטטיסטיקת מטמון
hu: Gyorstar statisztikak
it: Statistiche cache
nl: Cachestatistieken
pt: Estatisticas do Cache

# maps_offline_cancelDownload
source: Cancel Download
ar: إلغاء التنزيل
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le telechargement
he: בטל הורדה
hu: Letoltes megszakitasa
it: Annulla download
nl: Download annuleren
pt: Cancelar Download

# maps_offline_clearAll
source: Clear All
ar: مسح الكل
de: Alle loeschen
es: Borrar todo
fr: Tout effacer
he: נקה הכל
hu: Osszes torlese
it: Cancella tutto
nl: Alles wissen
pt: Limpar Tudo

# maps_offline_clearAllCache
source: Clear All Cache
ar: مسح كل التخزين المؤقت
de: Gesamten Cache loeschen
es: Borrar toda la cache
fr: Vider tout le cache
he: נקה את כל המטמון
hu: Teljes gyorstar torlese
it: Cancella tutta la cache
nl: Alle cache wissen
pt: Limpar Todo o Cache

# maps_offline_clearAllCacheMessage
source: Delete all downloaded map regions and cached tiles?
ar: حذف جميع مناطق الخرائط المنزّلة والبلاطات المخزنة مؤقتًا؟
de: Alle heruntergeladenen Kartenregionen und zwischengespeicherten Kacheln loeschen?
es: Eliminar todas las regiones descargadas y las teselas en cache?
fr: Supprimer toutes les regions de carte telechargees et les tuiles en cache ?
he: למחוק את כל אזורי המפה שהורדו ואריחים שמורים?
hu: Torli az osszes letoltott terkepregiit es gyorsitott csempet?
it: Eliminare tutte le regioni scaricate e i tile nella cache?
nl: Alle gedownloade kaartregio's en gecachte tegels verwijderen?
pt: Excluir todas as regioes de mapa baixadas e tiles em cache?

# maps_offline_clearAllCacheTitle
source: Clear All Cache?
ar: مسح كل التخزين المؤقت؟
de: Gesamten Cache loeschen?
es: Borrar toda la cache?
fr: Vider tout le cache ?
he: לנקות את כל המטמון?
hu: Teljes gyorstar torlese?
it: Cancellare tutta la cache?
nl: Alle cache wissen?
pt: Limpar Todo o Cache?

# maps_offline_clearCacheStats
source: This will delete {count} tiles ({size}).
ar: سيتم حذف {count} بلاطة ({size}).
de: Dies loescht {count} Kacheln ({size}).
es: Esto eliminara {count} teselas ({size}).
fr: Cela supprimera {count} tuiles ({size}).
he: פעולה זו תמחק {count} אריחים ({size}).
hu: Ez {count} csempet ({size}) fog torolni.
it: Verranno eliminati {count} tile ({size}).
nl: Dit verwijdert {count} tegels ({size}).
pt: Isto excluira {count} tiles ({size}).

# maps_offline_created
source: Created
ar: تاريخ الإنشاء
de: Erstellt
es: Creada
fr: Creee le
he: נוצר
hu: Letrehozva
it: Creata
nl: Aangemaakt
pt: Criado

# maps_offline_deleteRegion
source: Delete {name} region
ar: حذف منطقة {name}
de: Region {name} loeschen
es: Eliminar region {name}
fr: Supprimer la region {name}
he: מחק אזור {name}
hu: {name} regio torlese
it: Elimina regione {name}
nl: Regio {name} verwijderen
pt: Excluir regiao {name}

# maps_offline_deleteRegionMessage
source: Delete "{name}" and its {count} cached tiles? This will free up {size} of storage.
ar: حذف "{name}" و{count} بلاطة مخزنة مؤقتًا؟ سيؤدي ذلك إلى تحرير {size} من التخزين.
de: "{name}" und die {count} zwischengespeicherten Kacheln loeschen? Dies gibt {size} Speicherplatz frei.
es: Eliminar "{name}" y sus {count} teselas en cache? Esto liberara {size} de almacenamiento.
fr: Supprimer "{name}" et ses {count} tuiles en cache ? Cela liberera {size} d'espace de stockage.
he: למחוק את "{name}" ואת {count} האריחים שלו? פעולה זו תפנה {size} של אחסון.
hu: Torli a(z) "{name}" regiot es a(z) {count} gyorsitott csempejeet? Ez {size} tarolot szabadit fel.
it: Eliminare "{name}" e i suoi {count} tile nella cache? Questo libererà {size} di spazio.
nl: "{name}" en de {count} gecachte tegels verwijderen? Dit maakt {size} opslagruimte vrij.
pt: Excluir "{name}" e seus {count} tiles em cache? Isto liberara {size} de armazenamento.

# maps_offline_deleteRegionTitle
source: Delete Region?
ar: حذف المنطقة؟
de: Region loeschen?
es: Eliminar region?
fr: Supprimer la region ?
he: למחוק אזור?
hu: Regio torlese?
it: Eliminare la regione?
nl: Regio verwijderen?
pt: Excluir Regiao?

# maps_offline_downloadedRegions
source: Downloaded Regions
ar: المناطق المنزّلة
de: Heruntergeladene Regionen
es: Regiones descargadas
fr: Regions telechargees
he: אזורים שהורדו
hu: Letoltott regiok
it: Regioni scaricate
nl: Gedownloade regio's
pt: Regioes Baixadas

# maps_offline_downloading
source: Downloading: {regionName}
ar: جارٍ التنزيل: {regionName}
de: Wird heruntergeladen: {regionName}
es: Descargando: {regionName}
fr: Telechargement : {regionName}
he: מוריד: {regionName}
hu: Letoltes: {regionName}
it: Download: {regionName}
nl: Downloaden: {regionName}
pt: Baixando: {regionName}

# maps_offline_downloadingAccessibility
source: Downloading {regionName}, {percent} percent complete, {downloaded} of {total} tiles
ar: جارٍ تنزيل {regionName}، {percent} بالمئة مكتمل، {downloaded} من {total} بلاطة
de: {regionName} wird heruntergeladen, {percent} Prozent abgeschlossen, {downloaded} von {total} Kacheln
es: Descargando {regionName}, {percent} por ciento completado, {downloaded} de {total} teselas
fr: Telechargement de {regionName}, {percent} pour cent termine, {downloaded} sur {total} tuiles
he: מוריד {regionName}, {percent} אחוז הושלם, {downloaded} מתוך {total} אריחים
hu: {regionName} letoltese, {percent} szazalek kesz, {downloaded} / {total} csempe
it: Download di {regionName}, {percent} percento completato, {downloaded} di {total} tile
nl: {regionName} downloaden, {percent} procent voltooid, {downloaded} van {total} tegels
pt: Baixando {regionName}, {percent} por cento concluido, {downloaded} de {total} tiles

# maps_offline_error
source: Error: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hu: Hiba: {error}
it: Errore: {error}
nl: Fout: {error}
pt: Erro: {error}

# maps_offline_errorLoadingStats
source: Error loading stats: {error}
ar: خطأ في تحميل الإحصائيات: {error}
de: Fehler beim Laden der Statistiken: {error}
es: Error al cargar estadisticas: {error}
fr: Erreur de chargement des statistiques : {error}
he: שגיאה בטעינת סטטיסטיקות: {error}
hu: Hiba a statisztikak betoltesekor: {error}
it: Errore caricamento statistiche: {error}
nl: Fout bij laden statistieken: {error}
pt: Erro ao carregar estatisticas: {error}

# maps_offline_failedTiles
source: {count} failed
ar: {count} فشلت
de: {count} fehlgeschlagen
es: {count} fallidas
fr: {count} echouees
he: {count} נכשלו
hu: {count} sikertelen
it: {count} falliti
nl: {count} mislukt
pt: {count} falharam

# maps_offline_hitRate
source: Hit Rate: {rate}%
ar: معدل الإصابة: {rate}%
de: Trefferquote: {rate}%
es: Tasa de aciertos: {rate}%
fr: Taux de succes : {rate}%
he: אחוז פגיעות: {rate}%
hu: Talalati arany: {rate}%
it: Percentuale successi: {rate}%
nl: Hitpercentage: {rate}%
pt: Taxa de Acerto: {rate}%

# maps_offline_lastAccessed
source: Last Accessed
ar: آخر وصول
de: Letzter Zugriff
es: Ultimo acceso
fr: Dernier acces
he: גישה אחרונה
hu: Utolso hozzaferes
it: Ultimo accesso
nl: Laatst geopend
pt: Ultimo Acesso

# maps_offline_noRegions
source: No Offline Regions
ar: لا توجد مناطق بدون اتصال
de: Keine Offline-Regionen
es: Sin regiones sin conexion
fr: Aucune region hors ligne
he: אין אזורים לא-מקוונים
hu: Nincsenek offline regiok
it: Nessuna regione offline
nl: Geen offline regio's
pt: Nenhuma Regiao Offline

# maps_offline_noRegionsDescription
source: Download map regions from the site detail page to use maps while offline.
ar: نزّل مناطق الخرائط من صفحة تفاصيل الموقع لاستخدامها بدون اتصال.
de: Laden Sie Kartenregionen von der Tauchplatz-Detailseite herunter, um Karten offline zu nutzen.
es: Descarga regiones de mapa desde la pagina de detalle del punto de buceo para usar mapas sin conexion.
fr: Telechargez des regions de carte depuis la page de detail du site pour utiliser les cartes hors ligne.
he: הורד אזורי מפה מדף פרטי האתר לשימוש במפות ללא חיבור.
hu: Toltson le terkepregiokat a helyszin reszletes oldalrol, hogy terkepeket hasznalhasson offline.
it: Scarica le regioni della mappa dalla pagina dettaglio sito per usare le mappe offline.
nl: Download kaartregio's vanuit de locatiedetailpagina om kaarten offline te gebruiken.
pt: Baixe regioes de mapa na pagina de detalhes do local para usar mapas offline.

# maps_offline_refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
he: רענן
hu: Frissites
it: Aggiorna
nl: Vernieuwen
pt: Atualizar

# maps_offline_region
source: Region
ar: المنطقة
he: אזור
hu: Regio
it: Regione
nl: Regio
pt: Regiao

# maps_offline_regionInfo
source: {size} | {count} tiles | Zoom {minZoom}-{maxZoom}
ar: {size} | {count} بلاطة | تكبير {minZoom}-{maxZoom}
de: {size} | {count} Kacheln | Zoom {minZoom}-{maxZoom}
es: {size} | {count} teselas | Zoom {minZoom}-{maxZoom}
fr: {size} | {count} tuiles | Zoom {minZoom}-{maxZoom}
he: {size} | {count} אריחים | זום {minZoom}-{maxZoom}
hu: {size} | {count} csempe | Zoom {minZoom}-{maxZoom}
it: {size} | {count} tile | Zoom {minZoom}-{maxZoom}
nl: {size} | {count} tegels | Zoom {minZoom}-{maxZoom}

# maps_offline_regionSubtitle
source: {size}, {count} tiles, zoom {minZoom} to {maxZoom}
ar: {size}، {count} بلاطة، تكبير {minZoom} إلى {maxZoom}
de: {size}, {count} Kacheln, Zoom {minZoom} bis {maxZoom}
es: {size}, {count} teselas, zoom {minZoom} a {maxZoom}
fr: {size}, {count} tuiles, zoom {minZoom} a {maxZoom}
he: {size}, {count} אריחים, זום {minZoom} עד {maxZoom}
hu: {size}, {count} csempe, zoom {minZoom}-tol {maxZoom}-ig
it: {size}, {count} tile, zoom da {minZoom} a {maxZoom}
nl: {size}, {count} tegels, zoom {minZoom} tot {maxZoom}
pt: {size}, {count} tiles, zoom {minZoom} a {maxZoom}

# maps_offline_size
source: Size
ar: الحجم
de: Groesse
es: Tamano
fr: Taille
he: גודל
hu: Meret
it: Dimensione
nl: Grootte
pt: Tamanho

# maps_offline_tiles
source: Tiles
ar: البلاطات
de: Kacheln
es: Teselas
fr: Tuiles
he: אריחים
hu: Csempek
it: Tile
nl: Tegels

# maps_offline_tilesPerSecond
source: {rate} tiles/sec
ar: {rate} بلاطة/ثانية
de: {rate} Kacheln/Sek.
es: {rate} teselas/seg
fr: {rate} tuiles/sec
he: {rate} אריחים/שנ'
hu: {rate} csempe/mp
it: {rate} tile/sec
nl: {rate} tegels/sec
pt: {rate} tiles/seg

# maps_offline_tilesProgress
source: {downloaded} / {total} tiles
ar: {downloaded} / {total} بلاطة
de: {downloaded} / {total} Kacheln
es: {downloaded} / {total} teselas
fr: {downloaded} / {total} tuiles
he: {downloaded} / {total} אריחים
hu: {downloaded} / {total} csempe
it: {downloaded} / {total} tile
nl: {downloaded} / {total} tegels

# maps_offline_title
source: Offline Maps
ar: الخرائط بدون اتصال
de: Offline-Karten
es: Mapas sin conexion
fr: Cartes hors ligne
he: מפות לא-מקוונות
hu: Offline terkepek
it: Mappe offline
nl: Offline kaarten
pt: Mapas Offline

# maps_offline_zoomRange
source: Zoom Range
ar: نطاق التكبير
de: Zoombereich
es: Rango de zoom
fr: Plage de zoom
he: טווח זום
hu: Zoom tartomany
it: Intervallo zoom
nl: Zoombereik
pt: Intervalo de Zoom

# maps_regionSelector_dragToAdjust
source: Drag to adjust selection
ar: اسحب لضبط التحديد
de: Ziehen, um die Auswahl anzupassen
es: Arrastra para ajustar la seleccion
fr: Faites glisser pour ajuster la selection
he: גרור לשינוי הבחירה
hu: Huzza a kivalasztas modositasahoz
it: Trascina per regolare la selezione
nl: Sleep om selectie aan te passen
pt: Arraste para ajustar a selecao

# maps_regionSelector_dragToSelect
source: Drag on the map to select a region
ar: اسحب على الخريطة لتحديد منطقة
de: Auf der Karte ziehen, um eine Region auszuwaehlen
es: Arrastra en el mapa para seleccionar una region
fr: Faites glisser sur la carte pour selectionner une region
he: גרור על המפה לבחירת אזור
hu: Huzza a terkepen egy regio kivalasztasahoz
it: Trascina sulla mappa per selezionare una regione
nl: Sleep op de kaart om een regio te selecteren
pt: Arraste no mapa para selecionar uma regiao

# maps_regionSelector_selectRegion
source: Select region on map
ar: حدد منطقة على الخريطة
de: Region auf Karte auswaehlen
es: Seleccionar region en el mapa
fr: Selectionner une region sur la carte
he: בחר אזור על המפה
hu: Regio kivalasztasa a terkepen
it: Seleziona regione sulla mappa
nl: Selecteer regio op kaart
pt: Selecionar regiao no mapa

# maps_regionSelector_selectRegionButton
source: Select Region
ar: تحديد المنطقة
de: Region auswaehlen
es: Seleccionar region
fr: Selectionner la region
he: בחר אזור
hu: Regio kivalasztasa
it: Seleziona regione
nl: Selecteer regio
pt: Selecionar Regiao

# marineLife_siteSection_editExpectedTooltip
source: Edit expected species
ar: تعديل الأنواع المتوقعة
de: Erwartete Arten bearbeiten
es: Editar especies esperadas
fr: Modifier les especes attendues
he: ערוך מינים צפויים
hu: Vart fajok szerkesztese
it: Modifica specie previste
nl: Verwachte soorten bewerken
pt: Editar especies esperadas

# marineLife_siteSection_errorLoadingExpected
source: Error loading expected species
ar: خطأ في تحميل الأنواع المتوقعة
de: Fehler beim Laden der erwarteten Arten
es: Error al cargar especies esperadas
fr: Erreur lors du chargement des especes attendues
he: שגיאה בטעינת מינים צפויים
hu: Hiba a vart fajok betoltesekor
it: Errore nel caricamento delle specie previste
nl: Fout bij laden van verwachte soorten
pt: Erro ao carregar especies esperadas

# marineLife_siteSection_errorLoadingSightings
source: Error loading sightings
ar: خطأ في تحميل المشاهدات
de: Fehler beim Laden der Sichtungen
es: Error al cargar avistamientos
fr: Erreur lors du chargement des observations
he: שגיאה בטעינת תצפיות
hu: Hiba az eszlelesek betoltesekor
it: Errore nel caricamento degli avvistamenti
nl: Fout bij laden van waarnemingen
pt: Erro ao carregar avistamentos

# marineLife_siteSection_expectedSpecies
source: Expected Species
ar: الأنواع المتوقعة
de: Erwartete Arten
es: Especies esperadas
fr: Especes attendues
he: מינים צפויים
hu: Vart fajok
it: Specie previste
nl: Verwachte soorten
pt: Especies Esperadas
