Repository: submersion-app/submersion
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, he, hu, it, nl, pt

# statistics_progression_cumulative_title
source: Cumulative Dive Count
ar: العدد التراكمي للغوصات
de: Kumulative Tauchganganzahl
es: Conteo acumulado de inmersiones
fr: Nombre cumule de plongees
he: ספירת צלילות מצטברת
hu: Kumulativ merulesi szam
it: Conteggio cumulativo immersioni
nl: Cumulatief aantal duiken
pt: Contagem Cumulativa de Mergulhos

# statistics_progression_depthProgression_error
source: Failed to load depth progression
ar: فشل تحميل تقدم العمق
de: Tiefenentwicklung konnte nicht geladen werden
es: Error al cargar la progresion de profundidad
fr: Echec du chargement de la progression de profondeur
he: שגיאה בטעינת התקדמות עומק
hu: Nem sikerult a melyseg fejlodes betoltese
it: Impossibile caricare la progressione di profondita
nl: Kan diepteprogressie niet laden
pt: Falha ao carregar progressao de profundidade

# statistics_progression_depthProgression_subtitle
source: Monthly max depth over 5 years
ar: أقصى عمق شهري على مدى 5 سنوات
de: Monatliche Maximaltiefe ueber 5 Jahre
es: Profundidad maxima mensual en 5 anos
fr: Profondeur max mensuelle sur 5 ans
he: עומק מקסימלי חודשי על פני 5 שנים
hu: Havi max melyseg 5 even at
it: Profondita massima mensile su 5 anni
nl: Maandelijkse max diepte over 5 jaar
pt: Profundidade maxima mensal ao longo de 5 anos

# statistics_progression_depthProgression_title
source: Maximum Depth Progression
ar: تقدم أقصى عمق
de: Maximale Tiefenentwicklung
es: Progresion de profundidad maxima
fr: Progression de la profondeur maximale
he: התקדמות עומק מקסימלי
hu: Maximalis melyseg fejlodes
it: Progressione profondita massima
nl: Maximale diepteprogressie
pt: Progressao de Profundidade Maxima

# statistics_progression_divesPerYear_empty
source: No yearly data available
ar: لا توجد بيانات سنوية متاحة
de: Keine Jahresdaten verfuegbar
es: No hay datos anuales disponibles
fr: Aucune donnee annuelle disponible
he: אין נתונים שנתיים זמינים
hu: Nincsenek eves adatok
it: Nessun dato annuale disponibile
nl: Geen jaarlijkse gegevens beschikbaar
pt: Nenhum dado anual disponivel

# statistics_progression_divesPerYear_error
source: Failed to load yearly data
ar: فشل تحميل البيانات السنوية
de: Jahresdaten konnten nicht geladen werden
es: Error al cargar los datos anuales
fr: Echec du chargement des donnees annuelles
he: שגיאה בטעינת נתונים שנתיים
hu: Nem sikerult az eves adatok betoltese
it: Impossibile caricare i dati annuali
nl: Kan jaarlijkse gegevens niet laden
pt: Falha ao carregar dados anuais

# statistics_progression_divesPerYear_subtitle
source: Annual dive count comparison
ar: مقارنة عدد الغوصات السنوي
de: Jaehrlicher Tauchgangvergleich
es: Comparacion anual de inmersiones
fr: Comparaison annuelle du nombre de plongees
he: השוואת ספירת צלילות שנתית
hu: Eves merulesszam osszehasonlitas
it: Confronto annuale del numero di immersioni
nl: Jaarlijkse vergelijking van aantal duiken
pt: Comparacao anual de mergulhos

# statistics_progression_divesPerYear_title
source: Dives Per Year
ar: الغوصات لكل سنة
de: Tauchgaenge pro Jahr
es: Inmersiones por ano
fr: Plongees par an
he: צלילות לפי שנה
hu: Merulesek evente
it: Immersioni per anno
nl: Duiken per jaar
pt: Mergulhos por Ano

# statistics_ranking_countLabel_dives
source: dives
ar: غوصات
de: Tauchgaenge
es: inmersiones
fr: plongees
he: צלילות
hu: merules
it: immersioni
nl: duiken
pt: mergulhos

# statistics_ranking_countLabel_sightings
source: sightings
ar: مشاهدات
de: Sichtungen
es: avistamientos
fr: observations
he: תצפיות
hu: eszleles
it: avvistamenti
nl: waarnemingen
pt: avistamentos

# statistics_ranking_countLabel_species
source: species
ar: أنواع
de: Arten
es: especies
fr: especes
he: מינים
hu: faj
it: specie
nl: soorten
pt: especies

# statistics_ranking_emptyState
source: No data yet
ar: لا توجد بيانات بعد
de: Noch keine Daten
es: Aun no hay datos
fr: Aucune donnee
he: אין עדיין נתונים
hu: Meg nincsenek adatok
it: Nessun dato disponibile
nl: Nog geen gegevens
pt: Nenhum dado ainda

# statistics_ranking_moreItems
source: and {count} more
ar: و {count} أخرى
de: und {count} weitere
es: y {count} mas
fr: et {count} de plus
he: ועוד {count}
hu: es {count} tovabbi
it: e {count} altri
nl: en {count} meer
pt: e mais {count}

# statistics_ranking_semanticLabel
source: {name}, rank {rank}, {count} {label}
ar: {name}، المرتبة {rank}، {count} {label}
de: {name}, Rang {rank}, {count} {label}
es: {name}, posicion {rank}, {count} {label}
fr: {name}, rang {rank}, {count} {label}
he: {name}, דירוג {rank}, {count} {label}
hu: {name}, {rank}. helyezes, {count} {label}
it: {name}, posizione {rank}, {count} {label}
nl: {name}, rang {rank}, {count} {label}
pt: {name}, posicao {rank}, {count} {label}

# statistics_records_appBar_title
source: Dive Records
ar: أرقام الغوص القياسية
de: Tauchrekorde
es: Records de buceo
fr: Records de plongee
he: שיאי צלילה
hu: Merulesi rekordok
it: Record immersioni
nl: Duikrecords
pt: Recordes de Mergulho

# statistics_records_coldestDive
source: Coldest Dive
ar: أبرد غوصة
de: Kaeltester Tauchgang
es: Inmersion mas fria
fr: Plongee la plus froide
he: הצלילה הקרה ביותר
hu: Leghidegebb merules
it: Immersione piu fredda
nl: Koudste duik
pt: Mergulho Mais Frio

# statistics_records_deepestDive
source: Deepest Dive
ar: أعمق غوصة
de: Tiefster Tauchgang
es: Inmersion mas profunda
fr: Plongee la plus profonde
he: הצלילה העמוקה ביותר
hu: Legmelyebb merules
it: Immersione piu profonda
nl: Diepste duik
pt: Mergulho Mais Profundo

# statistics_records_diveNumber
source: Dive #{number}
ar: الغوصة #{number}
de: Tauchgang #{number}
es: Inmersion #{number}
fr: Plongee n°{number}
he: צלילה #{number}
hu: #{number}. merules
it: Immersione #{number}
nl: Duik #{number}
pt: Mergulho #{number}

# statistics_records_emptySubtitle
source: Start logging dives to see your records here
ar: ابدأ بتسجيل الغوصات لرؤية أرقامك القياسية هنا
de: Beginnen Sie mit dem Eintragen von Tauchgaengen, um Ihre Rekorde hier zu sehen
es: Comienza a registrar inmersiones para ver tus records aqui
fr: Commence a enregistrer des plongees pour voir tes records ici
he: התחל לרשום צלילות כדי לראות את השיאים שלך כאן
hu: Kezdjen el meruleseket rogziteni, hogy lassa rekordJait
it: Inizia a registrare immersioni per vedere i tuoi record qui
nl: Begin met het loggen van duiken om hier je records te zien
pt: Comece a registrar mergulhos para ver seus recordes aqui

# statistics_records_emptyTitle
source: No Records Yet
ar: لا توجد أرقام قياسية بعد
de: Noch keine Rekorde
es: Aun no hay records
fr: Aucun record
he: אין עדיין שיאים
hu: Meg nincsenek rekordok
it: Nessun record ancora
nl: Nog geen records
pt: Nenhum Recorde Ainda

# statistics_records_error
source: Error loading records
ar: خطأ في تحميل الأرقام القياسية
de: Fehler beim Laden der Rekorde
es: Error al cargar los records
fr: Erreur de chargement des records
he: שגיאה בטעינת שיאים
hu: Hiba a rekordok betoltesekor
it: Errore nel caricamento dei record
nl: Fout bij laden van records
pt: Erro ao carregar recordes

# statistics_records_firstDive
source: First Dive
ar: أول غوصة
de: Erster Tauchgang
es: Primera inmersion
fr: Premiere plongee
he: הצלילה הראשונה
hu: Elso merules
it: Prima immersione
nl: Eerste duik
pt: Primeiro Mergulho

# statistics_records_longestDive
source: Longest Dive
ar: أطول غوصة
de: Laengster Tauchgang
es: Inmersion mas larga
fr: Plongee la plus longue
he: הצלילה הארוכה ביותר
hu: Leghosszabb merules
it: Immersione piu lunga
nl: Langste duik
pt: Mergulho Mais Longo

# statistics_records_milestones
source: Milestones
ar: الإنجازات
de: Meilensteine
es: Hitos
fr: Jalons
he: אבני דרך
hu: Merfoldk9vek
it: Traguardi
nl: Mijlpalen
pt: Marcos

# statistics_records_mostRecentDive
source: Most Recent Dive
ar: أحدث غوصة
de: Letzter Tauchgang
es: Inmersion mas reciente
fr: Plongee la plus recente
he: הצלילה האחרונה
hu: Legutobbl merules
it: Immersione piu recente
nl: Meest recente duik
pt: Mergulho Mais Recente

# statistics_records_recordSemanticLabel
source: {title}: {value} at {siteName}
ar: {title}: {value} في {siteName}
de: {title}: {value} bei {siteName}
es: {title}: {value} en {siteName}
fr: {title} : {value} a {siteName}
he: {title}: {value} ב-{siteName}
hu: {title}: {value}, {siteName}
it: {title}: {value} a {siteName}
nl: {title}: {value} bij {siteName}
pt: {title}: {value} em {siteName}

# statistics_records_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Reessayer
he: נסה שוב
hu: Ujra
it: Riprova
nl: Opnieuw proberen
pt: Tentar Novamente

# statistics_records_shallowestDive
source: Shallowest Dive
ar: أقل غوصة عمقاً
de: Flachster Tauchgang
es: Inmersion menos profunda
fr: Plongee la moins profonde
he: הצלילה הרדודה ביותר
hu: Legsekelyebb merules
it: Immersione meno profonda
nl: Ondiepste duik
pt: Mergulho Mais Raso

# statistics_records_unknownSite
source: Unknown Site
ar: موقع غير معروف
de: Unbekannter Tauchplatz
es: Sitio desconocido
fr: Site inconnu
he: אתר לא ידוע
hu: Ismeretlen helyszin
it: Sito sconosciuto
nl: Onbekende stek
pt: Ponto Desconhecido

# statistics_records_warmestDive
source: Warmest Dive
ar: أدفأ غوصة
de: Waermster Tauchgang
es: Inmersion mas calida
fr: Plongee la plus chaude
he: הצלילה החמה ביותר
hu: Legmelegebb merules
it: Immersione piu calda
nl: Warmste duik
pt: Mergulho Mais Quente

# statistics_sectionCard_semanticLabel
source: {title} section
ar: قسم {title}
de: Abschnitt {title}
es: Seccion {title}
fr: Section {title}
he: מקטע {title}
hu: {title} szekcio
it: Sezione {title}
nl: {title} sectie
pt: Secao {title}

# statistics_social_appBar_title
source: Social & Buddies
ar: الرفاق والمجتمع
de: Soziales & Buddies
es: Social y companeros
fr: Social et binomes
he: חברתי ושותפים
hu: Kozossegi es merulotarsak
it: Sociale e compagni
nl: Sociaal & buddy's
pt: Social e Duplas

# statistics_social_soloVsBuddy_empty
source: No dive data available
ar: لا توجد بيانات غوصات متاحة
de: Keine Tauchgangdaten verfuegbar
es: No hay datos de inmersiones disponibles
fr: Aucune donnee de plongee disponible
he: אין נתוני צלילה זמינים
hu: Nincsenek merulesi adatok
it: Nessun dato sulle immersioni disponibile
nl: Geen duikgegevens beschikbaar
pt: Nenhum dado de mergulho disponivel

# statistics_social_soloVsBuddy_error
source: Failed to load buddy data
ar: فشل تحميل بيانات الرفاق
de: Buddy-Daten konnten nicht geladen werden
es: Error al cargar los datos de companeros
fr: Echec du chargement des donnees de binome
he: שגיאה בטעינת נתוני שותפים
hu: Nem sikerult a merulotars adatok betoltese
it: Impossibile caricare i dati sui compagni
nl: Kan buddygegevens niet laden
pt: Falha ao carregar dados de duplas

# statistics_social_soloVsBuddy_solo
source: Solo
ar: منفرد
he: סולו
hu: Egyedulli
it: Solitaria

# statistics_social_soloVsBuddy_subtitle
source: Diving with or without companions
ar: الغوص مع أو بدون رفاق
de: Mit oder ohne Begleitung tauchen
es: Buceo con o sin companeros
fr: Plonger avec ou sans compagnon
he: צלילה עם או בלי שותפים
hu: Merules tarsakkal vagy nelkuluk
it: Immersioni con o senza compagni
nl: Duiken met of zonder metgezel
pt: Mergulhando com ou sem companheiros

# statistics_social_soloVsBuddy_title
source: Solo vs Buddy Dives
ar: غوصات منفردة مقابل مع رفيق
de: Solo- vs. Buddy-Tauchgaenge
es: Inmersiones en solitario vs con companero
fr: Plongees solo vs en binome
he: צלילות סולו לעומת שותף
hu: Egyedulli vs. tarsakkal
it: Immersioni solitarie vs con compagno
nl: Solo- vs buddyduiken
pt: Mergulhos Solo vs com Dupla

# statistics_social_soloVsBuddy_withBuddy
source: With Buddy
ar: مع رفيق
de: Mit Buddy
es: Con companero
fr: Avec binome
he: עם שותף
hu: Merulotarssal
it: Con compagno
nl: Met buddy
pt: Com Dupla

# statistics_social_topBuddies_error
source: Failed to load buddy rankings
ar: فشل تحميل تصنيف الرفاق
de: Buddy-Rangliste konnte nicht geladen werden
es: Error al cargar el ranking de companeros
fr: Echec du chargement du classement des binomes
he: שגיאה בטעינת דירוג שותפים
hu: Nem sikerult a merulotars rangsor betoltese
it: Impossibile caricare la classifica dei compagni
nl: Kan buddyranglijst niet laden
pt: Falha ao carregar ranking de duplas

# statistics_social_topBuddies_subtitle
source: Most frequent diving companions
ar: رفاق الغوص الأكثر تكراراً
de: Haeufigste Tauchpartner
es: Companeros de buceo mas frecuentes
fr: Compagnons de plongee les plus frequents
he: שותפי הצלילה השכיחים ביותר
hu: Leggyakoribb merulotarsak
it: Compagni di immersione piu frequenti
nl: Meest frequente duikmaatjes
pt: Companheiros de mergulho mais frequentes

# statistics_social_topBuddies_title
source: Top Dive Buddies
ar: أفضل رفاق الغوص
de: Top-Tauchbuddies
es: Principales companeros de buceo
fr: Meilleurs binomes de plongee
he: שותפי הצלילה המובילים
hu: Legjobb merulotarsak
it: Migliori compagni di immersione
nl: Top duikbuddy's
pt: Melhores Duplas de Mergulho

# statistics_social_topDiveCenters_error
source: Failed to load dive center rankings
ar: فشل تحميل تصنيف مراكز الغوص
de: Tauchbasen-Rangliste konnte nicht geladen werden
es: Error al cargar el ranking de centros de buceo
fr: Echec du chargement du classement des centres de plongee
he: שגיאה בטעינת דירוג מרכזי צלילה
hu: Nem sikerult a merulokozpont rangsor betoltese
it: Impossibile caricare la classifica dei centri immersioni
nl: Kan duikcentrumranglijst niet laden
pt: Falha ao carregar ranking de centros de mergulho

# statistics_social_topDiveCenters_subtitle
source: Most visited operators
ar: المشغلون الأكثر زيارة
de: Meistbesuchte Anbieter
es: Operadores mas visitados
fr: Operateurs les plus visites
he: המפעילים הנצפים ביותר
hu: Leglátogatottabb szolgaltatok
it: Operatori piu visitati
nl: Meest bezochte aanbieders
pt: Operadoras mais visitadas

# statistics_social_topDiveCenters_title
source: Top Dive Centers
ar: أفضل مراكز الغوص
de: Top-Tauchbasen
es: Principales centros de buceo
fr: Meilleurs centres de plongee
he: מרכזי הצלילה המובילים
hu: Legjobb merulokozpontok
it: Migliori centri immersioni
nl: Top duikcentra
pt: Melhores Centros de Mergulho

# statistics_summary_avgDepth
source: Avg Depth
ar: متوسط العمق
de: Durchschn. Tiefe
es: Prof. promedio
fr: Prof. moyenne
he: עומק ממוצע
hu: Atl. melyseg
it: Profondita media
nl: Gem. diepte
pt: Prof. Media

# statistics_summary_avgTemp
source: Avg Temp
ar: متوسط الحرارة
de: Durchschn. Temp.
es: Temp. promedio
fr: Temp. moyenne
he: טמפ' ממוצעת
hu: Atl. homerseklet
it: Temp. media
nl: Gem. temp.
pt: Temp. Media

# statistics_summary_depthDistribution_empty
source: Chart will appear when you log dives
ar: سيظهر المخطط عند تسجيل الغوصات
de: Das Diagramm erscheint, wenn Sie Tauchgaenge eintragen
es: El grafico aparecera cuando registres inmersiones
fr: Le graphique apparaitra lorsque tu enregistreras des plongees
he: התרשים יופיע כשתרשום צלילות
hu: A diagram megjelenik, ha rogzit meruleseket
it: Il grafico apparira quando registrerai immersioni
nl: Grafiek verschijnt wanneer je duiken logt
pt: O grafico aparecera quando voce registrar mergulhos

# statistics_summary_depthDistribution_semanticLabel
source: Pie chart showing depth distribution
ar: مخطط دائري يعرض توزيع العمق
de: Kreisdiagramm der Tiefenverteilung
es: Grafico circular mostrando la distribucion de profundidad
fr: Diagramme circulaire montrant la distribution de profondeur
he: תרשים עוגה המציג התפלגות עומק
hu: Kordiagram a melyseg megoszlasrol
it: Grafico a torta che mostra la distribuzione della profondita
nl: Cirkeldiagram met diepteverdeling
pt: Grafico de pizza mostrando distribuicao de profundidade

# statistics_summary_depthDistribution_title
source: Depth Distribution
ar: توزيع العمق
de: Tiefenverteilung
es: Distribucion de profundidad
fr: Distribution de la profondeur
he: התפלגות עומק
hu: Melyseg megoszlas
it: Distribuzione profondita
nl: Diepteverdeling
pt: Distribuicao de Profundidade

# statistics_summary_diveTypes_empty
source: Chart will appear when you log dives
ar: سيظهر المخطط عند تسجيل الغوصات
de: Das Diagramm erscheint, wenn Sie Tauchgaenge eintragen
es: El grafico aparecera cuando registres inmersiones
fr: Le graphique apparaitra lorsque tu enregistreras des plongees
he: התרשים יופיע כשתרשום צלילות
hu: A diagram megjelenik, ha rogzit meruleseket
it: Il grafico apparira quando registrerai immersioni
nl: Grafiek verschijnt wanneer je duiken logt
pt: O grafico aparecera quando voce registrar mergulhos

# statistics_summary_diveTypes_moreTypes
source: and {count} more types
ar: و {count} أنواع أخرى
de: und {count} weitere Typen
es: y {count} tipos mas
fr: et {count} types de plus
he: ועוד {count} סוגים
hu: es {count} tovabbi tipus
it: e {count} altri tipi
nl: en {count} meer types
pt: e mais {count} tipos

# statistics_summary_diveTypes_semanticLabel
source: Pie chart showing dive type distribution
ar: مخطط دائري يعرض توزيع أنواع الغوص
de: Kreisdiagramm der Tauchgangarten-Verteilung
es: Grafico circular mostrando la distribucion de tipos de inmersion
fr: Diagramme circulaire montrant la distribution des types de plongee
he: תרשים עוגה המציג התפלגות סוגי צלילה
hu: Kordiagram a merulesi tipusok megoszlasarol
it: Grafico a torta che mostra la distribuzione dei tipi di immersione
nl: Cirkeldiagram met duiktypeverdeling
pt: Grafico de pizza mostrando distribuicao de tipos de mergulho

# statistics_summary_diveTypes_title
source: Dive Types
ar: أنواع الغوص
de: Tauchgangarten
es: Tipos de inmersion
fr: Types de plongee
he: סוגי צלילה
hu: Merulesi tipusok
it: Tipi di immersione
nl: Duiktypes
pt: Tipos de Mergulho

# statistics_summary_divesByMonth_empty
source: Chart will appear when you log dives
ar: سيظهر المخطط عند تسجيل الغوصات
de: Das Diagramm erscheint, wenn Sie Tauchgaenge eintragen
es: El grafico aparecera cuando registres inmersiones
fr: Le graphique apparaitra lorsque tu enregistreras des plongees
he: התרשים יופיע כשתרשום צלילות
hu: A diagram megjelenik, ha rogzit meruleseket
it: Il grafico apparira quando registrerai immersioni
nl: Grafiek verschijnt wanneer je duiken logt
pt: O grafico aparecera quando voce registrar mergulhos

# statistics_summary_divesByMonth_semanticLabel
source: Bar chart showing dives by month
ar: مخطط أعمدة يعرض الغوصات حسب الشهر
de: Balkendiagramm der Tauchgaenge nach Monat
es: Grafico de barras mostrando inmersiones por mes
fr: Diagramme en barres montrant les plongees par mois
he: תרשים עמודות המציג צלילות לפי חודש
hu: Oszlopdiagram a hayl merulesekrol
it: Grafico a barre che mostra le immersioni per mese
nl: Staafdiagram met duiken per maand
pt: Grafico de barras mostrando mergulhos por mes

# statistics_summary_divesByMonth_title
source: Dives by Month
ar: الغوصات حسب الشهر
de: Tauchgaenge nach Monat
es: Inmersiones por mes
fr: Plongees par mois
he: צלילות לפי חודש
hu: Merulesek honaponkent
it: Immersioni per mese
nl: Duiken per maand
pt: Mergulhos por Mes

# statistics_summary_divesByMonth_tooltip
source: {fullLabel} {count} dives
ar: {fullLabel} {count} غوصات
de: {fullLabel} {count} Tauchgaenge
es: {fullLabel} {count} inmersiones
fr: {fullLabel} {count} plongees
he: {fullLabel} {count} צלילות
hu: {fullLabel} {count} merules
it: {fullLabel} {count} immersioni
nl: {fullLabel} {count} duiken
pt: {fullLabel} {count} mergulhos

# statistics_summary_header_subtitle
source: Select a category to explore detailed statistics
ar: اختر فئة لاستكشاف إحصائيات مفصلة
de: Waehlen Sie eine Kategorie, um detaillierte Statistiken zu erkunden
es: Selecciona una categoria para explorar estadisticas detalladas
fr: Selectionne une categorie pour explorer les statistiques detaillees
he: בחר קטגוריה כדי לחקור סטטיסטיקות מפורטות
hu: Valasszon kategoriat a reszletes statisztikak megtekIntesehez
it: Seleziona una categoria per esplorare le statistiche dettagliate
nl: Selecteer een categorie om gedetailleerde statistieken te bekijken
pt: Selecione uma categoria para explorar estatisticas detalhadas

# statistics_summary_header_title
source: Statistics Overview
ar: نظرة عامة على الإحصائيات
de: Statistik-Uebersicht
es: Resumen de estadisticas
fr: Apercu des statistiques
he: סקירת סטטיסטיקות
hu: Statisztikak attekintese
it: Panoramica statistiche
nl: Statistiekenoverzicht
pt: Visao Geral das Estatisticas

# statistics_summary_maxDepth
source: Max Depth
ar: أقصى عمق
de: Max. Tiefe
es: Prof. maxima
fr: Prof. max
he: עומק מקסימלי
hu: Max melyseg
it: Profondita max
nl: Max diepte
pt: Prof. Maxima

# statistics_summary_sitesVisited
source: Sites Visited
ar: المواقع التي تمت زيارتها
de: Besuchte Plaetze
es: Sitios visitados
fr: Sites visites
he: אתרים שביקרת
hu: Latogatott helyszinek
it: Siti visitati
nl: Bezochte stekken
pt: Pontos Visitados

# statistics_summary_tagUsage_diveCount
source: {count, plural, =1{1 dive} other{{count} dives}}
ar: {count, plural, =1{غوصة واحدة} other{{count} غوصات}}
de: {count, plural, =1{1 Tauchgang} other{{count} Tauchgaenge}}
es: {count, plural, =1{1 inmersion} other{{count} inmersiones}}
fr: {count, plural, =1{1 plongee} other{{count} plongees}}
he: {count, plural, =1{צלילה אחת} other{{count} צלילות}}
hu: {count, plural, =1{1 merules} other{{count} merules}}
it: {count, plural, =1{1 immersione} other{{count} immersioni}}
nl: {count, plural, =1{1 duik} other{{count} duiken}}
pt: {count, plural, =1{1 mergulho} other{{count} mergulhos}}

# statistics_summary_tagUsage_empty
source: No tags created yet
ar: لم يتم إنشاء وسوم بعد
de: Noch keine Tags erstellt
es: Aun no hay etiquetas creadas
fr: Aucun tag cree
he: לא נוצרו עדיין תגיות
hu: Meg nincsenek cimkek
it: Nessun tag ancora creato
nl: Nog geen tags aangemaakt
pt: Nenhuma tag criada ainda

# statistics_summary_tagUsage_emptyHint
source: Add tags to dives to see statistics
ar: أضف وسوماً للغوصات لرؤية الإحصائيات
de: Fuegen Sie Tauchgaengen Tags hinzu, um Statistiken zu sehen
es: Agrega etiquetas a las inmersiones para ver estadisticas
fr: Ajoute des tags aux plongees pour voir les statistiques
he: הוסף תגיות לצלילות כדי לראות סטטיסטיקות
hu: Adjon cimkeket a merulesekhez a statisztikak megtekIntesehez
it: Aggiungi tag alle immersioni per vedere le statistiche
nl: Voeg tags toe aan duiken om statistieken te zien
pt: Adicione tags aos mergulhos para ver estatisticas

# statistics_summary_tagUsage_moreTags
source: and {count} more tags
ar: و {count} وسوم أخرى
de: und {count} weitere Tags
es: y {count} etiquetas mas
fr: et {count} tags de plus
he: ועוד {count} תגיות
hu: es {count} tovabbi cimke
it: e {count} altri tag
nl: en {count} meer tags
pt: e mais {count} tags

# statistics_summary_tagUsage_tagCount
source: {count} tags
ar: {count} وسوم
es: {count} etiquetas
he: {count} תגיות
hu: {count} cimke
it: {count} tag

# statistics_summary_tagUsage_title
source: Tag Usage
ar: استخدام الوسوم
de: Tag-Nutzung
es: Uso de etiquetas
fr: Utilisation des tags
he: שימוש בתגיות
hu: Cimke hasznalat
it: Utilizzo tag
nl: Taggebruik
pt: Uso de Tags

# statistics_summary_topDiveSites_diveCount
source: {count} dives
ar: {count} غوصات
de: {count} Tauchgaenge
es: {count} inmersiones
fr: {count} plongees
he: {count} צלילות
hu: {count} merules
it: {count} immersioni
nl: {count} duiken
pt: {count} mergulhos

# statistics_summary_topDiveSites_empty
source: No dive sites yet
ar: لا توجد مواقع غوص بعد
de: Noch keine Tauchplaetze
es: Aun no hay puntos de buceo
fr: Aucun site de plongee
he: אין עדיין אתרי צלילה
hu: Meg nincsenek merulohelyek
it: Nessun sito di immersione ancora
nl: Nog geen duikstekken
pt: Nenhum ponto de mergulho ainda

# statistics_summary_topDiveSites_title
source: Top Dive Sites
ar: أفضل مواقع الغوص
de: Top-Tauchplaetze
es: Principales puntos de buceo
fr: Meilleurs sites de plongee
he: אתרי הצלילה המובילים
hu: Legjobb merulohelyek
it: Migliori siti di immersione
nl: Top duikstekken
pt: Melhores Pontos de Mergulho

# statistics_summary_topDiveSites_totalCount
source: {count} total
ar: {count} إجمالي
de: {count} insgesamt
es: {count} en total
fr: {count} au total
he: {count} סה"כ
hu: {count} osszesen
it: {count} totali
nl: {count} totaal
pt: {count} no total
